# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 2.5 - 2.6.txt

QUIZ_DATA = [   {   'correct_index': 1,
        'explanation': 'Контурная стрелка на фоне зелёного сигнала и зеленая стрелка на чёрном фоне дополнительной '
                       'секции разрешают движение только в указанных направлениях. Следовательно, в данном случае, эти '
                       'сигналы светофора разрешают движение желтому и красному автомобилям. П. 20 6), абзац 2.',
        'image': "image_1_3.png",
        'options': [   'Трамваю, жёлтому и красному автомобилям',
                       'Желтому и красному автомобилям.',
                       'Всем транспортным средствам.'],
        'question': '1) Эти сигналы светофора разрешают движение:'},
    {   'correct_index': 3,
        'explanation': 'Контурная стрелка на фоне красного сигнала информирует о разрешенном направлении движения при '
                       'включении зелёного сигнала. Контурная стрелка на фоне зеленого сигнала раз решает движение '
                       'только в указанном направлении. Следовательно, в данном случае, проехать перекресток в '
                       'указанных направлениях не разрешается ни одному из водителей. П. 206).',
        'image': "image_2_2.png",
        'options': [   'Разрешается только водителю легкового автомобиля.',
                       'Разрешается только водителю автобуса.',
                       'Разрешается обоим водителям.',
                       'Не разрешается ни одному из водителей.'],
        'question': '2) Разрешается ли водителям проехать перекрёсток в указанных направлениях?'},
    {   'correct_index': 1,
        'explanation': 'Контурная стрелка на фоне зелёного сигнала и зелёные стрелки на чёрном фоне дополнительных '
                       'секций разрешают движение только в указанных направлениях. Движение трамвая регулируется '
                       'специальным светофором с четырьмя сигналами белого цвета в виде буквы «Т». Этот светофор '
                       'разрешает движение только при включении нижнего сигнала одновременно с одним или несколькими '
                       'верхними. Следовательно, в данном случае, движение через перекрёсток разрешается только '
                       'водителю автобуса. П. 20 6), абзац 2. П. 21.',
        'image': "image_3_2.png",
        'options': ['Водителю трамвая.', 'Водителю автобуса.', 'Обоим водителям.'],
        'question': '3) Кому из водителей разрешено движение через перекрёсток?'},
    {   'correct_index': 1,
        'explanation': 'Контурные стрелки на фоне зелёного сигнала информируют водителей о наличии дополнительной '
                       'секции и разрешают движение только в указанных направлениях. Следовательно, в данном случае, '
                       'этот сигнал светофора разрешает движение трамваю, грузовому и легковому автомобилям. Мотоцикл '
                       'может продолжить движение только после включения зеленой стрелки в дополнительной секции, '
                       'независимо от сигналов основного светофора. П. 20 6), абзац 2.',
        'image': "image_4_2.png",
        'options': [   'Трамваю, легковому автомобилю и мотоциклу.',
                       'Трамваю, грузовому и легковому автомобилям.',
                       'Грузовому автомобилю и мотоциклу.',
                       'Всем транспортным средствам.'],
        'question': '4) Этот сигнал светофора разрешает движение:'},
    {   'correct_index': 1,
        'explanation': 'Неправильно повернет направо водитель автобуса, поскольку этот манёвр он обязан произвести из '
                       'крайней правой полосы проезжей части. П. 40 2) а); П. 58 4), абзац 3.',
        'image': "image_5_2.png",
        'options': [   'Оба водителя.',
                       'Только водитель автобуса.',
                       'Только водитель легкового автомобиля.',
                       'Ни один из водителей.'],
        'question': '5) В ситуации, показанной на рисунке водители автобуса и легкового автомобиля, остановятся у '
                    'стоп-линии, уступят дорогу пешеходам и грузовому автомобилю, затем повернут направо. Кто из '
                    'водителей нарушит правила поворота?'},
    {   'correct_index': 2,
        'explanation': 'Красный сигнал, включённый одновременно с желтым не меняет его запрещающего значения и '
                       'означает, что время, отведенное красному сигналу, истекает. П. 20. 2).',
        'image': "image_6_2.png",
        'options': [   'Разрешает начать движение.',
                       'Означает, что к перекрёстку приближается транспортное средство с преимущественным правом '
                       'движения.',
                       'Не меняет его запрещающего значения и означает, что время, отведённое красному сигналу, '
                       'истекает.'],
        'question': '6) Красный сигнал, включённый одновременно с жёлтым:'},
    {   'correct_index': 3,
        'explanation': 'В реверсивном светофоре красный сигнал (две скрещенные полосы) запрещает движение, желтый '
                       '(стрела, направленная по диагонали вправо) информирует предстоящей смене зеленого сигнала на '
                       'красный и обязывает перестроиться в указанном направлении зелёный (стрела, направленная вниз) '
                       'разрешает движение. Следовательно, при этих сигналах светофора движение разрешается только по '
                       'траекториям 3 и 5. П. 22 1).',
        'image': "2.5-2.6_7.png",
        'options': ['1, 2 или 3.', '1, 2 или 4.', '1, 3 или 4.', 'Только 3 и 5.', 'По всем траекториям.'],
        'question': '7) При этих сигналах реверсивного светофора движение разрешается по траекториям:'},
    {   'correct_index': 0,
        'explanation': 'Зелёная стрелка в дополнительных секциях разрешает движение только в указанных направлениях, '
                       'даже если в основном светофоре включён красный сигнал. Следовательно, в данном случае, эти '
                       'сигналы светофора разрешают движение трамваю, белому и красному автомобилям. П. 201), 6), '
                       'абзац 2.',
        'image': "2.5-2.6_8.png",
        'options': [   'Трамваю, белому и красному автомобилям.',
                       'Желтому и красному автомобилям.',
                       'Всем транспортным средствам.'],
        'question': '8) Эти сигналы светофора разрешают движение:'},
    {   'correct_index': 2,
        'explanation': 'Контурная стрелка на фоне зеленого сигнала информируют водителей о наличии дополнительных '
                       'секций и разрешает движение только в указанном направлении. Следовательно, в данном случае, '
                       'этот сигнал светофора разрешает движение только жёлтому автомобилю. Трамвай и два других '
                       'автомобиля могут продолжить движение только после вклю чения зеленой стрелки в одной из '
                       'дополнительных секций или в обеих дополнительных секциях, независимо от сигналов основного '
                       'светофора. П. 20 6), абзац 2.',
        'image': "2.5-2.6_9.png",
        'options': [   'Трамваю, белому и красному автомобилям.',
                       'Жёлтому и красному автомобилям.',
                       'Только жёлтому автомобилю.',
                       'Всем транспортным средствам.'],
        'question': '9) Этот сигнал светофора разрешает движение:'},
    {   'correct_index': 0,
        'explanation': 'На железнодорожном переезде белый мигающий сигнал светофора разрешает движение. При '
                       'необходимости запретить движение через переезд включаются два попеременно мигающих красных '
                       'сигнала, которые установлены на одном уровне под белым сигналом 1.241).',
        'image': "2.5-2.6_10.png",
        'options': ['Разрешает движение.', 'Предупреждает, что время его действия истекает.', 'Запрещает движение.'],
        'question': '10) Белый мигающий сигнал светофора на железнодорожном переезде:'},
    {   'correct_index': 1,
        'explanation': 'В данном случае, при этих сигналах светофора, синий автомобиль который находится в '
                       'непосредственной близости от стоп-линии и не может остановиться не прибегая к экстрен ному '
                       'торможению, продолжит движение, а красный тронется с места только после включения зеленого '
                       'сигнала. П. 20 2), 4).',
        'image': "2.5-2.6_11.png",
        'options': [   'Синий автомобиль, который находится в непосредственной близости от перекрёстка, '
                       'незамедлительно остановится у стоп-лини, красный начнёт движение.',
                       'Синий автомобиль который находится в непосредственной близости от стоп-линии и не может '
                       'остановиться не прибегая к экстренному торможению, продолжит движение, красный тронется с '
                       'места только после включения зеленого сигнала.'],
        'question': '11) При этих сигналах светофоров:'},
    {   'correct_index': 1,
        'explanation': 'При данном сигнале светофора, в ситуации, показанной на рисунке. Вы должны дон даться '
                       'включения зелёного сигнала и продолжить движение только направо, уступая дорогу пешеходам. П. '
                       '20 6), П. 56 3).',
        'image': "2.5-2.6_12.png",
        'options': [   'Вам разрешается повернуть направо, уступая дорогу пешеходам.',
                       'Вы должны дождаться включения зелёного сигнала и продолжить движение только направо, уступая '
                       'дорогу пешеходам.',
                       'Вы должны дождаться включения зелёного сигнала и продолжить движение в любом направлении.'],
        'question': '12) При данном сигнале светофора:'},
    {   'correct_index': 0,
        'explanation': 'Зелёный сигнал, включенный в светофоре 2, разрешает движение во всех направлениях. Контурная '
                       'стрелка на фоне зеленого сигнала в светофоре 3, которая разрешает движение налево, разрешает и '
                       'разворот. Зелёный сигнал в дополнительной секции светофора 1, в котором включён красный '
                       'сигнал, разрешает движение только направо. Следовательно сигнал, запрещающий разворот включен '
                       'в светофоре 1. П. 20. 1), 3), 6), абзац 2.',
        'image': "2.5-2.6_13.png",
        'options': ['В светофоре 1.', 'В светофоре 2', 'В светофора 3.'],
        'question': '13) В каком из светофоров включён сигнал, запрещающий разворот?'},
    {   'correct_index': 3,
        'explanation': 'Контурная стрелка на фоне зелёного сигнала и зелёная стрелка на черном фоне дополнительной '
                       'секции разрешают движение только в указанных направлениях. Движение трамвая регулируется '
                       'специальным светофором с четырьмя сигналами белого цвета в виде буквы «Т». Этот светофор '
                       'разрешает движение только при включении нижнего сигнала одновременно с одним или несколькими '
                       'верхними. Следовательно, в ситуации, показанной на рисунке, трамваю разрешается движение '
                       'прямо, автобусу прямо или направо. П. 20 6), абзац 2, П. 21.',
        'image': "2.5-2.6_14.png",
        'options': [   'Только трамваю направо или налево.',
                       'Только трамваю прямо.',
                       'Только автобусу направо.',
                       'Трамваю прямо, автобусу прямо или направо.'],
        'question': '14) В ситуации, показанной на рисунке, движение разрешается:'},
    {   'correct_index': 2,
        'explanation': 'При движении на красный сигнал светофора в направлении зелёной стрелки на до полнительной '
                       'табличке, установленной слева, на уровне этого сигнала, водитель должен остановиться и '
                       'уступить дорогу пешеходами водителям транспортных средств, имеющих право на движение, '
                       'движущихся на зелёный сигнал светофора. П. 58 4), абзац 4.',
        'image': "2.5-2.6_15.png",
        'options': [   'Уступить дорогу только пешеходам.',
                       'Уступить дорогу только красному автомобилю, который движется в прямом направлении.',
                       'Остановиться у стоп-линии и уступить дорогу пешеходам и приближающемуся к перекрёстку красному '
                       'автомобилю.'],
        'question': '15) В ситуации, показанной на рисунке водитель зелёного автомобиля, который намеревается '
                    'повернуть налево, должен:'},
    {   'correct_index': 0,
        'explanation': 'В ситуации, показанной на рисунке, въезд на перекресток и дальнейшее движение регулирует '
                       'светофор с дополнительной секцией, установленный перед перекрестком. Зеленая стрелка в '
                       'дополнительной секции разрешает движение только направо. Реверсивный светофор разрешает '
                       'движение по соответствующей полосе однако, синему автомобилю запрещается движение в прямом '
                       'направлении. Следовательно, в данном случае, не нарушает Правила только водитель красного '
                       'автомобиля. П. 2011, 6), абзац 2. П. 221)',
        'image': "2.5-2.6_16.png",
        'options': [   'Только водитель красного автомобиля.',
                       'Только водитель синего автомобиля.',
                       'Оба водителя нарушают',
                       'Оба водителя не нарушают.'],
        'question': '16) Водитель какого автомобиля, двигаясь в указанном направлении, не нарушает Правила?'},
    {   'correct_index': 1,
        'explanation': 'В реверсивном светофоре красный сигнал (две скрещённые полосы) запрещает движение, желтый '
                       '(стрела, направленная по диагонали вправо) информирует предстоящей смене зеленого сигнала не '
                       'красный и обязывает перестроиться в указанном направлении, зелёный (стрела, направленная вниз) '
                       'разрешает движение по реверсивной полосе. При разрешающем сигнале реверсивного светофора линию '
                       '1.96), разделяющую транспортные потоки противоположных направлений, пересекать запрещается. '
                       'Следовательно, при этом сигнале светофора движение разрешается по траекториям 2, 3, 4 или 5. '
                       'П. 22 1), ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, Действия участников дорожного движения, абзац 5.',
        'image': "2.5-2.6_17.png",
        'options': ['1, 2 или 3.', '2, 3, 4 или 5.', '1, 3 или 4.', '1 или 3.', 'По любой траектории.'],
        'question': '17) При этом сигнале реверсивного светофора движение разрешается по траекториям:'},
    {   'correct_index': 3,
        'explanation': 'Зелёная стрелка на чёрном фоне дополнительной секции разрешает движение нале во или в обратном '
                       'направлении. Движение трамвая регулируется специальным светофором с четырьмя сигналами белого '
                       'цвета в виде буквы «Т». Этот светофор разрешает движение только при включении нижнего сигнала '
                       'одновременно с одним или несколькими верхними. Следовательно, в ситуации, показанной на '
                       'рисунке, трамваю разрешается движение налево, автобусу налево или в обратном направлении. 11. '
                       '20 6), абзац 2, П. 21.',
        'image': "2.5-2.6_18.png",
        'options': [   'Только трамваю - прямо или налево.',
                       'Только трамваю - налево.',
                       'Трамваю налево, автобусу налево или в обратном направлении.',
                       'Трамваю - прямо, затем автобусу налево.'],
        'question': '18) В ситуации, показанной на рисунке движение разрешено:'},
    {   'correct_index': 1,
        'explanation': 'Контурная стрелка на фоне зелёного сигнала и зеленая стрелка на чёрном фоне дополнительной '
                       'секции разрешают движение только в указанных направлениях. Движение трамвая регулируется '
                       'специальным светофором с четырьмя сигналами белого цвета в виде буквы «Т». Этот светофор '
                       'разрешает движение только при включении нижнего сигнала одновременно с одним или несколькими '
                       'верхними. Следовательно, в данном случае, поворачивающий налево автобус проедет перекресток '
                       'первым, поскольку трамваю движение запрещено. П. 20 6), абзац 2. П. 21, П. 58 4), абзац 1.',
        'image': "2.5-2.6_19.png",
        'options': [   'Уступит дорогу трамваю.',
                       'Проедет перекрёсток первым.',
                       'Дождётся включения нижней секции специального светофора с сигналами белого цвета и, уступив до '
                       'трамваю, проедет перекрёсток'],
        'question': '19) Поворачивая налево автобус:'},
    {   'correct_index': 0,
        'explanation': 'Попеременно мигающие сигналы красного цвета, сопровождаемые звуковыми сигналами запрещают '
                       'движение через железнодорожный переезд П. 241).',
        'image': "2.5-2.6_20.png",
        'options': [   'Запрещают движение.',
                       'Разрешают движение через железнодорожный переезд при отсутствии в пределах видимости '
                       'приближающегося поезда.',
                       'Предупреждают, что вскоре будет включён белый мигающий сигнал.'],
        'question': '20) В светофоре, показанном на рисунке, попеременно мигающие сигналы красного цвета, '
                    'сопровождаемые звуковыми сигналами:'},
    {   'correct_index': 3,
        'explanation': 'Зелёная стрелка на чёрном фоне в дополнительной секции разрешает движение в указанном '
                       'направлении при включении любого сигнала светофора. Стрелка, разрешающая поворот налево, '
                       'разрешает и разворот. Следовательно оба светофора, показанные на рисунке, разрешают поворот '
                       'налево и разворот. П. 20 6), абзац 2',
        'image': "2.5-2.6_21.png",
        'options': [   'Разрешает только поворот налево.',
                       'Разрешает поворот налево и разворот только при включении красного сигнала светофора.',
                       'Разрешает поворот налево и разворот только при включении зелёного сигнала светофора.',
                       'Разрешает поворот налево и разворот при включении любого сигнала светофора.'],
        'question': '21) В светофорах, показанных на рисунке, зелёная стрелка на чёрном фоне в дополнительной секции:'},
    {   'correct_index': 1,
        'explanation': 'Стрелки на табличках 6.23.1-6.23.5 «Направление движения», установленных под светофором, '
                       'указывают направление движения на зеленый сигнал в случае, когда на этом сигнале отсутствуют '
                       'стрелки. В данной ситуации стрелки на табличке указывают разрешённые направления движения из '
                       'крайней правой полосы на зеленый сигнал светофора, в соответствии с требованиями разметки. П. '
                       '20 6), абзац 2. Пояснительная записка приложению № 3 (М. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ '
                       'ТАБЛИЧКИ, 6.23.1-6.23.5). Пояснительная записка к приложению № 4 (1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ '
                       'РАЗ-МЕТКИ, С. Другая разметка, 1.18.1)',
        'image': "2.5-2.6_22.png",
        'options': [   'Указывают разрешённые направления движения из крайней правой полосы при включённой '
                       'дополнительной секции одновременно с красным сигналом светофора.',
                       'Указывают разрешённые направления движения из крайней правой полосы на зелёный сигнал '
                       'светофора.',
                       'Запрещают движение из крайней правой полосы при включении зелёного сигнала светофора.'],
        'question': '22) Стрелки на табличке, установленной под светофором:'},
    {   'correct_index': 1,
        'explanation': 'При движении в направлении стрелки, включенной в дополнительной секции одновременно с красным '
                       'сигналом светофора, водитель должен уступить дорогу транспортным средствам, движущимся с '
                       'других направлений. П. 20 6), абзац 2, П. 58 4), абзац 2',
        'image': "2.5-2.6_23.png",
        'options': [   'Запрещает движение в направлении стрелки.',
                       'Разрешает движение в направлении стрелки при условии, что водитель должен уступить дорогу '
                       'транспортным средствам, движущимся с других направлений.',
                       'Предоставляет преимущество в движении в направлении стрелки.'],
        'question': '23) Зелёный сигнал в виде стрелки на чёрном фоне в дополнительной секции, включённый вместе с '
                    'красным сигналом светофора:'},
    {   'correct_index': 3,
        'explanation': 'Для регулирования движения велосипедистов применяется светофор, на фоне сигналов которого '
                       'изображён символ велосипеда, или светофор, под которым устанавливается табличка 6.6.8 «Вид '
                       'транспортного средства», с таким же символом. При отсутствии пешеходного перехода, по участку '
                       'проезжей части, где её пересекает велосипедная дорожка, раз решается движение и пешеходов. П. '
                       '234), Π. 113 1).',
        'image': "2.5-2.6_24.png",
        'options': [   'Только велосипедисту.',
                       'Только пешеходам.',
                       'Только грузовому автомобилю.',
                       'Велосипедисту и пешеходам.'],
        'question': '24) В ситуации, показанной на рисунке, движение разрешено:'},
    {   'correct_index': 2,
        'explanation': 'Во избежание экстренного торможения или других экстремальных ситуаций, время действия зеленого '
                       'сигнала может хронометрироваться. В данном случае, цифры на табло, установленном над '
                       'светофором, обозначают время (секундах), остающееся до смены сигнала. П. 203).',
        'image': "2.5-2.6_25.png",
        'options': [   'Скорость (в км/ч), с которой Вам рекомендуется проехать перекресток',
                       'Расстояние (в метрах), на котором Вам рекомендуется остановиться перед перекрёстком при '
                       'включении красного сигнала.',
                       'Время (в секундах), остающееся до смены сигнала.'],
        'question': '25) Цифры на табло, установленном над светофором, обозначают:'},
    {   'correct_index': 1,
        'explanation': 'Показанный на рисунке двухсекционный светофор с сигналами красного и зеленого цветов, '
                       'применяется для регулирования движения в местах сужения проезжей части (в случае проведения '
                       'дорожных работ) и на территориях предприятий (организаций). Для регулирования движения по '
                       'реверсивным полосам, а также по полосам, предназначенным для движения маршрутных транспортных '
                       'средств, применяются другие светофоры П. 222).',
        'image': "2.5-2.6_26.png",
        'options': [   'Маршрутных транспортных средств, движущихся по предназначенным им полосам.',
                       'В местах сужения проезжей части (в случае проведения дорожных работ) и на территориях '
                       'предприятий (организаций).',
                       'Транспортных средств по полосе с реверсивным движением.'],
        'question': '26) Светофор, показанный на рисунке, применяется для регулирования движения:'},
    {   'correct_index': 3,
        'explanation': 'При включении зеленого сигнала, водители транспортных средств могут начать движение только '
                       'убедившись, что при этом не будут созданы помехи находящимся на перекрестие транспортным '
                       'средствам, независимо от направления их дальнейшего движения, пешеходам, которые завершают '
                       'переход проезжей части, а также не должны выезжать на перекресток, если в намеченном '
                       'направлении движение затруднено или заблокировано, что не позволит им освободить перекрёсток '
                       'до смены сигнала. П. 207).',
        'image': None,
        'options': [   'Могут начать движение только убедившись, что при этом не будут созданы помехи находящимся на '
                       'перекрёстке транспортным средствам, независимо от направления их дальнейшего движения.',
                       'Могут начать движение только убедившись, что при этом не будут созданы помехи пешеходам, '
                       'которые завершают переход проезжей части.',
                       'Не должны въезжать на перекрёсток, если в намеченном направлении движение затруднено или '
                       'заблокировано, что не позволит им освободить перекрёсток до смены сигнала.',
                       'Должны соблюдать все перечисленные требования.'],
        'question': '27) При включении зелёного сигнала, водители транспортных средств:'},
    {   'correct_index': 3,
        'explanation': 'В ситуации, показанной на рисунке. Вы продолжите движение без остановки руководствуясь '
                       'сигналом светофора. П. 24.1).',
        'image': "2.5-2.6_28.png",
        'options': [   'Остановитесь не ближе 10 м до ближайшего рельса.',
                       'Продолжите движение, только убедившись, что к переезду ни с одной из сторон не приближается '
                       'поезд или другое рельсовое транспортное средство.',
                       'Остановитесь у знака «Обязательная остановка».',
                       'Продолжите движение без остановки руководствуясь сигналом светофора.'],
        'question': '28) В ситуации, показанной на рисунке, Вы:'},
    {   'correct_index': 1,
        'explanation': 'В ситуации, показанной на рисунка, Вы остановитесь у знака «Обязательная остановка», '
                       'руководствуясь сигналом светофора. П. 24 1).',
        'image': "2.5-2.6_29.png",
        'options': [   'Остановитесь не ближе 10 м до ближайшего рельса.',
                       'Остановитесь у знака «Обязательная остановка», руководствуясь сигналом светофора.',
                       'Продолжите движение, только убедившись, что к переезду ни с одной из сторон не приближается '
                       'поезд или другое рельсовое транспортное средство.'],
        'question': '29) В ситуации, показанной на рисунке, Вы:'},
    {   'correct_index': 2,
        'explanation': 'В ситуации, показанной на рисунке, Вы остановитесь у светофора и начнёте движение только после '
                       'включения зелёного сигнала. П. 22. 2).',
        'image': "2.5-2.6_30.png",
        'options': [   'Остановитесь у светофора и, после проезда грузового автомобиля, продолжите движение.',
                       'Снизите скорость и, уступив дорогу грузовому автомобилю, продолжите движение.',
                       'Остановитесь у светофора и начнёте движение только после включения зелёного сигнала.'],
        'question': '30) В ситуации, показанной на рисунке, Вы:'}]
