# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.7.txt

QUIZ_DATA = [   {   'correct_index': 2,
        'explanation': 'Из предложенных вариантов ответов буксировка запрещается только мотоциклами без бокового '
                       'прицепа, а также таких мотоциклов. П. 76 5).',
        'image': None,
        'options': [   'В гололедицу посредством металлической штанги длиной 3 м.',
                       'Если фактическая масса буксируемого транспортного средства с неисправной рабочей тормозной '
                       'системой меньше половины фактической массы буксирующего.',
                       'Мотоциклами без бокового прицепа, а также таких мотоциклов.',
                       'Во всех перечисленных случаях.'],
        'question': '1) Буксировка запрещается:'},
    {   'correct_index': 3,
        'explanation': 'Правила устанавливают, что длина гибкой сцепки при буксировке неисправных механических '
                       'транспортных средств должна быть в пределах от 4 до 6 м. П. 75 а).',
        'image': "4.6_2_2.png",
        'options': ['От 1 до 3 м.', 'От 2 до 4 м.', 'От 3 до 5 м.', 'От 4 до 6 м.', 'От 6 до 8 м.'],
        'question': '2) Длина гибкой сцепки при буксировке неисправных механических транспортных средств должна быть в '
                    'пределах:'},
    {   'correct_index': 3,
        'explanation': 'Из предложенных вариантов ответов запрещается буксировка только двух механических транспортных '
                       'средств одновременно. П. 76 с).',
        'image': None,
        'options': [   'В случае, когда за рулём буксирующего транспортного средства находится водитель со стажем '
                       'вождения 1,5 года.',
                       'Если транспортное средство с исправной рабочей тормозной системой буксируется посредством '
                       'гибкой сцепки длиной 5 м.',
                       'В гололедицу посредством металлической штанги длиной 2 м.',
                       'Двух механических транспортных средств одновременно.',
                       'Во всех перечисленных случаях.'],
        'question': '3) Буксировка запрещается:'},
    {   'correct_index': 1,
        'explanation': 'Правила устанавливают, что максимально допустимая длина металлической штанги (жёсткой сцепки), '
                       'используемой для буксировки, должна быть 3 м. П. 75 b).',
        'image': None,
        'options': ['2 м.', '3 м.', '4 м.', '5 м.', '6 м.'],
        'question': '4) Максимально допустимая длина металлической штанги, используемой для буксировки:'},
    {   'correct_index': 3,
        'explanation': 'Правила не запрещают перевозку пассажиров в буксируемом легковом автомобиле при его буксировке '
                       'как на гибкой, так и на жёсткой сцепке. Перевозить людей запрещается в буксируемом автобусе, '
                       'троллейбусе и в кузове буксируемого грузового автомобиля. П. 77 1).',
        'image': 'q5.png',
        'options': [   'Только при его буксировке на гибкой сцепке.',
                       'Только при его буксировке на жёсткой сцепке.',
                       'При буксировке посредством погрузки его передней части на специальную платформу.',
                       'В случаях, указанных в пунктах 1 и 2.'],
        'question': '5) В каком из перечисленных случаев не запрещается перевозка пассажиров в буксируемом легковом '
                    'автомобиле?'},
    {   'correct_index': 3,
        'explanation': 'Правила запрещают буксировку мотоциклом без бокового прицепа, а также такого мотоцикла, а '
                       'водителям велосипедов и мопедов, буксировку велосипеда (мопеда), а также велосипедом '
                       '(мопедом), кроме буксировки прицепа, предназначенного для эксплуатации с эти ми транспортными '
                       'средствами. Буксировка мотоциклом с боковым прицепом, а также такого мотоцикла не запрещается. '
                       'П. 76 Ь), П. 1094), абзац 11.',
        'image': None,
        'options': [   'Буксировка мотоциклом с боковым прицепом, а также такого мотоцикла.',
                       'Буксировка мотоциклом без бокового прицепа, а также такого мотоцикла.',
                       'Буксировка велосипеда (мопеда), а также велосипедом (мопедом), кроме буксировки прицепа, '
                       'предназначенного для эксплуатации с этими транспортными средствами.',
                       'Буксировка способами, указанными в пунктах 2 и 3.'],
        'question': '6) Водителю запрещается:'},
    {   'correct_index': 2,
        'explanation': 'Правила запрещают буксировку посредством гибкой сцепки транспортных средств с не исправной '
                       'рабочей тормозной системой. П. 75 а).',
        'image': None,
        'options': [   'Разрешается со скоростью не более 15 км/ч.',
                       'Разрешается со скоростью не более 30 км/ч.',
                       'Не разрешается.'],
        'question': '7) Разрешается ли буксировка транспортных средств с неисправной рабочей тормозной системой '
                    'посредством гибкой сцепки?'},
    {   'correct_index': 0,
        'explanation': 'Правила разрешают буксировку механического транспортного средства с неисправным рулевым '
                       'управлением только посредством погрузки его передней части в кузов буксирующего транспортного '
                       'средства или на специальную платформу. П. 75 с).',
        'image': None,
        'options': [   'Разрешается только посредством погрузки его передней части в кузов буксирующего транспортного '
                       'средства или на специальную платформу.',
                       'Разрешается посредством металлической штанги (жёсткой сцепки) длиной не более 3-х метров, если '
                       'его фактическая масса не превышает половину фактической массы буксирующего транспортного '
                       'средства.',
                       'Разрешается посредством устройства, обеспечивающего его следование по траектории буксирующего '
                       'транспортного средства.',
                       'Разрешается способами, указанными в пунктах 2 и 3.',
                       'Разрешается любым из перечисленных способов.'],
        'question': '8) Разрешается ли буксировка механического транспортного средства с неисправным рулевым '
                    'управлением?'},
    {   'correct_index': 3,
        'explanation': 'Правила запрещают буксировку механических транспортных средств в гололедицу только на гибкой '
                       'сцепке. Буксировка в гололедицу способами, указанными в двух других ответах, не запрещается. '
                       'П. 76 а).',
        'image': None,
        'options': [   'Разрешается буксировка только одного механического транспортного средства на гибкой сцепке.',
                       'Разрешается только посредством металлической штанги (жёсткой сцепки).',
                       'Разрешается только посредством погрузки передней части буксируемого транспортного средства в '
                       'кузов буксирующего или на специальную платформу.',
                       'Разрешается способами, указанными в пунктах 2 и 3.'],
        'question': '9) Разрешается ли буксировка механических транспортных средств в гололедицу?'},
    {   'correct_index': 0,
        'explanation': 'Правила устанавливают, что за рулём буксирующего транспортного средства должен находиться '
                       'водитель со стажем вождения не менее одного года. П. 75 d).',
        'image': None,
        'options': [   'Со стажем вождения не менее одного года.',
                       'Со стажем вождения не менее двух лет.',
                       'Со стажем вождения не менее трёх лет.',
                       'Стаж вождения которого не имеет значения.'],
        'question': '10) За рулём буксирующего транспортного средства должен находиться водитель:'},
    {   'correct_index': 0,
        'explanation': 'Правилами устанавливается, что в процессе буксировки буксирующее транспортное средство должно '
                       'быть обозначено включёнными фарами ближнего света или дневными ходовыми огнями; на буксируемом '
                       'транспортном средстве должна быть включена аварийная сигнализация, а при её неисправности или '
                       'отсутствии на нём должен быть закреплён сзади знак аварийной остановки. П. 34 3) f).',
        'image': None,
        'options': [   'Буксирующее транспортное средство включёнными фарами ближнего света или дневными ходовыми '
                       'огнями; на буксируемом транспортном средстве должна быть включена аварийная сигнализация, а '
                       'при её неисправности или отсутствии на нём должен быть закреплён сзади знак аварийной '
                       'остановки.',
                       'Буксирующее транспортное средство включёнными фарами ближнего света; на буксируемом '
                       'транспортном средстве должны быть включены габаритные огни.',
                       'Буксирующее транспортное средство включённой аварийной сигнализацией; на буксируемом '
                       'транспортном средстве должны быть включены габаритные огни.'],
        'question': '11) Механические транспортные средства в процессе буксировки должны быть обозначены:'},
    {   'correct_index': 0,
        'explanation': 'Правилами установлено, что гибкая сцепка длиной от 4 до 6 м должна быть обозначена через '
                       'каждый метр флажками красного цвета. Таким образом, нарушают правила буксировки водители '
                       'красного и синего автомобилей, так как длина их сцепки составляет всего 3 м. П. 75 а).',
        'image': "4.6_12_1.png",
        'options': [   'Водители красного и синего легковых автомобилей.',
                       'Водители чёрного и белого легковых автомобилей.',
                       'Все нарушают.',
                       'Никто не нарушает.'],
        'question': '12) Кто из водителей нарушает правила буксировки на гибкой сцепке в ситуации, показанной'},
    {   'correct_index': 0,
        'explanation': 'Правилами запрещается буксировка мотоциклов без бокового прицепа. Буксировка мотоцикла с '
                       'боковым прицепом разрешается без ограничений, как на гибкой, так и на жёсткой сцепке. П. 76 '
                       'b).',
        'image': "4.6_13_1.png",
        'options': [   'Разрешается без ограничений.',
                       'Разрешается только на жёсткой сцепке.',
                       'Разрешается, если скорость сцепленных транспортных средств не будет превышать 30 км/ч.',
                       'Не разрешается.'],
        'question': '13) Разрешается ли буксировка мотоцикла в ситуациях, показанных на рисунках?'},
    {   'correct_index': 2,
        'explanation': 'Правила запрещают буксировку автомобиля с неисправной рабочей тормозной системой, если его '
                       'фактическая масса превышает половину фактической массы буксирующего транспортного средства. П. '
                       '76 d).',
        'image': None,
        'options': [   'Разрешается, если скорость буксировки не превышает 30 км/ч.',
                       'Разрешается при наличии письменного разрешения дорожной полиции.',
                       'Не разрешается.'],
        'question': '14) Разрешается ли буксировка автомобиля с неисправной рабочей тормозной системой, если его '
                    'фактическая масса превышает половину фактической массы буксирующего транспортного средства?'}]
