# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 7B.txt

QUIZ_DATA = [   {   'correct_index': 2,
        'explanation': 'Этот опознавательный знак может быть установлен на транспортном средстве управляемом водителем '
                       'врачом. На транспортных средствах, которыми управляют глухонемые водители или водители с '
                       'ограниченными возможностями, устанавливаются другие знаки. Пояснительная записка к приложению '
                       '№ 6 (ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ ТРАНСПОРТНЫХ СРЕДСТВ, 9 «Водитель-врач»).',
        'image': "7B_1.png",
        'options': ['Глухонемым водителем.', 'Водителем с ограниченными возможностями.', 'Водителем врачом.'],
        'question': '1) Этот опознавательный знак может быть установлен на транспортном средстве управляемом:'},
    {   'correct_index': 1,
        'explanation': 'Этот опознавательный знак устанавливается спереди и сзади на транспортных средствах '
                       'используемых для обучения вождению. На транспортных средствах, которыми управляют начинающие '
                       'водители или которые перевозят школьников, устанавливаются другие знаки. Пояснительная записка '
                       'к приложению № 6 (ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ ТРАНС-ПОРТНЫХ СРЕДСТВ, 10 «Учебное транспортное '
                       'средство»).',
        'image': "7B_2.png",
        'options': [   'Управляемых начинающими водителями.',
                       'Используемых для обучения вождению.',
                       'Осуществляющих перевозку группы школьников.'],
        'question': '2) Этот опознавательный знак устанавливается спереди и сзади на транспортных средствах:'},
    {   'correct_index': 0,
        'explanation': 'На автобусах, осуществляющих перевозку детей, спереди и сзади устанавливается опознавательный '
                       'знак 1 «Дети». Опознавательные знаки 2 и 3 устанавливаются на других транспортных средствах. '
                       'Пояснительная записка к приложению № 6 (ОПОЗНАВАТЕЛЬ-НЫЕ ЗНАКИ ТРАНСПОРТНЫХ СРЕДСТВ, 5 '
                       '«Дети»).',
        'image': "7B_3.png",
        'options': ['Опознавательный знак 1.', 'Опознавательный знак 2.', 'Опознавательный знак 3.'],
        'question': '3) Какой опознавательный знак устанавливается спереди и сзади на автобусах, осуществляющих '
                    'перевозку группы детей?'},
    {   'correct_index': 2,
        'explanation': 'Для обозначения транспортного средства, на котором установлены шины с элементами '
                       'противоскольжения применяется опознавательный знак 3 «Шины с элементами противоскольжения». '
                       'Опознавательные знаки 1, 2 и 4 применяются для обозначения других транспортных средств или '
                       'грузов. Пояснительная записка к приложению № 6 (ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ ТРАНСПОРТНЫХ СРЕДСТВ, 4 '
                       '«Шины с элементами противоскольжения»).',
        'image': "7B_4.png",
        'options': [   'Опознавательный знак 1.',
                       'Опознавательный знак 2.',
                       'Опознавательный знак 3.',
                       'Опознавательный знак 4.'],
        'question': '4) Какой из указанных опознавательных знаков применяется для обозначения транспортного средства, '
                    'на котором установлены шины с элементами противоскольжения?'},
    {   'correct_index': 2,
        'explanation': 'Этим опознавательным знаком обозначаются транспортные средства управляемые начинающими '
                       'водителями. Для обозначения транспортных средств перевозящих опасные грузы или управляемых '
                       'водителями с ограниченными возможностями, применяются другие знаки. Пояснительная записка к '
                       'приложению № 6 (ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ ТРАН-СПОРТНЫХ СРЕДСТВ, 15 «Начинающий водитель»).',
        'image': "7B_5.png",
        'options': [   'Перевозящие опасные грузы.',
                       'Управляемые водителями с ограниченными возможностями.',
                       'Управляемые начинающими водителями.'],
        'question': '5) Этим опознавательным знаком обозначаются транспортные средства:'},
    {   'correct_index': 3,
        'explanation': 'Для обеспечения безопасности при буксировке транспортные средства должны быть обозначены. Что '
                       'касается буксируемых механических транспортных средств, то на них должна быть включена '
                       'аварийная сигнализация, а если она неисправна или отсутствует, на этих транспортных средствах '
                       'сзади должен быть закреплён знак аварийной остановки. П. 34 3) 1). Пояснительная записка к '
                       'приложению № 6 (ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ ТРАНС-ПОРТНЫХ СРЕДСТВ, 14 «Знак аварийной остановки»).',
        'image': "7B_6.png",
        'options': ['1.', '2.', '3.', '4.', '5.'],
        'question': '6) На буксируемых механических транспортных средствах должна быть включена аварийная '
                    'сигнализация, а если она неисправна или отсутствует, на этих транспортных средствах сзади должен '
                    'быть закреп лен опознавательный знак:'},
    {   'correct_index': 2,
        'explanation': 'Транспортные средства, перевозящие груз, который выступает за их габариты по дли не спереди '
                       'или сзади более чем на 1 м, по ширине более чем на 0,4 м от внешнего края габаритного огня, '
                       'обозначаются опознавательным знаком 3 «Крупногабаритный груз». Опознавательными знаками 1 и 2 '
                       'обозначаются другие транспортные средства. Пояснительная записка к приложению № 6 '
                       '(ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ ТРАНСПОРТНЫХ СРЕДСТВ, 12 «Крупногабаритный груз»), П. 88.',
        'image': "7B_7.png",
        'options': ['Опознавательным знаком 1.', 'Опознавательным знаком 2.', 'Опознавательным знаком 3.'],
        'question': '7) Каким из указанных опознавательных знаков обозначаются транспортные средства, перевозящие '
                    'груз, который выступает за габариты транспортного средства по длине сзади более чем на 1 м, по '
                    'ширине - более чем на 0,4 м от внешнего края габаритного огня?'},
    {   'correct_index': 1,
        'explanation': 'Этот опознавательный знак устанавливается спереди и сзади на транспортном средстве, которым '
                       'управляет глухонемой водитель. На транспортных средствах, которыми управляют водители с '
                       'ограниченными возможностями или водители врачи, устанавливаются другие знаки. Пояснительная '
                       'записка к приложению № 6 (ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ ТРАНСПОРТНЫХ СРЕДСТВ, 7 «Глухонемой '
                       'водитель»).',
        'image': "7B_8.png",
        'options': ['Водителем с ограниченными возможностями.', 'Глухонемым водителем.', 'Водителем врачом.'],
        'question': '8) Этот опознавательный знак устанавливается спереди и сзади на транспортном средстве '
                    'управляемом:'},
    {   'correct_index': 1,
        'explanation': 'Опознавательный знак «Воинская колонна» устанавливается спереди первого транс-портного '
                       'средства и сзади последнего транспортного средства воинской колонны. Поясни-тельная записка к '
                       'приложению № 6 (ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ ТРАНСПОРТНЫХ СРЕДСТВ, 16 «Воинская колонна»).',
        'image': "7B_9.png",
        'options': [   'Устанавливается только спереди первого транспортного средства воинской колонны.',
                       'Устанавливается спереди первого транспортного средства и сзади последнего транспортного '
                       'средства воинской колонны,',
                       'Устанавливается только сзади последнего транспортного средства воинской колонны.'],
        'question': '9) Опознавательный знак «Воинская колонна»:'},
    {   'correct_index': 1,
        'explanation': 'Транспортное средство, которым управляет лицо с ограниченными возможностями обозначается '
                       'опознавательным знаком 2 «Водитель с ограниченными возможностями». Опознавательными знаками 1, '
                       '3 и 4 обозначаются другие транспортные средства. Пояснительная записка к приложению № 6 '
                       '(ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ ТРАНСПОРТНЫХ СРЕДСТВ, 8 «Водитель с ограниченными возможностями»).',
        'image': "7B_10.png",
        'options': [   'Опознавательным знаком 1.',
                       'Опознавательным знаком 2.',
                       'Опознавательным знаком 3.',
                       'Опознавательным знаком 4.'],
        'question': '10) Каким из указанных опознавательных знаков обозначается транспортное средство, которым '
                    'управляет водитель с ограниченными возможностями?'},
    {   'correct_index': 1,
        'explanation': 'Опознавательным знаком «Состав транспортных средств» обозначен синий автомобиль. На зелёном '
                       'автомобиле установлен опознавательный знак транспортного средства, которое используется для '
                       'обучения вождению. Пояснительная записка к приложению № 6 (ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ ТРАНСПОРТНЫХ '
                       'СРЕДСТВ, 1 «Состав транспортных средств»).',
        'image': "7B_11.png",
        'options': ['Зелёный.', 'Синий.', 'Оба автомобиля.'],
        'question': '11) Какой из автомобилей обозначен опознавательным знаком «Состав транспортных средств»?'},
    {   'correct_index': 1,
        'explanation': 'Этот опознавательный знак устанавливается сзади на транспортных средствах, которые перевозят '
                       'крупногабаритные и тяжеловесные грузы, а также в случаях, когда их максимальная скорость, в '
                       'соответствии с технической характеристикой, меньше допустимых пределов определённых Правилами. '
                       'Транспортные средства перевозящие людей, не обозначаются опознавательным знаком, а '
                       'транспортные средства, осуществляющие буксировку не-исправных механических транспортных '
                       'средств, могут быть обозначены знаком аварийной остановки. Пояснительная записка к приложению '
                       '№ 6 (ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ ТРАНСПОРТНЫХ СРЕДСТВ, 11 «Ограничение скорости»).',
        'image': "7B_12.png",
        'options': [   'Осуществляющих перевозку людей.',
                       'Перевозящих крупногабаритные и тяжеловесные грузы, а также в случаях, когда их максимальная '
                       'скорость, в соответствии с технической характеристикой, меньше допустимых пределов '
                       'определённых Правилами.',
                       'Осуществляющих буксировку неисправных механических транспортных средств.'],
        'question': '12) Этот опознавательный знак устанавливается сзади с левой стороны на транспортных средствах:'},
    {   'correct_index': 0,
        'explanation': 'Этим опознавательным знаком обозначается транспортное средство длина которого более 12 м. '
                       'Транспортные средства перевозящие опасные, особо тяжёлые или крупногабаритные грузы '
                       'обозначаются другими знаками. Пояснительная записка к приложению № 6 (ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ '
                       'ТРАНСПОРТНЫХ СРЕДСТВ, 2 «Длинномерное транспортное средство»).',
        'image': "7B_13.png",
        'options': [   'Длина которого более 12 м.',
                       'Перевозящее опасные грузы',
                       'Перевозящее особо тяжёлые или крупногабаритные грузы.'],
        'question': '13) Этим опознавательным знаком обозначается транспортное средство:'},
    {   'correct_index': 2,
        'explanation': 'Для обозначения транспортного средства, при вынужденной остановке, если оно представляет '
                       'опасность для других участников движения, применяется опознавательный знак 3 «Знак аварийной '
                       'остановки». Опознавательные знаки 1, 2 и 4 применяются для обозначения других транспортных '
                       'средств. П. 37 1) b), 2), Пояснительная записка к приложению № 6 (ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ '
                       'ТРАНСПОРТНЫХ СРЕДСТВ, 14 «Знак аварийной остановки»).',
        'image': "7B_14.png",
        'options': [   'Опознавательный знак 1.',
                       'Опознавательный знак 2.',
                       'Опознавательный знак 3.',
                       'Опознавательный знак 4.'],
        'question': '14) Какой опознавательный знак применяется для обозначения транспортного средства при вынужденной '
                    'остановке, если оно представляет опасность для других участников движения?'},
    {   'correct_index': 2,
        'explanation': 'На буксируемых механических транспортных средствах должна быть включена аварийная '
                       'сигнализация, а если она неисправна или отсутствует, на этих транспортных средствах сзади '
                       'должен быть закреплён знак аварийной остановки. Пояснительная записка к приложению № 6 '
                       '(ОПОЗНОВАТЕЛЬНЫЕ ЗНАКИ ТРАНСПОРТНЫХ СРЕДСТВ, 14 «Знак аварийной остановки»), П. 34 3) f), П. '
                       '75 1).',
        'image': "7B_15.png",
        'options': [   'Опознавательный знак 1.',
                       'Опознавательный знак 2.',
                       'Опознавательный знак 3.',
                       'Опознавательный знак 4.'],
        'question': '15) Какой опознавательный знак должен быть закреплён сзади буксируемого механического средства '
                    'при неисправности или отсутствии у него аварийной сигнализации?'},
    {   'correct_index': 0,
        'explanation': 'Для обозначения тихоходного транспортного средства применяется опознавательный знак 1 '
                       '«Тихоходное транспортное средство». Опознавательные знаки 2, 3 и 4 применяются в других '
                       'случаях. Пояснительная записка к приложению № 6 (ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ ТРАНСПОРТНЫХ СРЕДСТВ, 6 '
                       '«Тихоходное транспортное средство»).',
        'image': "7B_16.png",
        'options': [   'Опознавательный знак 1.',
                       'Опознавательный знак 2.',
                       'Опознавательный знак 3.',
                       'Опознавательный знак 4.'],
        'question': '16) Какой опознавательный знак применяется для обозначения тихоходного транспортного средства?'},
    {   'correct_index': 1,
        'explanation': 'Для обозначения транспортных средств перевозящих опасные грузы применяется опознавательный '
                       'знак 2 «Опасный груз». Опознавательные знаки 1, 3 и 4 применяются для обозначения других '
                       'транспортных средств. Пояснительная записка к приложению № 6 (ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ '
                       'ТРАНСПОРТНЫХ СРЕДСТВ, 13 «Опасный груз»).',
        'image': "7B_17.png",
        'options': [   'Опознавательный знак 1.',
                       'Опознавательный знак 2.',
                       'Опознавательный знак 3.',
                       'Опознавательный знак 4.'],
        'question': '17) Какой опознавательный знак применяется для обозначения транспортных средств перевозящих '
                    'опасные грузы?'},
    {   'correct_index': 1,
        'explanation': 'Опознавательный знак государства устанавливается сзади, только на транспортных средствах '
                       'зарегистрированных в Республике Молдова, участвующих в международном движении. Пояснительная '
                       'записка к приложению № 6 (ОПОЗНАВАТЕЛЬНЫЕ ЗНАКИ ТРАНСПОРТНЫХ СРЕДСТВ, 3 «Опознавательный знак '
                       'государства»).',
        'image': "7B_18.png",
        'options': [   'Спереди и сзади на всех транспортных средствах зарегистрированных в Республике Молдова.',
                       'Сзади, только на транспортных средствах зарегистрированных в Республике Молдова, участвующих в '
                       'между народном движении.',
                       'Сзади, только на транспортных средствах дипломатических представительств Республики Молдова за '
                       'рубежом.'],
        'question': '18) Этот опознавательный знак устанавливается:'}]
