# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.2.txt

QUIZ_DATA = [   {   'correct_index': 2,
        'explanation': 'На дорогах с тремя и более полосами для движения в данном направлении, грузовые автомобили с '
                       'разрешённой максимальной массой более 3500 кг, могут занимать крайнюю левую полосу только для '
                       'поворота налево или разворота. Однако, в данном случае, разрешенная максимальная масса '
                       'грузового автомобиля 3000 кг. Следовательно, этому водителю, движение в направлении, указанном '
                       'стрелкой, разрешается без ограничений. П. 43 3) с).',
        'image': "IMG_20250910_135745_region_1.png",
        'options': [   'Не разрешается.',
                       'Разрешается, если скорость автобуса менее 30 км/ч.',
                       'Разрешается без ограничений'],
        'question': '1) Разрешается ли водителю грузового автомобиля с разрешённой максимальной массой менее 3500 кг '
                    'движение в направлении, указанном стрелкой?'},
    {   'correct_index': 1,
        'explanation': 'В этой ситуации нарушает требования Правил водитель легкового автомобиля, поскольку на '
                       'дорогах, проезжая часть которых разделена на полосы линиями продольной раз метки, движение '
                       'транспортных средств должно осуществляться строго по полосам. Пересекать прерывистые линии '
                       'разрешается только при перестроении. П. 433) а).',
        'image': "IMG_20250910_135745_region_2.png",
        'options': ['Автобуса.', 'Легкового автомобиля.', 'Мотоцикла.', 'Ни один.'],
        'question': '2) Водитель какого транспортного средства на правой проезжей части нарушает требования Правил?'},
    {   'correct_index': 2,
        'explanation': 'На дорогах с тремя и более полосами для движения в данном направлении, из крайней левой '
                       'полосы, поворачивать налево или разворачиваться должны только грузовые автомобили с '
                       'разрешённой максимальной массой более 3500 кг. В данной ситуации красному автомобилю '
                       'разрешается движение прямо, а желтому автомобилю и грузовому автомобилю с разрешенной '
                       'максимальной массой 2500 кг прямо, налево или в обратном направлении. П. 43. 3) с).',
        'image': "IMG_20250910_135745_region_3.png",
        'options': [   'Красному автомобилю прямо, жёлтому автомобилю прямо, налево или в обратном направлении, '
                       'грузовому автомобилю с разрешённой максимальной массой менее 3500 кг налево или в обратном '
                       'направлении.',
                       'Жёлтому автомобилю прямо или налево, грузовому автомобилю с разрешённой максимальной массой '
                       'менее 3500 кг и красному автомобилям только прямо.',
                       'Красному автомобилю прямо, жёлтому автомобилю и грузовому автомобилю с разрешённой '
                       'максимальной массой менее 3500 кг прямо, налево или в обратном направлении.'],
        'question': '3) В каких направлениях разрешается движение этим транспортным средствам?'},
    {   'correct_index': 2,
        'explanation': 'Правила запрещают выезжать на сторону проезжей части или на полосу, предназначенную для '
                       'встречного движения, как на дорогах с двусторонним движением, имеющих но менее двух полос для '
                       'движения в каждом направлении, так и на дорогах с двусторонним движением, имеющих три полосы. '
                       'П. 42 2), 3).',
        'image': "IMG_20250910_135745_region_4.png",
        'options': [   'На дорогах с двухсторонним движением, имеющих не менее двух полос для движения в каждом '
                       'направлении (рис. А).',
                       'На дорогах с двухсторонним движением, имеющих три полосы (рис. В).',
                       'В случаях, перечисленных в предыдущих пунктах.'],
        'question': '4) В каком ответе полностью указаны случаи в которых транспортным средствам запрещается выезжать '
                    'на сторону проезжей части или на полосу, предназначенную для встречного движения?'},
    {   'correct_index': 0,
        'explanation': 'В данной ситуации. Правила разрешают легковому автомобилю выезжать на трамвайные пути '
                       'попутного направления при условии, что не будут созданы помехи для движения трамвая, поскольку '
                       'для данного направления имеется только одна полоса. П. 431) 6).',
        'image': "IMG_20250910_135745_region_5.png",
        'options': [   'Разрешается при условии, что не будут созданы помехи для движения трамвая.',
                       'Разрешается, если скорость грузовых автомобилей менее 30 км/ч.',
                       'Не разрешается.'],
        'question': '5) Разрешается ли легковому автомобилю движение по трамвайным путям в ситуации, показанной на '
                    'рисунке?'},
    {   'correct_index': 2,
        'explanation': 'В данном случае, белому автомобилю движение разрешается прямо или направо, в красному только '
                       'налево, поскольку на дорогах с двусторонним движением, имеющих три полосы, обозначенные '
                       'разметкой, выезжать на срединою полосу разрешается только для поворота налево или разворота. '
                       'П. 423)',
        'image': "IMG_20250910_135745_region_6.png",
        'options': [   'Белому автомобилю прямо или направо, красному прямо или налево.',
                       'Белому автомобилю только прямо, красному прямо или налево',
                       'Белому автомобилю прямо или направо, красному только налево.',
                       'Обоим автомобилям только прямо'],
        'question': '6) В каких направлениях, из указанных стрелками, разрешается движение на дороге с двухсторонним '
                    'движением имеющей три полосы?'},
    {   'correct_index': 0,
        'explanation': 'На дорогах с тремя и более полосами для движения в данном направления, грузовые автомобили с '
                       'разрешенной максимальной массой более 3500 кг, могут занимать крайнюю левую полосу только для '
                       'поворота налево или разворота. Однако, в данном случае, разрешенная максимальная масса '
                       'грузового автомобиля 2800 кг. Следовательно, этому водите лю, выполнение такого манёвра, '
                       'разрешается без ограничений. П. 43. 3) с).',
        'image': "IMG_20250910_135803_region_1.png",
        'options': ['Разрешается без ограничений.', 'Разрешается только в населённых пунктах.', 'Не разрешается.'],
        'question': '7) Разрешается ли водителю грузового автомобиля выполнить такой манёвр?'},
    {   'correct_index': 2,
        'explanation': 'В данной ситуации. Правила запрещают легковому автомобилю движение по трамвайным путям, '
                       'поскольку на дороге, имеющей не менее 2-х полос для движения в данном на правлении, при '
                       'наличии трамвайных путей, выезд на них запрещён во всех случаях. П. 431) b)',
        'image': "IMG_20250910_135803_region_2.png",
        'options': [   'Разрешается при интенсивном движении.',
                       'Разрешается, так как обгон осуществляется по трамвайным путям попутного направления.',
                       'Не разрешается, так как на дороге, имеющей не менее 2-х полос для движения в данном '
                       'направлении при наличии трамвайных путей выезд на них запрещён.'],
        'question': '8) Разрешается ли водителю легкового автомобиля произвести обгон по трамвайным путям в ситуации '
                    'показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Водитель красного легкового автомобиля нарушает требования Правил, поскольку на тротуары и '
                       'пешеходные дорожки, в виде исключения, разрешается выезжать только маши нам, осуществляющим '
                       'работы по их обслуживанию и ремонту, имеющим разрешение на производство этих работ. П. 44.',
        'image': "IMG_20250910_135803_region_3.png",
        'options': [   'Не нарушает, так как на ближайшем перекрёстке он намерен повернуть направо.',
                       'Не нарушает, так как на тротуаре нет пешеходов.',
                       'Нарушает, так как на тротуары и пешеходные дорожки разрешается выезжать только машинам, '
                       'осуществляющим работы по их обслуживанию и ремонту, имеющим разрешение администратора дороги '
                       'на производство этих работ, согласованное с полицией.'],
        'question': '9) Нарушает ли водитель красного легкового автомобиля требования Правил?'},
    {   'correct_index': 3,
        'explanation': 'На дорогах с тремя и более полосами для движения в данном направлении, грузовые автомобили с '
                       'разрешенной максимальной массой более 3500 кг, могут занимать крайнюю левую полосу только для '
                       'поворота налево или разворота. Однако, в данном случае, разрешённая максимальная масса '
                       'грузового автомобили менее 3500 кг. Следовательно, движение в прямом направлении на этом '
                       'автомобиле разрешается по любой полосе. П. 43 3) с)',
        'image': "IMG_20250910_135803_region_4.png",
        'options': [   'Только по крайней правой полосе.',
                       'Только по средней полосе.',
                       'Только по крайней левой полосе.',
                       'По любой полосе.'],
        'question': '10) Движение в прямом направлении на грузовом автомобиле с разрешённой максимальной массой не '
                    'более 3500 кг разрешается:'},
    {   'correct_index': 4,
        'explanation': 'Поскольку полосой движения является полоса проезжей части, имеющая ширину достаточную для '
                       'беспрепятственного движения в один ряд транспортных средств иных, чем двухколесный, правильное '
                       'положение на полосах движения занимают все водители. Двухколесным мотоциклам, с учётом их '
                       'габаритов и необходимых для безопасного движения интервалов, Правила не запрещают двигаться по '
                       'полосе в два ряда. П. 7, абзац В. П. 42 1',
        'image': "IMG_20250910_135803_region_5_1.png",
        'options': [   'Только водитель легкового автомобиля.',
                       'Только первый мотоциклист.',
                       'Только второй мотоциклист.',
                       'Только мотоциклисты.',
                       'Все водители.'],
        'question': '11) Кто из водителей занимает правильное положение на полосе проезжей части во время движения?'},
    {   'correct_index': 0,
        'explanation': 'Поскольку Правила разрешают выезжать на среднюю полосу трехполосной дороги с двусторонним '
                       'движением только для объезда, обгона и перестроения для поворота налево или разворота. Вам не '
                       'разрешается продолжить движение по этой полосе после завершения обгона. П. 42 3).',
        'image': "IMG_20250910_135803_region_6.png",
        'options': [   'Нет, поскольку на среднюю полосу трёхполосной дороги с двусторонним движением разрешается '
                       'выезжать только для объезда, обгона и перестроения для поворота налево или разворота.',
                       'Да, так как обзорность на этом участке дороги удовлетворительная.',
                       'Да, если не будут созданы помехи для водителей транспортных средств движущихся за Вами с более '
                       'высокой скоростью.'],
        'question': '12) Разрешается ли Вам продолжить движение по средней полосе после завершения обгона?'},
    {   'correct_index': 0,
        'explanation': 'На дорогах с двусторонним движением, имеющих три полосы, поворот налево должен осуществляться '
                       'из средней полосы. Не нарушая Правил, Вы можете выполнить этот маневр только по траектории А. '
                       'П. 423).',
        'image': "IMG_20250910_135806_region_1.png",
        'options': ['Только по траектории А.', 'Только по траектории В.', 'По любой траектории.'],
        'question': '13) По какой траектории разрешено повернуть налево?'},
    {   'correct_index': 2,
        'explanation': 'Крайняя левая полоса, на трёхполосных дорогах с двусторонним движением, предназначена только '
                       'для встречного движения и выезд на неё запрещён во всех случаях. Следовательно, в данной '
                       'ситуации. Вам не разрешается произвести обгон. П. 42 3).',
        'image': "IMG_20250910_135806_region_2.png",
        'options': [   'Да, так как обзорность на этом участке дороги удовлетворительная.',
                       'Да, поскольку со встречного направления нет транспортных средств.',
                       'Нет, поскольку выезд на крайнюю левую полосу, предназначенную для встречного движения, '
                       'запрещается.'],
        'question': '14) Разрешается ли Вам произвести обгон в ситуации, показанной на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'На трехполосных дорогах с двусторонним движением, средняя полоса предназначена только для '
                       'транспортных средств, поворачивающих налево. В данном случае правильно выполняет поворот '
                       'только водитель грузового автомобиля, который завершает этот маневр без выезда на полосу '
                       'встречного движения. П. 40 3), П. 42 3).',
        'image': "clipboard_image_1770572423712.png",
        'options': ['Только водитель легкового автомобиля.', 'Только водитель грузового автомобиля.', 'Оба водителя.'],
        'question': '15) Водитель какого транспортного средства правильно выполняет поворот налево?'},
    {   'correct_index': 1,
        'explanation': 'На дороге, имеющей не менее двух полос для движения в данном направлении, при наличии '
                       'трамвайных путей выезд на них запрещен во всех случаях. Следовательно, в ситуации, показанной '
                       'на рисунке, правильно выполняет маневр только водитель автобуса. П. 43 1) b).',
        'image': None,
        'options': ['Только водитель легкового автомобиля.', 'Только водитель автобуса.', 'Оба водителя.'],
        'question': '16) Водитель какого транспортного средства правильно выполняет манёвр на дороге с трамвайными '
                    'путями в ситуации показанной на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'Поскольку вне населённых пунктов водители должны вести транспортные средства как можно ближе к '
                       'правому краю проезжей части, Вы неправильно расположили транспортное средство на левой полосе. '
                       'П. 43 2) а).',
        'image': "IMG_20250910_135806_region_5.png",
        'options': [   'Да, поскольку средства дорожной сигнализации не вводят никаких ограничений.',
                       'Нет, так как вне населённых пунктов водители должны вести транспортное средство как можно '
                       'ближе к правому краю проезжей части'],
        'question': '17) Правильно ли Вы расположили транспортное средство на левой полосе проезжей части в ситуации, '
                    'показанной на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'По полосе, предназначенной для движения маршрутных транспортных средств, разрешается движение '
                       'только тем транспортным средствам, для которых эта полоса предназначена (в порядке исключения '
                       'по этой полосе разрешено движение всех школьных автобусов, велосипедов, электровелосипедов и '
                       'электросамокатов). Вместе с тем, по этой полосе могут двигаться и транспортные средства с '
                       'преимущественным правом движения, выполняющие неотложное служебное задание. П. 7 «маршрутное '
                       'транспортное средство», П. 105 1), 2).',
        'image': None,
        'options': [   'Только транспортным средствам общего пользования.',
                       'Маршрутным транспортным средствам (в порядке исключения разрешено движение всех школьных '
                       'автобусов, велосипедов, электровелосипедов и электросамокатов), а также транспортным средствам '
                       'с преимущественным правом движения, выполняющим неотложное служебное задание.',
                       'Всем транспортным средствам при условии, что они не препятствуют движению маршрутных '
                       'транспортных средств.'],
        'question': '18) Каким транспортным средствам разрешается движение по полосе предназначенной для маршрутных '
                    'транспортных средств?'},
    {   'correct_index': 1,
        'explanation': 'Только водитель мотоцикла. П. 7 «механическое транспортное средство», П. 109.',
        'image': "IMG_20250910_135829_region_1.png",
        'options': [   'Только водитель мопеда, который движется ближе к правому краю полосы.',
                       'Только водитель мотоцикла, который движется ближе к левому краю полосы.',
                       'Оба водителя занимают правильное положение.',
                       'Оба водителя занимают неправильное положение.'],
        'question': '19) Кто из водителей двухколёсных транспортных средств занимает правильное положение на полосе '
                    'движения?'},
    {   'correct_index': 1,
        'explanation': 'В данном случае сплошная линия разметки не позволяет перестроиться на правую полосу, а значит '
                       'дальнейшее движение разрешено только в направлении стрелок. При этом дви жение в обратном '
                       'направлении не запрещается. П. 40 2) а), Пояснительная записка приложению № 4 (1 ЗНАЧЕНИЯ '
                       'ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, С. Другая разметка, 1.18.1 )).',
        'image': "IMG_20250910_135829_region_2.png",
        'options': [   'Осторожно перестроитесь на правую полосу, уступая дорогу движущимся по ней транспортным '
                       'средствам.',
                       'Продолжите движение прямо, налево или в обратном направлении.',
                       'После проезда стоп-линии осторожно повернёте направо вслед за красным автомобилем.',
                       'После остановки перед стоп-линией при включении жёлтого сигнала осторожно повернёте направо.'],
        'question': '20) Вы ошибочно заняли левую полосу, хотя на этом перекрёстке Вам необходимо повернуть направо. '
                    'Как Вы поступите?'},
    {   'correct_index': 3,
        'explanation': 'По полосе, предназначенной для движения маршрутных транспортных средств, раз решается движение '
                       'только тем транспортным средствам, для которых эта полоса предназначена. Однако, в порядке '
                       'исключения, разрешено движение всех школьных автобусов, велосипедов, электровелосипедов и '
                       'электросамокатов. П. 7 «маршрутное транспортное средство», Пояснительная записка к приложению '
                       '№ 3 (V. ИНФОРМАЦИОННО-УКАЗА ТЕЛЬНЫЕ ЗНАКИ, 5.42.1).',
        'image': None,
        'options': [   'Только школьным автобусам.',
                       'Только велосипедам, электровелосипедам и электросамокатам.',
                       'Только мотоциклам и мопедам.',
                       'Транспортным средствам, перечисленным в пунктах 1 и 2.',
                       'Всем перечисленным транспортным средствам.'],
        'question': '21) Каким транспортным средствам, в порядке исключения, разрешается движение по полосе '
                    'предназначенной для маршрутных транспортных средств?'},
    {   'correct_index': 3,
        'explanation': 'В этой ситуации не нарушают требования Правил водители автобуса и мотоцикла, поскольку на '
                       'дорогах, проезжая часть которых разделена на полосы линиями продольной разметки, движение '
                       'транспортных средств должно осуществляться строго по полосам. Следовательно Правила нарушает '
                       'только водитель легкового автомобиля. П. 433) а).',
        'image': "IMG_20250910_135829_region_3.png",
        'options': [   'Только водитель автобуса.',
                       'Только водитель мотоцикла.',
                       'Только водитель легкового автомобиля.',
                       'Водители автобуса и мотоцикла.'],
        'question': '22) Водитель какого транспортного средства на правой проезжей части не нарушает требования '
                    'Правил?'},
    {   'correct_index': 3,
        'explanation': 'Количество полос движения определяется разметкой и/ли знаками, а при их отсутствии водителями '
                       'транспортных средств, с учётом ширины проезжей части, габаритов транс портных средств и '
                       'необходимых безопасных интервалов. П. 7 «полоса движения», П. 42 1).',
        'image': None,
        'options': [   'Только ширины проезжей части.',
                       'Только габаритов транспортных средств иных, чем двухколёсные.',
                       'Всех упомянутых параметров.',
                       'Только необходимых безопасных интервалов'],
        'question': '23) Количество полос движения определяется разметкой и/или знаками, а при их отсутствии '
                    'водителями транспортных средств, с учётом:'},
    {   'correct_index': 0,
        'explanation': 'Из предложенных вариантов ответов. Вы можете пересекать прерывистую линию на дорогах, на '
                       'которых проезжая часть разделена на полосы линиями продольной разметки только при '
                       'перестроении. П. 433) а).',
        'image': "IMG_20250910_135829_region_4.png",
        'options': [   'При перестроении.',
                       'При движении в условиях недостаточной видимости.',
                       'При движении в условиях ограниченной обзорности.',
                       'В случаях, перечисленных в пунктах 2 и 3.'],
        'question': '24) Если проезжая часть разделена на полосы линиями продольной разметки, движение транспортных '
                    'средств должно осуществляться строго по полосам, а пересекать прерывистую линию разрешается '
                    'только:'}]
