# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 1.1.txt

QUIZ_DATA = [   {   'correct_index': 0,
        'explanation': 'Обгон опережение движущегося транспортного средства, связанное с выездом из занимаемой полосы. '
                       'Движение транспортных средств по одной полосе проезжей части со скоростью большей, чем '
                       'скорость транспортных средств по соседней полосе, не считается обгоном. П. 7.',
        'image': None,
        'options': [   'Опережение движущегося транспортного средства, связанное с выездом из занимаемой полосы. '
                       'Движение транспортных средств по одной полосе проезжей части со скоростью большей, чем '
                       'скорость транспортных средств по соседней полосе, не считается обгоном.',
                       'Опережение одного или нескольких транспортных средств, движущихся по левой полосе с меньшей '
                       'скоростью.',
                       'Опережение одного или нескольких транспортных средств, движущихся по правой полосе с меньшей '
                       'скоростью.'],
        'question': '1) Под термином «обгон» понимается:'},
    {   'correct_index': 2,
        'explanation': 'Уступи дорогу обязанность участника дорожного движения воздержаться от движе ния, если это '
                       'вынудит других участников, имеющих преимущество, резко изменить направ ление движения, '
                       'скорость или остановиться. П. 7.',
        'image': None,
        'options': [   'Прекращение движения транспортного средства с целью устранения препятствия на определённом '
                       'участке дороги.',
                       'Прекращение движения транспортного средства с целью определения реальной дорожной обстановки, '
                       'в которой находится транспортное средство в данный момент.',
                       'Обязанность участника дорожного движения воздержаться от движения, если это вынудит других '
                       'участников, имеющих преимущество, резко изменить направление движения, скорость или '
                       'остановиться.'],
        'question': '2) Под термином «уступи дорогу» понимается:'},
    {   'correct_index': 2,
        'explanation': 'В Республике Молдова установлено правостороннее движение транспортных средств. Запрещается '
                       'движение по общественным дорогам механическиза пранкоортных средств, у которых рулевое колесо '
                       'установлено справа от продольной оси, за исключением транспорт ных средств, участвующих в '
                       'международном движении. П. 2.',
        'image': None,
        'options': [   'С преимущественным правом движения.',
                       'Принадлежащим дипломатическим консульствам.',
                       'Участвующим в международном движении.',
                       'Всем перечисленным транспортным средствам.'],
        'question': '3) Каким транспортным средствам, у которых рулевое колесо установлено справа от продольной оси, '
                    'разрешается движение по общественным дорогам'},
    {   'correct_index': 1,
        'explanation': 'Вынужденная остановка прекращение движения транспортного средства из-за его технической '
                       'неисправности, возможной опасности, связанной с перевозимым грузом, состо янием здоровья '
                       'водителя (пассажира) или препятствием на дороге. П. 7.',
        'image': None,
        'options': [   'Прекращение движения транспортного средства на время до 5 мин., а также на большее, если это '
                       'необходимо для посадки или высадки пассажиров либо его загрузки или разгрузки.',
                       'Прекращение движения транспортного средства из-за его технической неисправности, возможной '
                       'опасности, связанной с перевозимым грузом, состоянием здоровья водителя (пассажира) или '
                       'препятствием на дороге.',
                       'Прекращение движения транспортного средства по причинам, не связанным с посадкой или высадкой '
                       'пассажиров, либо его загрузкой или разгрузкой и не ограничен-ное временем, необходимым для '
                       'этого.'],
        'question': '4) Под термином «вынужденная остановка» понимается:'},
    {   'correct_index': 0,
        'explanation': 'Проезжая часть часть дорожного полотна, предназначенная для движения транс портных средств. '
                       'Дорога может иметь несколько проезжих частей, отделённых одна от дру гой разделительными '
                       'полосами. Разделительная полоса элемент дороги, выделенный конструктивно и/или посредством '
                       'разметки, который разделяет смежные проезжие части и который не предназначен для движения и '
                       'остановки транспортных средств. П. 7.',
        'image': "clipboard_image_1769701154312.png",
        'options': ['Одну.', 'Две.', 'Четыре.'],
        'question': '5) Сколько проезжих частей имеет дорога, по которой Вы движетесь?'},
    {   'correct_index': 1,
        'explanation': 'Полоса движения продольная полоса проезжей части, обозначенная или не обозна ченная дорожной '
                       'разметкой, имеющая ширину, достаточную для беспрепятственного дви жения в один ряд '
                       'транспортных средств иных, чем двухколёсные. П. 7.',
        'image': None,
        'options': [   'Элемент дороги, предназначенный для движения пешеходов, который примыкает к проезжей части или '
                       'отделён от неё газоном.',
                       'Продольная полоса проезжей части, обозначенная или не обозначенная дорожной разметкой, имеющая '
                       'ширину, достаточную для беспрепятственного движения в один ряд транспортных средств иных, чем '
                       'двухколёсные.',
                       'Часть дороги, как правило с зелеными насаждениями, разделяющая смежные проезжие части.'],
        'question': '6) Под термином «полоса движения» понимается:'},
    {   'correct_index': 0,
        'explanation': 'Остановка прекращение движения транспортного средства на время, необходимое для посадки или '
                       'высадки пассажиров, либо его загрузки или разгрузки, при этом водитель находится за рулём или '
                       'вблизи транспортного средства и, при необходимости, может его от-вести. П. 7.',
        'image': None,
        'options': [   'Прекращение движения транспортного средства на время, необходимое для посадки или высадки '
                       'пассажиров, либо его загрузки или разгрузки, при этом водитель находится за рулём или вблизи '
                       'транспортного средства и, при необходимости, может его отвести.',
                       'Прекращение движения транспортного средства по причинам, не связанным с посадкой или высадкой '
                       'пассажиров, либо его загрузкой или разгрузкой и не ограничен-ное временем, необходимым для '
                       'этого.',
                       'Прекращение движения транспортного средства из-за его технической неисправности или опасности, '
                       'создаваемой перевозимым грузом, состоянием здоровья води-теля (пассажира) или препятствием на '
                       'дороге.'],
        'question': '7) Под термином «остановка» понимается:'},
    {   'correct_index': 1,
        'explanation': 'Каждый участник дорожного движения, соблюдающий Правила дорожного движения, вправе '
                       'рассчитывать на то, что и другие участники дорожного движения выполняют требо вания этих '
                       'Правил. П. 4.',
        'image': None,
        'options': [   'Лицо, уполномоченное регулировать, направлять и контролировать движение на общественных '
                       'дорогах, предоставит ему преимущество при проезде перекрёстка,',
                       'Другие участники дорожного движения также выполняют требования этих Правил.',
                       'Подача предупредительного сигнала световым указателем изменения направления движения даёт '
                       'право преимущественного проезда.'],
        'question': '8) Каждый участник дорожного движения, соблюдающий Правила дорожного движения, вправе '
                    'рассчитывать на то, что:'},
    {   'correct_index': 1,
        'explanation': 'Стоянка прекращение движения транспортного средства по причинам, не связан ным с посадкой или '
                       'высадкой пассажиров, либо его загрузкой или разгрузкой и не ограни ченное временем, '
                       'необходимым для этого. П. 7.',
        'image': None,
        'options': [   'Прекращение движения транспортного средства на время, необходимое для посадки или высадки '
                       'пассажиров, либо его загрузки или разгрузки, при этом водитель находится за рулём или вблизи '
                       'транспортного средства и, при необходимости, может его отвести.',
                       'Прекращение движения транспортного средства по причинам, не связанным с посадкой или высадкой '
                       'пассажиров, либо его загрузкой или разгрузкой и не ограни-ченное временем, необходимым для '
                       'этого.',
                       'Прекращение движения транспортного средства из-за его технической неисправности или опасности, '
                       'создаваемой перевозимым грузом, состоянием здоровья водителя (пассажира) или препятствием на '
                       'дороге.'],
        'question': '9) Под термином «стоянка» понимается:'},
    {   'correct_index': 1,
        'explanation': 'Территория, прилегающая к дороге территория, расположенная в непосредст венной близости от '
                       'дороги (дворы, места стоянки, автозаправочные станции, предприятия и Τ. π.). Π. 7.',
        'image': None,
        'options': [   'Застроенная территория, въезд на которую и выезд с которой обозначены дорожными знаками «Въезд '
                       'в населённый пункт» и «Выезд из населённого пункта».',
                       'Территория, расположенная в непосредственной близости от дороги (дворы, места стоянки, '
                       'автозаправочные станции, предприятия и т.п.).',
                       'Часть населенного пункта, в которой действуют особые условия движения, въезд на которую и '
                       'выезд с которой обозначены знаками «Жилая зона» и «Конец жилой зоны».'],
        'question': '10) Под термином «территория, прилегающая к дороге» понимается:'},
    {   'correct_index': 3,
        'explanation': 'Участники дорожного движения обязаны соблюдать правила движения, требования средств дорожной '
                       'сигнализации, сигналы и указания регулировщика, ... П. 3.',
        'image': None,
        'options': [   'Только правила движения.',
                       'Только требования средств дорожной сигнализации.',
                       'Только сигналы и указания регулировщика.',
                       'Все перечисленные требования.'],
        'question': '11) Участники дорожного движения обязаны соблюдать:'},
    {   'correct_index': 0,
        'explanation': 'Железнодорожный переезд пересечение дороги с железнодорожными путями на одном уровне. П. 7.',
        'image': "clipboard_image_1769701170921.png",
        'options': [   'Пересечение дороги с железнодорожными путями на одном уровне (рис. А).',
                       'Пересечение дороги, проходящей по путепроводу, с железнодорожными путями, проходящими под '
                       'путепроводом (рис. В).',
                       'Пересечение железнодорожных путей, проходящих по мосту, с дорогой, проходящей под мостом (рис. '
                       'С).',
                       'Любой из перечисленных видов пересечений дороги с железнодорожными путями.'],
        'question': '12) Под термином «железнодорожный переезд» понимается:'},
    {   'correct_index': 1,
        'explanation': 'Проезжая часть часть дорожного полотна, предназначенная для движения транс-портных средств. '
                       'Дорога может иметь несколько проезжих частей, отделённых одна от дру гой разделительными '
                       'полосами. Разделительная полоса элемент дороги, выделенный конструктивно и/или посредством '
                       'разметки, который разделяет смежные проезжие части и который не предназначен для движения и '
                       'остановки транспортных средств, П. 7.',
        'image': 'q13.png',
        'options': ['Одну.', 'Две.', 'Четыре.'],
        'question': '13) Сколько проезжих частей имеет дорога, по которой Вы движетесь?'},
    {   'correct_index': 3,
        'explanation': 'Главная дорога дорога, обозначенная знаками «Пересечение со второстепенной дорогой», «Главная '
                       'дорога» либо «Автомагистраль», или дорога с любым покрытием по от-ношению к дороге без '
                       'покрытия. П. 7.',
        'image': "clipboard_image_1769701183395.png",
        'options': [   'Только дорога, обозначенная одним из знаков «Пересечение со второстепенной дорогой» или '
                       '«Главная дорога»,',
                       'Только дорога, обозначенная знаком «Автомагистраль».',
                       'Только дорога с покрытием по отношению к дороге без покрытия.',
                       'Дорога, обозначенная одним из знаков «Пересечение со второстепенной дорогой», «Главная дорога» '
                       'или «Автомагистраль» либо дорога с любым покрытием по отношению к дороге без покрытия.'],
        'question': '14) Под термином «главная дорога» понимается:'},
    {   'correct_index': 1,
        'explanation': 'Служебная остановка прекращение движения транспортного средства на запре щающий сигнал '
                       'регулировщика, светофора, у знака или для того, чтобы уступить дорогу транспортному средству '
                       '(пешеходу), пользующемуся преимуществом. П. 7.',
        'image': None,
        'options': [   'Прекращение движения транспортного средства на время посадки или высадки пассажиров либо его '
                       'загрузки или разгрузки.',
                       'Прекращение движения транспортного средства на запрещающий сигнал регулировщика, светофора, у '
                       'знака или для того, чтобы уступить дорогу транспортному средству (пешеходу), пользующемуся '
                       'преимуществом.',
                       'Прекращение движения транспортного средства из-за его технической неисправности, состояния '
                       'здоровья водителя (пассажира) или препятствия на дороге.'],
        'question': '15) Под термином «служебная остановка» понимается:'},
    {   'correct_index': 2,
        'explanation': 'Дорожное полотно часть дороги, включающая проезжую часть (проезжие части), разделительную '
                       'полосу (разделительные полосы) и обочины. П. 7.',
        'image': None,
        'options': [   'Продольная полоса дороги имеющая ширину, достаточную для беспрепятственного движения в один '
                       'ряд транспортных средств.',
                       'Элемент дороги, выделенный посредством разметки, который не предназначен для движения и '
                       'остановки транспортных средств.',
                       'Часть дороги, включающая проезжую часть (проезжие части), разделительную полосу '
                       '(разделительные полосы) и обочины.'],
        'question': '16) Под термином «дорожное полотно» понимается:'},
    {   'correct_index': 0,
        'explanation': 'Недостаточная видимость видимость дороги менее 300 м в период вечерних и ут-ренних сумерек, в '
                       'условиях тумана, дождя, снегопада и т. п. П. 7.',
        'image': None,
        'options': [   'Видимость дороги менее 300 м в период вечерних и утренних сумерек, в условиях тумана, дождя, '
                       'снегопада и т.п.',
                       'Видимость дороги менее 400 м в период вечерних и утренних сумерек.',
                       'Видимость дороги менее 500 м в условиях тумана, дождя, снегопада и т. п.',
                       'Видимость в направлении движения, ограниченная геометрическими параметрами дороги.'],
        'question': '17) Под термином «недостаточная видимость» понимается:'},
    {   'correct_index': 1,
        'explanation': 'Ограниченная обзорность видимость в направлении движения, ограниченная геометрическими '
                       'параметрами дороги, инженерными сооружениями, придорожными зелёными насаждениями или другими '
                       'транспортными средствами. П. 7.',
        'image': None,
        'options': [   'Видимость дороги менее 300 м в период вечерних и утренних сумерек, в условиях тумана, дождя, '
                       'снегопада и т. п.',
                       'Видимость в направлении движения, ограниченная геометрическими параметрами дороги, инженерными '
                       'сооружениями, придорожными зелёными насаждениями или другими транспортными средствами.',
                       'Видимость в направлении движения ограниченная только инженерными сооружениями.',
                       'Видимость в направлении движения ограниченная только геометрическими параметрами дороги.'],
        'question': '18) Под термином «ограниченная обзорность» понимается :'},
    {   'correct_index': 1,
        'explanation': 'Предусмотрительное вождение действия водителя транспортного средства, обеспечивающие '
                       'предотвращение дорожно-транспортного происшествия путём недопуще ния опасных ситуаций при '
                       'управлении транспортным средством, а также упреждение и из-бежание опасных ситуаций, которые '
                       'могут быть спровоцированы другими участниками до-рожного движения. П. 7.',
        'image': None,
        'options': [   'Сознательное осуществление водителем действий, которые вынуждают других водителей принять меры '
                       'для того, чтобы предотвратить дорожно-транспортное или не подвергать угрозе безопасность '
                       'движения.',
                       'Действия водителя транспортного средства, обеспечивающие предотвращение дорожно-транспортного '
                       'происшествия путём недопущения опасных ситуаций при управлении транспортным средством, а также '
                       'упреждение и избежание опасных ситуаций, которые могут быть спровоцированы другими участниками '
                       'дорожного движения.',
                       'Опережение движущегося транспортного средства не связанное с выездом на полосу встречного '
                       'движения, а также движение в жилых и пешеходных зонах со скоростью не превышающей 5 км/ч.'],
        'question': '19) Под термином «предусмотрительное вождение» понимается:'},
    {   'correct_index': 0,
        'explanation': 'Под термином регулируемое движение понимается регламентирование действий участников дорожного '
                       'движения посредством сигналов регулировщика или светофора. П. 7.',
        'image': None,
        'options': [   'Регламентирование действий участников дорожного движения посредством сигналов регулировщика '
                       'или светофора.',
                       'Регламентирование действий участников дорожного движения посредством дорожных знаков или '
                       'продольной разметки.',
                       'Регламентирование действий участников дорожного движения посредством дорожных знаков или '
                       'вертикальной разметки.'],
        'question': '20) Под термином «регулируемое движение» понимается:'}]
