# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.5C.txt

QUIZ_DATA = [   {   'correct_index': 1,
        'explanation': 'Перекрёсток, на котором светофоры выключены, считается нерегулируемым. Первым проедет '
                       'перекресток, приближающийся по плавной дороге, грузовой автомобиль. Одновременно с ним '
                       'проследует, движущийся по второстепенной дороге зелёный автомобиль, поскольку их траектории '
                       'движения не пересекаются. Поворачивающий направо со второстепенной дороги красный автомобиль, '
                       'проедет перекресток последним. П. 56. 11. 1. 58 1, 2, 3)',
        'image': "1_10.png",
        'options': [   'Красный легковой автомобиль одновременно с зелёным, грузовой автомобиль.',
                       'Грузовой автомобиль одновременно с зелёным легковым автомобилем, красный легковой автомобиль.',
                       'Зелёный легковой автомобиль, грузовой автомобиль, красный легковой автомобиль.'],
        'question': '1) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 3,
        'explanation': 'Приближаясь к перекрёстку по главной дороге и намереваясь пересечь его в прямом направлении, '
                       'Вы проедете перекресток первым. Движущиеся по второстепенным дорогам белый и красный '
                       'автомобили, должны уступить Вам дорогу. П. 59 2), 3)',
        'image': "2_4.png",
        'options': [   'Уступить дорогу красному легковому автомобилю.',
                       'Уступить дорогу белому легковому автомобилю.',
                       'Уступить дорогу обоим автомобилям.',
                       'Проехать перекрёсток первым.'],
        'question': '2) Намереваясь проехать перекрёсток в прямом направлении, Вы должны:'},
    {   'correct_index': 2,
        'explanation': 'Легковой автомобиль движется по главной дороге, которая на перекрёстке меняет на правление. '
                       'Следовательно, он проедет перекресток первым. Приближающиеся к перекрест ку по второстепенной '
                       'дороге трамвай и мотоцикл должны уступить дорогу легковому автомобилю. П. 59 2), 3).',
        'image': "3_4.png",
        'options': [   'Трамвай и мотоцикл, легковой автомобиль.',
                       'Трамвай, легковой автомобиль, мотоцикл.',
                       'Легковой автомобиль, трамвай и мотоцикл.'],
        'question': '3) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 0,
        'explanation': 'Знак 2.1 «Уступи дорогу» с табличкой 6.15.2 «Направление главной дороги», устанавливает '
                       'очередность проезда нерегулируемого перекрёстка с круговым движением. Следовательно, первыми '
                       'одновременно проедут перекресток белый, зелёный и красный автомобили, движущиеся по главной '
                       'дороге, а затем желтый, синий и чёрный автомобили, приближающиеся к нему по второстепенным '
                       'дорогам. П. 59 2), 3).',
        'image': "4_4.png",
        'options': [   'Белый, зелёный и красный автомобили одновременно, затем жёлтый, синий и чёрный автомобили.',
                       'Белый, синий и красный, автомобили одновременно, затем зелёный, чёрный и жёлтый автомобили.',
                       'Жёлтый, синий и чёрный автомобили одновременно, затем белый, зелёный и красный автомобили.'],
        'question': '4) Укажите очерёдность проезда перекрёстка:'},
    {   'correct_index': 1,
        'explanation': 'Автобус, который движется по главной дороге, проедет перекрёсток первым. Затем, поочерёдно, '
                       'перекрёсток проедут трамвай и легковой автомобиль, приближающиеся к нему по второстепенным '
                       'дорогам. П. 56 4), Π. 59 2), 3).',
        'image': "5_3.png",
        'options': [   'Трамвай, автобус одновременно с легковым автомобилем.',
                       'Автобус, трамвай, легковой автомобиль.',
                       'Автобус одновременно с легковым автомобилем, трамвай.'],
        'question': '5) Укажите очерёдность проезда перекрёстка в ситуации, показанной на рисунке:'},
    {   'correct_index': 1,
        'explanation': 'Перекресток, на котором светофоры выключены, считается нерегулируемым. В этой ситуации первыми '
                       'проедут перекрёсток трамвай и легковой автомобиль приближающиеся по главной дороге справа от '
                       'автоцистерны. Затем автоцистерна, которая при проезде перекрёстка неравнозначных дорог '
                       'приближается перекрестку по главной дороге. Завершит проезд перекрёстка автобус, '
                       'приближающийся к перекрёстку по второстепенной дороге. П. 564), Π. 59 2), 3), 4).',
        'image': "6_3.png",
        'options': [   'Автобус, автоцистерна, трамвай одновременно с легковым автомобилем.',
                       'Трамвай одновременно с легковым автомобилем, автоцистерна, автобус.',
                       'Трамвай, автобус, легковой автомобиль, автоцистерна.'],
        'question': '6) Укажите очерёдность проезда перекрёстка:'},
    {   'correct_index': 2,
        'explanation': 'Легковой автомобиль движется по главной дороге, которая на перекрёстке меняет на правление. '
                       'Следовательно, он проедет перекресток первым. Приближающиеся перекрёст ку по второстепенной '
                       'дороге трамвай и мотоцикл должны уступить дорогу легковому автомобилю. П. 59 2), 3).',
        'image': "7_3.png",
        'options': [   'Трамвай, легковой автомобиль, мотоцикл.',
                       'Трамвай одновременно с мотоциклом, легковой автомобиль.',
                       'Легковой автомобиль, трамвай одновременно с мотоциклом.'],
        'question': '7) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 0,
        'explanation': 'Перекресток, на котором светофоры выключены, считается нерегулируемым. В этой ситуации, первым '
                       'проедет перекресток, приближающийся к нему по главной дороге, желтый автомобиль. Одновременно '
                       'с жёлтым автомобилем проедет перекресток, приближающийся по второстепенной дороге синий, '
                       'поскольку их траектории движения не пересекаются движущийся по второстепенной дороге трамвай, '
                       'который при равном праве на движение имеет преимущество перед красным автомобилем, проследует '
                       'через перекресток вторым. Завершит проезд перекрёстка красный автомобиль. П. 56 1), 4), П. 59 '
                       '2), 3).',
        'image': "8_4.png",
        'options': [   'Жёлтый автомобиль одновременно с синим, трамвай, красный автомобиль.',
                       'Жёлтый автомобиль, трамвай, красный автомобиль одновременно с синим.',
                       'Трамвай одновременно с синим автомобилем, жёлтый автомобиль, красный автомобиль.'],
        'question': '8) Укажите очерёдность проезда перекрёстка:'},
    {   'correct_index': 1,
        'explanation': 'Первым проедет перекрёсток автобус, приближающийся к нему по плавной дороге. Одновременно с '
                       'ним проедут перекрёсток легковой автомобиль и мотоцикл, поскольку их траектории движения не '
                       'пересекаются. Затем, перекресток проедет грузовой автомобиль. Движущийся по второстепенной '
                       'дороге трамвай, проедет перекрёсток последним. П. 59 2), 3), 4).',
        'image': "9_4.png",
        'options': [   'Трамвай и мотоцикл, автобус и легковой автомобиль, грузовой автомобиль.',
                       'Автобус одновременно с легковым автомобилем и мотоциклом, грузовой автомобиль, трамвай.',
                       'Трамвай, грузовой автомобиль, легковой автомобиль и мотоцикл, автобус.'],
        'question': '9) В каком порядке проедут перекрёсток эти транспортные средства?'},
    {   'correct_index': 2,
        'explanation': 'Легковой автомобиль и мотоцикл приближаются к перекрёстку по главной дороге. Первым проедет '
                       'перекресток, приближающийся к нему справа от мотоцикла легковой автомобиль, затем мотоцикл. '
                       'Движущийся по второстепенной дороге грузовой автомобиль проедет перекресток последним. П. 59 '
                       '2), 3), 4).',
        'image': "10_4.png",
        'options': [   'Грузовой автомобиль, легковой автомобиль, мотоцикл.',
                       'Легковой автомобиль, грузовой автомобиль, мотоцикл.',
                       'Легковой автомобиль, мотоцикл, грузовой автомобиль.'],
        'question': '10) Укажите очерёдность проезда перекрёстка:'},
    {   'correct_index': 1,
        'explanation': 'Красный и жёлтый автомобили приближаются к перекрестку по ставной дороге и проведут его '
                       'поочерёдно. Синий и зеленый автомобили движутся по второстепенным дорогам. Поскольку синий '
                       'автомобиль приближается к перекрестку справа по отношению к зеленому автомобилю, он проедет '
                       'его третьим. П. 59 2), 3), 4)',
        'image': "11_4.png",
        'options': ['Зелёный.', 'Синий.', 'Красный.', 'Жёлтый.'],
        'question': '11) Какой из легковых автомобилей изображённых на рисунке проедет перекрёсток третьим?'},
    {   'correct_index': 2,
        'explanation': 'Вы движетесь, по второстепенной дороге. Намереваясь, проезжать перекресток в прямом '
                       'направлении Вы уступите дорогу мотоциклу и автобусу, которые приближаются и перекрёстку по '
                       'главной дороге. П. 59 21.',
        'image': "12_4.png",
        'options': [   'Проедете перекрёсток первым.',
                       'Уступите дорогу мотоциклу, затем проедете перекрёсток.',
                       'Уступите дорогу мотоциклу и автобусу, затем проедете перекрёсток.'],
        'question': '12) В ситуации, показанной на рисунке, намереваясь проехать в прямом направлении, Вы:'},
    {   'correct_index': 0,
        'explanation': 'Знак 2.1 «Уступи дорогу» с табличкой 6.15.2 «Направление главной дороги», устанавливает '
                       'очередность проезда нерегулируемого перекрёстка с круговым движением. Следовательно водитель '
                       'красного автомобиля имеет преимущество перед Вами, так как движется по главной дороге. П. 592)',
        'image': "13_4.png",
        'options': [   'Имеет преимущество перед Вами, так как движется по главной дороге.',
                       'Имеет преимущество перед Вами, так как движется по перекрёстку с круговым движением.',
                       'Обязан уступить Вам дорогу, поскольку Вы приближаетесь к перекрёстку с правой стороны.'],
        'question': '13) Водитель красного автомобиля:'},
    {   'correct_index': 1,
        'explanation': 'Синий автомобиль проедет перекрёсток первым, так как приближается к нему по главной дороге. '
                       'Красный автомобиль и мотоцикл движутся по второстепенным дорогам и поскольку красный '
                       'автомобиль по отношению к мотоциклу приближается и перекрестку справа он проедет его вторым. '
                       'П. 59 2), 3), 4).',
        'image': "14_1.png",
        'options': ['Синий автомобиль.', 'Красный автомобиль.', 'Мотоцикл.'],
        'question': '14) Вторым проедет перекрёсток:'},
    {   'correct_index': 1,
        'explanation': 'Оба трамвая и автомобиль движутся по второстепенным дорогам. Так как трамвай 2 1 приближается '
                       'к перекрёстку справа по отношению к трамваю 1, он проедет его первым, одновременно с легковым '
                       'автомобилем, поскольку их траектории движения не пересекаются. Последним проедет перекрёсток '
                       'трамвай 1. П. 56 1), П. 59 3), 4).',
        'image': "clipboard_image_1770577941484.png",
        'options': [   'Трамвай 1 и легковой автомобиль, трамвай 2.',
                       'Трамвай 2 и легковой автомобиль, трамвай 1.',
                       'Трамвай 2, трамвай 1, легковой автомобиль.'],
        'question': '15) В каком порядке проедут перекрёсток эти транспортные средства?'},
    {   'correct_index': 2,
        'explanation': 'Вы движетесь по второстепенной дороге. Намереваясь повернуть налево Вы уступите дорогу обоим '
                       'автомобилям, которые приближаются к перекрёстку по главной дороге. П. 59 2).',
        'image': "clipboard_image_1770577980114.png",
        'options': ['Только красному автомобилю.', 'Только синему автомобилю.', 'Обоим автомобилям.'],
        'question': '16) Намереваясь повернуть налево Вы должны уступить дорогу:'},
    {   'correct_index': 0,
        'explanation': 'Перекрёсток, на котором светофоры выключены, считается нерегулируемым. В этой ситуации, '
                       'красный автомобиль проедет перекрёсток первым, поскольку приближается к нему по главной '
                       'дороге. П. 59 2).',
        'image': None,
        'options': ['Первым.', 'Вторым.'],
        'question': '17) Красный автомобиль проедет перекрёсток:'},
    {   'correct_index': 2,
        'explanation': 'Вы движетесь по второстепенной дороге. Намереваясь проехать перекрёсток в пря мом направлении, '
                       'Вы уступите дорогу обоим автомобилям, которые приближаются к перекрёстку по главной дороге. П. '
                       '59 2).',
        'image': "18_2.png",
        'options': [   'Только синему легковому автомобилю.',
                       'Только красному легковому автомобилю.',
                       'Обоим автомобилям.'],
        'question': '18) Намереваясь проехать в прямом направлении, Вы должны уступить дорогу:'},
    {   'correct_index': 0,
        'explanation': 'Вы движетесь по главной дороге. Намереваясь повернуть налево, Вы должны уступить дорогу синему '
                       'автомобилю, который по главной дороге приближается к перекрёстку справа. Движущийся по '
                       'второстепенной дороге белый автомобиль проедет перекрёсток последним. П. 59 2), 3), 4).',
        'image': "image_19.png",
        'options': ['Синему легковому автомобилю.', 'Белому легковому автомобилю.', 'Обоим автомобилям.'],
        'question': '19) Намереваясь повернуть налево, Вы должны уступить дорогy:'},
    {   'correct_index': 3,
        'explanation': 'Движущийся по второстепенной дороге водитель легкового автомобиля должен уступить дорогу '
                       'автобусу, приближающемуся к перекрёстку по главной дороге, и грузовому автомобилю, который по '
                       'второстепенной дороге приближается к перекрёстку справа. П. 59 2), 3), 4).',
        'image': "image_20.png",
        'options': [   'Проехать перекрёсток первым.',
                       'Уступить дорогу только автобусу.',
                       'Уступить дорогу только грузовому автомобилю.',
                       'Уступить дорогу обоим транспортным средствам.'],
        'question': '20) Водитель легкового автомобиля должен:'},
    {   'correct_index': 3,
        'explanation': 'Вы движетесь по второстепенной дороге. Намереваясь проехать перекрёсток в прямом направлении, '
                       'Вы уступите дорогу автобусу и обоим автомобилям, которые приближаются к перекрёстку по главной '
                       'дороге. П. 59 2).',
        'image': "image_21.png",
        'options': [   'Проедете перекрёсток первым.',
                       'Уступите дорогу красному легковому автомобилю и автобусу, затем проедете перекрёсток.',
                       'Уступите дорогу встречному легковому автомобилю, затем проедете перекрёсток.',
                       'Уступите дорогу всем транспортным средствам и проедете перекрёсток последним.'],
        'question': '21) Находясь за рулём изображённого на рисунке автомобиля и намереваясь проехать в прямом '
                    'направлении Вы:'},
    {   'correct_index': 2,
        'explanation': 'Перекрёсток, на котором светофоры выключены, считается нерегулируемым. В этой ситуации, первым '
                       'проедет перекрёсток, движущийся по главной дороге трамвай, который при равном праве на '
                       'движение имеет преимущество перед автобусом. Затем, поочерёдно проедут автобус и легковой '
                       'автомобиль, который, при проезде перекрёстка равнозначных дорог, уступит дорогу '
                       'приближающемуся к перекрёстку справа автобусу. Завершит проезд перекрёстка автоцистерна, '
                       'приближающаяся к перекрёстку по второстепенной дороге. П. 56 4), Π. 59 2), 3), 4).',
        'image': "image_22.png",
        'options': [   'Автобус, трамвай, легковой автомобиль, автоцистерна.',
                       'Трамвай, легковой автомобиль, автобус, автоцистерна.',
                       'Трамвай, автобус, легковой автомобиль, автоцистерна.'],
        'question': '22) В какой последовательности проедут перекрёсток эти транспортные средства?'},
    {   'correct_index': 0,
        'explanation': 'Легковой автомобиль движется по главной дороге, которая на перекрёстке меняет на-правление. '
                       'Следовательно, он проедет перекрёсток первым. Приближающиеся к перекрёстку по второстепенной '
                       'дороге трамвай и мотоцикл должны уступить дорогу легковому автомобилю. П. 59 2), 3).',
        'image': "image_23.png",
        'options': [   'Легковой автомобиль, трамвай одновременно с мотоциклом.',
                       'Трамвай, легковой автомобиль, мотоцикл.',
                       'Трамвай одновременно с мотоциклом, легковой автомобиль.'],
        'question': '23) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 0,
        'explanation': 'Зелёный автомобиль, который приближается к перекрёстку по главной дороге справа от жёлтого '
                       'автомобиля, проедет перекрёсток одновременно с красным автомобилем, поскольку их траектории '
                       'движения не пересекаются. Затем перекрёсток поочерёдно проедут: приблизившийся по главной '
                       'дороге жёлтый автомобиль, по второстепенной дороге - белый. П. 56 1), П. 59 2), 3), 4).',
        'image': "image_24.png",
        'options': [   'Зелёный одновременно с красным, жёлтый, белый.',
                       'Зелёный, жёлтый, затем белый одновременно с красным.',
                       'Зелёный, жёлтый, белый, красный.'],
        'question': '24) Легковые автомобили проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 1,
        'explanation': 'Вы приближаетесь к перекрёстку по главной дороге. Намереваясь повернуть налево, Вы уступите '
                       'дорогу легковому автомобилю, который по главной дороге приближается к перекрёстку справа. '
                       'Движущийся по второстепенной дороге грузовой автомобиль проедет перекрёсток последним. П. 59 '
                       '2), 3), 4).',
        'image': "image_25.png",
        'options': [   'Проедете перекрёсток первым.',
                       'Уступите дорогу легковому автомобилю, затем проедете перекрёсток.',
                       'Уступите дорогу грузовому автомобилю, затем проедете перекрёсток.',
                       'Уступите дорогу обоим автомобилям и проедете перекресток последним.'],
        'question': '25) В ситуации, показанной на рисунке, намереваясь повернуть налево Вы:'},
    {   'correct_index': 2,
        'explanation': 'Мотоцикл и грузовой автомобиль приближаются к перекрёстку по главной дороге. Первым проедет '
                       'перекрёсток, приближающийся к нему справа, по отношению к грузовому автомобилю мотоцикл, затем '
                       'грузовой автомобиль. Движущийся по второстепенной дороге легковой автомобиль проедет '
                       'перекрёсток последним. П. 59 2), 3), 4).',
        'image': "image_26.png",
        'options': [   'Грузовой автомобиль, легковой автомобиль, мотоцикл.',
                       'Мотоцикл, легковой автомобиль, грузовой автомобиль.',
                       'Мотоцикл, грузовой автомобиль, легковой автомобиль.'],
        'question': '26) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 0,
        'explanation': 'Грузовой и легковой автомобили приближаются к перекрёстку по главной дороге. Первым проедет '
                       'перекрёсток грузовой автомобиль, приближающийся к нему справа по отношению к легковому '
                       'автомобилю, затем легковой автомобиль. Движущийся по второстепенной дороге мотоцикл проедет '
                       'перекрёсток последним. П. 59 2), 3), 4).',
        'image': "image_27.png",
        'options': [   'Грузовой автомобиль, легковой автомобиль, мотоцикл.',
                       'Легковой автомобиль, грузовой автомобиль, мотоцикл.',
                       'Легковой автомобиль, мотоцикл, грузовой автомобиль.'],
        'question': '27) Укажите очерёдность проезда перекрёстка:'},
    {   'correct_index': 2,
        'explanation': 'Вы приближаетесь к перекрёстку по главной дороге. Намереваясь повернуть налево, Вы уступите '
                       'дорогу легковому автомобилю, который по главной дороге приближается к перекрёстку справа и '
                       'проедете перекрёсток вторым. Движущийся по второстепенной дороге грузовой автомобиль проедет '
                       'перекрёсток последним. П. 59 2), 3), 4).',
        'image': "image_28.png",
        'options': [   'Грузовой автомобиль.',
                       'Белый легковой автомобиль.',
                       'Легковой автомобиль, за рулём которого Вы находитесь.'],
        'question': '28) Вторым проедет перекрёсток:'},
    {   'correct_index': 2,
        'explanation': 'Вы движетесь по второстепенной дороге. Намереваясь повернуть направо Вы уступите дорогу '
                       'мотоциклу, приближающемуся к перекрёстку по главной дороге. Затем Вы проедете перекрёсток '
                       'одновременно с приближающимся справа по второстепенной дороге легковым автомобилем, поскольку '
                       'траектории движения этого автомобиля и автомобиля, кото рым Вы управляете, не пересекаются. П. '
                       '56 1), П. 59 2), 3).',
        'image': "image_29.png",
        'options': [   'Проедете перекресток первым.',
                       'Уступите дорогу красному легковому автомобилю, затем проедете перекрёсток.',
                       'Уступите дорогу мотоциклу, затем проедете перекрёсток одновременно с красным легковым '
                       'автомобилем.'],
        'question': '29) Находясь за рулём автомобиля и намереваясь повернуть направо Вы:'},
    {   'correct_index': 2,
        'explanation': 'Зелёный и синий автомобили приближаются к перекрёстку по главной дороге. Поскольку их '
                       'траектории движения не пересекаются, они проедут перекрёсток одновременно. Движущийся по '
                       'второстепенной дороге красный автомобиль проедет перекрёсток послед ним. П. 56 1), П. 59 2), '
                       '3).',
        'image': "image_30.png",
        'options': [   'Зелёный, синий, красный автомобили.',
                       'Синий автомобиль одновременно с красным, затем зелёный автомобиль.',
                       'Зелёный автомобиль одновременно с синим, затем красный автомобиль.'],
        'question': '30) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 1,
        'explanation': 'Грузовой автомобиль и зелёный легковой автомобиль приближаются к перекрёстку по главной '
                       'дороге. Первым проедет перекрёсток грузовой автомобиль, который приближается к нему справа от '
                       'зелёного автомобиля, затем зелёный автомобиль. После их проезда, поочерёдно, проедут '
                       'перекрёсток, движущиеся по второстепенным дорогам, автобус и жёлтый легковой автомобиль. П. 59 '
                       '2), 3), 4).',
        'image': "image_31.png",
        'options': [   'Автобус, грузовой автомобиль, жёлтый легковой автомобиль, зелёный легковой автомобиль.',
                       'Грузовой автомобиль, зелёный легковой автомобиль, автобус, жёлтый легковой автомобиль.',
                       'Жёлтый легковой автомобиль, зелёный легковой автомобиль, автобус, грузовой автомобиль.'],
        'question': '31) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 0,
        'explanation': 'Приближаясь к перекрёстку по главной дороге и намереваясь повернуть налево, Вы проедете '
                       'перекрёсток первым. Движущиеся по второстепенным дорогам мотоцикл и автобус, должны уступить '
                       'Вам дорогу. П. 59 2), 3).',
        'image': "image_32.png",
        'options': [   'Проедете перекрёсток первым.',
                       'Уступите дорогу мотоциклу, затем проедете перекрёсток.',
                       'Уступите дорогу мотоциклу и автобусу, затем проедете перекрёсток.'],
        'question': '32) Находясь за рулём автомобиля и намереваясь повернуть налево Вы:'},
    {   'correct_index': 1,
        'explanation': 'Мотоцикл и грузовой автомобиль приближаются к перекрёстку по главной дороге. Первым проедет '
                       'перекрёсток мотоцикл, который приближается к нему справа от грузового автомобиля, затем '
                       'грузовой автомобиль. Движущийся по второстепенной дороге легковой автомобиль проедет '
                       'перекрёсток последним. П. 59 2), 3), 4).',
        'image': "image_33.png",
        'options': [   'Грузовой автомобиль, мотоцикл, легковой автомобиль.',
                       'Мотоцикл, грузовой автомобиль, легковой автомобиль.',
                       'Грузовой автомобиль, легковой автомобиль, мотоцикл.'],
        'question': '33) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 3,
        'explanation': 'Перекрёсток, на котором светофоры выключены, считается нерегулируемым. В этой ситуации, из '
                       'приближающихся к перекрёстку по главной дороге транспортных средств, первым проедет '
                       'перекрёсток мотоцикл, который находится справа от автобуса. Вторым проедет перекрёсток '
                       'автобус. Третьим, проедет перекрёсток трамвай, который при равном праве на движение имеет '
                       'преимущество перед автоцистерной. Завершит проезд перекрёстка авто-цистерна. П. 56 4), Π. 59 '
                       '2), 3), 4).',
        'image': "image_34.png",
        'options': [   'Трамвай одновременно с мотоциклом, затем автобус одновременно с автоцистерной.',
                       'Трамвай, автобус одновременно с автоцистерной, мотоцикл.',
                       'Автобус одновременно с автоцистерной, затем трамвай одновременно с мотоциклом.',
                       'Мотоцикл, автобус, трамвай, автоцистерна.'],
        'question': '34) В каком порядке проедут перекрёсток эти транспортные средства?'},
    {   'correct_index': 3,
        'explanation': 'При проезде этого перекрёстка траектории движения транспортных средств не пересекаются. '
                       'Следовательно все транспортные средства проедут перекрёсток одновременно. Π. 56 1).',
        'image': "image_35.png",
        'options': [   'Легковой автомобиль, автоцистерна, мотоцикл.',
                       'Автоцистерна, легковой автомобиль, мотоцикл.',
                       'Легковой автомобиль, мотоцикл, автоцистерна.',
                       'Транспортные средства проедут перекрёсток одновременно.'],
        'question': '35) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 1,
        'explanation': 'Автобус и грузовой автомобиль приближаются к перекрёстку по главной дороге. Первым проедет '
                       'перекрёсток автобус, который приближается к нему справа от грузового автомобиля, затем '
                       'грузовой автомобиль. Последним проедет перекрёсток, движущийся по второстепенной дороге '
                       'легковой автомобиль. П. 59 2), 3), 4).',
        'image': "image_36.png",
        'options': [   'Первым - легковой автомобиль, последним грузовой автомобиль.',
                       'Первым - автобус, последним легковой автомобиль.',
                       'Первым - грузовой автомобиль, последним легковой автомобиль.'],
        'question': '36) Какое транспортное средство проедет перекрёсток первым и какое последним?'},
    {   'correct_index': 3,
        'explanation': 'Легковой автомобиль и мотоцикл приближаются к перекрёстку по главной дороге. Первым проедет '
                       'перекрёсток легковой автомобиль, который приближается к нему справа от мотоцикла, затем '
                       'мотоцикл. Движущийся по второстепенной дороге грузовой автомобиль проедет перекрёсток '
                       'последним. П. 59 2), 3), 4).',
        'image': "4.5C__37.png",
        'options': [   'Легковой автомобиль, грузовой автомобиль, мотоцикл.',
                       'Грузовой автомобиль, мотоцикл, легковой автомобиль.',
                       'Грузовой автомобиль, легковой автомобиль, мотоцикл.',
                       'Легковой автомобиль, мотоцикл, грузовой автомобиль.'],
        'question': '37) В каком порядке проедут перекрёсток эти транспортные средства?'},
    {   'correct_index': 0,
        'explanation': 'Синий и зелёный автомобили приближаются к перекрёстку по главной дороге. Поскольку их '
                       'траектории движения не пересекаются, они проедут перекрёсток одновременно. Движущийся по '
                       'второстепенной дороге белый автомобиль проедет перекрёсток последним. П. 561), Π. 59 2), 3).',
        'image': "4.5C__38.png",
        'options': [   'Синий одновременно с зелёным, затем белый,',
                       'Белый, синий, зелёный.',
                       'Зелёный, белый, синий.',
                       'Синий, белый, зелёный.'],
        'question': '38) В каком порядке проедут перекрёсток эти транспортные средства?'},
    {   'correct_index': 2,
        'explanation': 'Мотоцикл и легковой автомобиль приближаются к перекрёстку по главной дороге. Первым проедет '
                       'перекрёсток мотоцикл, который приближается к нему справа от легкового автомобиля, затем '
                       'легковой автомобиль. Движущийся по второстепенной дороге грузовой автомобиль проедет '
                       'перекрёсток последним. П. 59 2), 3), 4).',
        'image': "4.5C__39.png",
        'options': [   'Мотоцикл, автоцистерна, легковой автомобиль.',
                       'Автоцистерна, мотоцикл, легковой автомобиль.',
                       'Мотоцикл, легковой автомобиль, автоцистерна.',
                       'Легковой автомобиль, автоцистерна, мотоцикл.'],
        'question': '39) В каком порядке проедут перекрёсток эти транспортные средства?'},
    {   'correct_index': 2,
        'explanation': 'При проезде этого перекрёстка траектории движения транспортных средств не пересекаются. '
                       'Следовательно все транспортные средства проедут перекрёсток одновременно. П. 56 1).',
        'image': "4.5C__40.png",
        'options': [   'Зелёный автомобиль, синий автомобиль, автобус,',
                       'Зелёный автомобиль одновременно с синим, затем автобус.',
                       'Транспортные средства проедут перекрёсток одновременно.'],
        'question': '40) Укажите очередность проезда перекрёстка:'},
    {   'correct_index': 2,
        'explanation': 'Вы движетесь по второстепенной дороге. Намереваясь повернуть налево, Вы уступите дорогу обоим '
                       'автомобилям, которые приближаются к перекрёстку по главной дороге. П. 59 2).',
        'image': "4.5C__41.png",
        'options': [   'Уступить дорогу только красному легковому автомобилю.',
                       'Уступить дорогу только белому легковому автомобилю.',
                       'Уступить дорогу обоим автомобилям.',
                       'Проехать перекрёсток первым.'],
        'question': '41) Намереваясь повернуть налево Вы должны:'},
    {   'correct_index': 1,
        'explanation': 'Вы уступите дорогу только легковому автомобилю и проедете перекрёсток вторым. П. 59 3), 4). '
                       'Пояснительная записка к приложению № 3 (II. ЗНАКИ ПРИОРИТЕТА, 2.3; VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ '
                       'ИНФОРМАЦИИ /ТАБЛИЧКИ/, 6.15.1).',
        'image': "4.5C__42.png",
        'options': [   'Проедете перекрёсток первым одновременно с грузовым автомобилем.',
                       'Уступите дорогу только легковому автомобилю и проедете перекрёсток вторым.',
                       'Уступите дорогу мотоциклу затем легковому автомобилю, и проедете перекрёсток третьим.',
                       'Уступите дорогу всем транспортным средствам и проедете перекрёсток последним.'],
        'question': '42) Намереваясь повернуть налево Вы:'},
    {   'correct_index': 4,
        'explanation': 'Проедете перекресток первым поскольку в данной ситуации вы не обязаны уступать дорогу другим '
                       'транспортным средствам. П. 59 3), 4). Пояснительная записка к приложению № 3 (ІІ. ЗНАКИ '
                       'ПРИОРИТЕТА, 2.3; VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ /ТАБЛИЧКИ/, 6.15.1).',
        'image': "4.5C__43.png",
        'options': [   'Проедете перекрёсток первым одновременно с грузовым автомобилем.',
                       'Уступите дорогу только велосипедисту и проедете перекрёсток вторым.',
                       'Уступите дорогу только легковому автомобилю и проедете перекрёсток вторым.',
                       'Уступите дорогу велосипедисту и легковому автомобилю и проедете перекрёсток третьим.',
                       'Проедете перекрёсток первым поскольку в данной ситуации Вы не обязаны уступать дорогу другим '
                       'транспортным средствам.'],
        'question': '43) Находясь за рулём мотоцикла и намереваясь повернуть налево Вы:'},
    {   'correct_index': 2,
        'explanation': 'В ситуации, показанной на рисунке, Вы уступите дорогу только легковому автомобилю и проедете '
                       'перекрёсток вторым. П. 59 1), 2), 3), 4).',
        'image': "4.5C__44.png",
        'options': [   'Проедете перекрёсток первым одновременно с грузовым автомобилем.',
                       'Уступите дорогу только велосипедисту и проедете перекрёсток вторым.',
                       'Уступите дорогу только легковому автомобилю и проедете перекрёсток вторым.',
                       'Уступите дорогу велосипедисту и легковому автомобилю и проедете перекрёсток третьим.',
                       'Уступите дорогу всем транспортным средствам и проедете перекрёсток последним.'],
        'question': '44) Находясь за рулём мотоцикла и намереваясь повернуть налево Вы:'},
    {   'correct_index': 1,
        'explanation': 'В ситуации, показанной на рисунке, Вы уступите дорогу только автомобилю скорой помощи и '
                       'проедете перекрёсток вторым. П. 106 1), П. 59 1), 2), 3), 4).',
        'image': "4.5C__45.png",
        'options': [   'Проедете перекрёсток первым одновременно с грузовым автомобилем.',
                       'Уступите дорогу только автомобилю скорой помощи и проедете перекресток вторым.',
                       'Уступите дорогу мотоциклу затем автомобилю скорой помощи, и проедете перекрёсток третьим.',
                       'Уступите дорогу автомобилю скорой помощи, затем мотоциклу и проедете перекресток одновременно '
                       'с грузовым автомобилем.'],
        'question': '45) Намереваясь повернуть налево Вы:'},
    {   'correct_index': 1,
        'explanation': 'Гужевая повозка А, автобус, гужевая повозка В, мотоцикл. П. 59 3), 4). Пояснительная записка к '
                       'приложению № 3 (ІІ. ЗНАКИ ПРИОРИТЕТА, 2.1; VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ /ТАБЛИЧКИ/, '
                       '6.15.1).',
        'image': "4.5C__46.png",
        'options': [   'Автобус, гужевая повозка А, мотоцикл, гужевая повозка В.',
                       'Гужевая повозка А, автобус, гужевая повозка В, мотоцикл.',
                       'Мотоцикл, гужевая повозка А, автобус, гужевая повозка В.',
                       'Гужевая повозка А, гужевая повозка В, мотоцикл, автобус.'],
        'question': '46) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 0,
        'explanation': 'Вы приближаетесь к перекрёстку по главной дороге. Намереваясь повернуть налево, Вы проедете '
                       'перекрёсток первым, поскольку приближаетесь справа от грузового автомобиля, который также '
                       'приближается к перекрёстку по главной дороге. Движущийся по второстепенной дороге легковой '
                       'автомобиль проедет перекрёсток последним. П. 59 2), 3), 4).',
        'image': "4.5C__47.png",
        'options': [   'Проедете перекрёсток первым.',
                       'Уступите дорогу легковому автомобилю, затем проедете перекрёсток.',
                       'Уступите дорогу грузовому автомобилю, затем проедете перекрёсток.',
                       'Уступите дорогу обоим автомобилям и проедете перекрёсток последним.'],
        'question': '47) Находясь за рулём изображённого на рисунке автомобиля и намереваясь повернуть налево вы'},
    {   'correct_index': 0,
        'explanation': 'Вы движетесь по второстепенной дороге. Намереваясь повернуть направо Вы проедете перекрёсток '
                       'первым одновременно с красным легковым автомобилем, поскольку траектории движения этого '
                       'автомобиля и автомобиля, которым Вы управляете, не пересекаются. Мотоциклист проедет '
                       'перекрёсток последним. П. 56 1), Π. 59 2), 3).',
        'image': "4.5C__48.png",
        'options': [   'Проедете перекрёсток одновременно с красным легковым автомобилем.',
                       'Проедете перекрёсток вторым, уступив дорогу только мотоциклу.',
                       'Уступите дорогу красному легковому автомобилю и мотоциклисту, затем проедете перекрёсток.'],
        'question': '48) Находясь за рулём изображённого на рисунке автомобиля и намереваясь повернуть направо Вы:'},
    {   'correct_index': 2,
        'explanation': 'Вы движетесь по второстепенной дороге. Намереваясь повернуть налево, Вы уступи-те дорогу '
                       'мотоциклисту и красному легковому автомобилю, затем проедете перекрёсток последним. '
                       'Мотоциклист, который находится на главной дороге, проедет перекрёсток одновременно с красным '
                       'автомобилем, поскольку их траектории движения не пересекаются. П. 56 1), Π. 59 2), 3).',
        'image': "4.5C__49.png",
        'options': [   'Проедете перекрёсток первым.',
                       'Проедете перекрёсток вторым, уступив дорогу только красному легковому автомобилю.',
                       'Уступите дорогу мотоциклисту и красному легковому автомобилю, затем проедете перекресток '
                       'последним'],
        'question': '49) Находясь за рулём изображённого на рисунке автомобиля и намереваясь повернуть налево Вы'},
    {   'correct_index': 2,
        'explanation': 'Автобус и синий легковой автомобиль приближаются к перекрёстку по главной дороге. Первым '
                       'проедет перекрёсток автобус, который приближается к нему справа от синего автомобиля, затем '
                       'синий автомобиль. После их проезда, поочерёдно, проедут перекрёсток, движущиеся по '
                       'второстепенным дорогам, грузовой автомобиль и белый легковой автомобиль. П. 59 2), 3), 4).',
        'image': "4.5C__50.png",
        'options': [   'Автобус, грузовой автомобиль, синий легковой автомобиль, белый легковой автомобиль.',
                       'Грузовой автомобиль, белый легковой автомобиль, автобус, синий легковой автомобиль.',
                       'Автобус, синий легковой автомобиль, грузовой автомобиль, белый легковой автомобиль.'],
        'question': '50) В каком порядке проедут перекрёсток эти транспортные средства?'},
    {   'correct_index': 2,
        'explanation': 'Мотоцикл приближается к перекрёстку по главной дороге и проедет перекрёсток первым. Вторым '
                       'проедет перекрёсток автобус, который приближается по второстепенной дороге справа от легкового '
                       'автомобиля. Движущийся по второстепенной дороге легковой автомобиль, уступив дорогу автобусу, '
                       'проедет перекрёсток последним. П. 59 2), 3), 4).',
        'image': "4.5C__51.png",
        'options': [   'Автобус, легковой автомобиль, мотоцикл.',
                       'Легковой автомобиль, автобус, мотоцикл.',
                       'Мотоцикл, автобус, легковой автомобиль.'],
        'question': '51) Укажите очерёдность проезда перекрёстка:'},
    {   'correct_index': 2,
        'explanation': 'Знак 2.1 «Уступи дорогу» с табличкой 6.15.2 «Направление главной дороги», устанавливает '
                       'очерёдность проезда нерегулируемого перекрёстка с круговым движением. Следовательно, Вы '
                       'обязаны уступить дорогу легковому автомобилю, так как он движется по главной дороге. П. 59 2).',
        'image': "4.5C__52.png",
        'options': [   'Имеет преимущество перед легковым автомобилем, так как приближаетесь к перекрёстку справа от '
                       'него.',
                       'Обязаны уступить дорогу легковому автомобилю, так как он движется по перекрёстку с круговым '
                       'движением.',
                       'Обязаны уступить дорогу легковому автомобилю, так как он движется по главной дороге.'],
        'question': '52) В ситуации, показанной на рисунке, Вы:'},
    {   'correct_index': 1,
        'explanation': 'Мотоцикл и автоцистерна приближаются к перекрёстку по главной дороге. Первым проедет '
                       'перекрёсток мотоцикл, который приближается к нему справа от автоцистерны одновременно с '
                       'легковым автомобилем, затем автоцистерна. П. 59 2), 3), Π. 56 1).',
        'image': "4.5C__53.png",
        'options': [   'Автоцистерна, мотоцикл, легковой автомобиль.',
                       'Мотоцикл одновременно с легковым автомобилем, затем автоцистерна.',
                       'Автоцистерна одновременно с легковым автомобилем, затем мотоцикл.'],
        'question': '53) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 3,
        'explanation': 'При проезде этого перекрёстка траектории движения транспортных средств не пересекаются. '
                       'Следовательно, все транспортные средства проедут перекрёсток одновременно. Π. 56 1).',
        'image': "4.5C__54.png",
        'options': [   'Легковой автомобиль, автоцистерна, мотоцикл.',
                       'Автоцистерна, легковой автомобиль, мотоцикл.',
                       'Легковой автомобиль, мотоцикл, автоцистерна.',
                       'Транспортные средства проедут перекрёсток одновременно.'],
        'question': '54) Транспортные средства проедут перекрёсток в следующем порядке:'}]
