# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 6.2.txt

QUIZ_DATA = [   {   'correct_index': 4,
        'explanation': 'В целях обеспечения безопасности Правила запрещают пешеходам переходить дорогу в любом из '
                       'перечисленных случаев. Пешеходы должны пересекать проезжую часть только по обозначенным '
                       'пешеходным переходам, в том числе по подземным или надземным, а при их отсутствии на '
                       'перекрёстках, по линии тротуаров или обочин. П. 114 1), П. 116 1), a), b), c), d).',
        'image': None,
        'options': [   'Непосредственно перед или за находящимся на остановке маршрутным транспортным средством, либо '
                       'остановившимися или стоящими на дороге другими транспортными средствами.',
                       'На участках дорог с ограниченной обзорностью.',
                       'По территории перекрестков, вне пешеходных переходов.',
                       'При приближении транспортного средства с преимущественным правом движения с включёнными '
                       'световыми и звуковыми сигналами,',
                       'Во всех перечисленных случаях'],
        'question': '1) Пешеходам запрещается переходить дорогу:'},
    {   'correct_index': 2,
        'explanation': 'В целях обеспечения безопасности, вне населённых пунктов, пешеходы должны двигаться по левой '
                       'обочине дороги навстречу движению транспортных средств. При этом, в тёмное время суток или в '
                       'условиях недостаточной видимости, они должны носить одежду с флуоресцентно-светоотражающими '
                       'элементами. П. 1134), 5).',
        'image': None,
        'options': [   'Вне населенных пунктов двигаться по левой обочине дороги, а при её отсутствии как можно ближе '
                       'к левому краю проезжей части навстречу движению транспортных средств.',
                       'При движении по проезжей части или обочине, в тёмное время суток или в условиях недостаточной '
                       'видимости, должны носить одежду с флуоресцентно-светоотражающими элементами.',
                       'Выполнять оба действия.'],
        'question': '2) Пешеходы должны:'},
    {   'correct_index': 0,
        'explanation': 'В виде исключения, если в зоне видимости (100-150 м) нет пешеходного перехода или перекрёстка, '
                       'пешеходы могут переходить дорогу только убедившись в отсутствии приближающихся транспортных '
                       'средств, по траектории перпендикулярной к краю проезжей части. В местах, где дорога '
                       'просматривается менее чем на 100 м в обоих направлениях переходить проезжую часть запрещается. '
                       'П. 1142).',
        'image': None,
        'options': [   'Разрешается, если в зоне видимости (100-150 м) нет пешеходного перехода или перекрёстка, '
                       'только убедившись в отсутствии приближающихся транспортных средств по траектории, '
                       'перпендикулярной к краю проезжей части.',
                       'Разрешается только в дневное время на участках, где дорога хорошо просматривается не менее чем '
                       'на 50 м в обоих направлениях.',
                       'Не разрешается ни при каких условиях.'],
        'question': '3) Разрешается ли пешеходам переходить дорогу вне пешеходного перехода?'},
    {   'correct_index': 4,
        'explanation': 'Пешеходы должны носить одежду с флуоресцентно-светоотражающими элементами в тёмное время суток '
                       'или в условиях недостаточной видимости только при движении по проезжей части или по обочине. '
                       'П. 113 5).',
        'image': "clipboard_image_1770568550040.png",
        'options': [   'Только при движении по проезжей части.',
                       'Только при движении по обочине.',
                       'Только при движении по тротуару.',
                       'Только при движении в жилой или пешеходной зоне.',
                       'В случаях, перечисленных в пунктах 1 и 2.'],
        'question': '4) Пешеходы должны должны носить одежду с флуоресцентно-светоотражающими элементами в темное '
                    'время суток или в условиях недостаточной видимости:'},
    {   'correct_index': 3,
        'explanation': 'Пешеходу с товарной тележкой запрещается двигаться по проезжей части дорог с интенсивным '
                       'движением, двигаться по неосвещённым дорогам в тёмное время суток или в условиях недостаточной '
                       'видимости, а также оставлять тележку на проезжей части. П. 112 2), а), b), c).',
        'image': "clipboard_image_1770568560747.png",
        'options': [   'Двигаться по проезжей части дорог с интенсивным движением.',
                       'Двигаться по неосвещённым дорогам в тёмное время суток или в условиях недостаточной видимости.',
                       'Оставлять тележку на проезжей части.',
                       'Осуществлять любое из перечисленных действий.'],
        'question': '5) Пешеходу с товарной тележкой запрещается:'},
    {   'correct_index': 3,
        'explanation': 'Руководители колонн обязаны формировать колонну не более, чем по четыре человека в ряд, за '
                       'исключением манифестаций, шествий и кортежей, обозначить колонну по левому флангу спереди и '
                       'сзади: днём красными флажками, а в тёмное время суток или в условиях - недостаточной видимости '
                       'включёнными фонарями: спереди белого цвета, сзади красного, а также разделить колонну на '
                       'группы, обозначив их соответствующим образом, если размер колонны препятствует её обгону '
                       'движущимися транспортными средствами. П. 118.',
        'image': None,
        'options': [   'Формировать колонну не более, чем по четыре человека в ряд, за исключением манифестаций, '
                       'шествий и кортежей.',
                       'Обозначить колонну по левому флангу спереди и сзади: днём красными флажками, а в тёмное время '
                       'суток или в условиях недостаточной видимости включенными фонарями: спереди белого цвета, сзади '
                       'красного.',
                       'Разделить колонну на группы, обозначив их соответствующим образом, если размер колонны '
                       'препятствует её обгону движущимися транспортными средствами.',
                       'Выполнять все перечисленные действия.'],
        'question': '6) Руководители колонн обязаны:'}]
