# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 7A.txt

QUIZ_DATA = [   {   'correct_index': 2,
        'explanation': 'Эксплуатация транспортных средств запрещается только в случае, если не работает спидометр. '
                       'Правила не запрещают установку приборов освещения и сигнализации от других марок и моделей на '
                       'транспортных средствах снятых с производства, а также использование ошипованных шин при '
                       'наличии на проезжей части снега или льда. П. 122 3) а), П. 122 5) е), абзац 4, П. 122 6) 1).',
        'image': None,
        'options': [   'На транспортном средстве, снятом с производства, установлены приборы освещения и сигнализации '
                       'от транспортных средств других марок и моделей.',
                       'На транспортном средстве установлены ошипованные шины при наличии на проезжей части снега или '
                       'льда.',
                       'Не работает спидометр.',
                       'В любом из перечисленных случаев.'],
        'question': '1) В каком из перечисленных случаев запрещается эксплуатация транспортных средств?'},
    {   'correct_index': 1,
        'explanation': 'Эксплуатация транспортного средства с изъятием табличек с регистрационным или учётным номером '
                       'запрещается только если транспортное средство не прошло периодическую техническую инспекцию. '
                       'При нарушении регулировки фар, неисправности или отсутствии звукового сигнала, эксплуатация '
                       'запрещается без изъятия табличек с регистрационным или учётным номером. П. 121 b), П. 122 3) '
                       'b), Π. 122 3) f).',
        'image': None,
        'options': [   'Нарушена регулировка фар.',
                       'Транспортное средство не прошло периодическую техническую инспекцию.',
                       'Не работает или отсутствует звуковой сигнал.'],
        'question': '2) Запрещается эксплуатация транспортного средства с изъятием табличек с регистрационным или '
                    'учётным номером если:'},
    {   'correct_index': 0,
        'explanation': 'Эксплуатация транспортного средства с изъятием табличек с регистрационным или учётным номером '
                       'запрещается в случае его изготовления или переоборудования с нарушениями требований '
                       'действующих стандартов и нормативов, касающихся безопасности дорожного движения. Если изменена '
                       'конструкция тормозной системы, или негерметична система смазки, эксплуатация запрещается без '
                       'изъятия табличек с регистрационным или учётным номером. П. 121 а), П. 122 1) b), П. 122 6) b).',
        'image': None,
        'options': [   'В случае его изготовления или переоборудования с нарушениями требований действующих стандартов '
                       'и нормативов, касающихся безопасности дорожного движения.',
                       'Если изменена конструкция тормозной системы, узлы или отдельные детали не соответствуют данной '
                       'модели транспортного средства, а также не отвечают требованиям предприятия-изготовителя.',
                       'Если негерметична система смазки.'],
        'question': '3) Запрещается эксплуатация транспортного средства с изъятием табличек с регистрационным или '
                    'учётным номером:'},
    {   'correct_index': 2,
        'explanation': 'Эксплуатация транспортного средства с изъятием табличек с регистрационным или учётным номером '
                       'запрещается при установке специальных световых и звуковых сигналов без разрешения Управления '
                       'патрульной полиции. При отсутствии медицинской аптечки, на указанных транспортных средствах, а '
                       'также при неработающих или загороженных приборах освещения и световой сигнализации, '
                       'эксплуатация запрещается без изъятия табличек с регистрационным или учётным номером. П. 121 '
                       'd), П. 122 3) с), П. 122 6) ј), абзац 1.',
        'image': None,
        'options': [   'Если на автобусах, легковых и грузовых автомобилях, самоходных машинах отсутствует медицинская '
                       'аптечка.',
                       'Если приборы освещения и световой сигнализации не работают или загорожены посторонними '
                       'предметами.',
                       'При установке специальных световых и звуковых сигналов без разрешения Управления патрульной '
                       'полиции'],
        'question': '4) Запрещается эксплуатация транспортного средства с изъятием табличек с регистрационным или '
                    'учётным номером:'},
    {   'correct_index': 2,
        'explanation': 'Если во время движения обнаружилось, что на транспортном средстве не действует рабочая '
                       'тормозная система, вы должны прекратить дальнейшее движение. Продолжить движение до конечной '
                       'цели или до ближайшего места стоянки или ремонта можно посредством буксировки с использованием '
                       'металлической штанги (жёсткой сцепки) при условии, что фак тическая масса буксируемого '
                       'транспортного средства не превышает половину фактической массы буксирующего. П. 75 b), П. 76, '
                       'd), Π. 124 a).',
        'image': 'q5.png',
        'options': [   'Продолжите движение до конечной цели на малой скорости, используя для торможения стояночный '
                       'тормоз и включив аварийную сигнализацию.',
                       'Попытаетесь устранить неисправность, а если это невозможно, продолжите движение до ближайшего '
                       'места стоянки или ремонта, включив аварийную сигнализацию и соблюдая меры предосторожности.',
                       'Прекратите дальнейшее движение.'],
        'question': '5) Как Вы поступите, если во время движения обнаружилось, что на транспортном средстве не '
                    'действует рабочая тормозная система?'},
    {   'correct_index': 1,
        'explanation': 'Дальнейшее движение транспортных средств запрещается если в тёмное время суток или в условиях '
                       'недостаточной видимости не горят фары и/или задние габаритные фонари. При использовании ламп '
                       'другого типа или если содержание вредных веществ в отработанных газах превышает допустимые '
                       'нормы, Правила разрешают продолжить движение до ближайшего места стоянки или ремонта. П. 1223) '
                       'd), П. 122 6) a), Π. 123, Π. 124 d).',
        'image': None,
        'options': [   'В приборах освещения и световой сигнализации используются лампы, не соответствующие типу, '
                       'предусмотренному конструкцией.',
                       'В тёмное время суток или в условиях недостаточной видимости не горят фары и/или задние '
                       'габаритные фонари.',
                       'Содержание вредных веществ в отработанных газах превышает допустимые нормы, установленные '
                       'стандартами.',
                       'Обнаружена любая из перечисленных неисправностей.'],
        'question': '6) Запрещается дальнейшее движение транспортных средств если:'},
    {   'correct_index': 2,
        'explanation': 'Ввиду того, что шины с различным профилем протектора имеют неодинаковые площади контакта и '
                       'разную силу сцепления с дорогой, Правила запрещают устанавливать такие шины на одну ось, как '
                       'на переднюю, так и на заднюю. П. 122 5) d).',
        'image': None,
        'options': ['Разрешается только на переднюю ось.', 'Разрешается только на заднюю ось.', 'Не разрешается.'],
        'question': '7) Разрешается ли установка на одну ось шин с различным профилем протектора?'},
    {   'correct_index': 1,
        'explanation': 'Эксплуатация легкового автомобиля с изъятием табличек с регистрационным номером запрещается '
                       'при несоответствии регистрационных знаков установленным стандартам. При отсутствии знака '
                       'аварийной остановки или мигающего фонаря красного цвета, на указанном транспортном средстве, а '
                       'также если суммарный люфт в рулевом управлении превышает нормы, установленные действующими '
                       'стандартами, эксплуатация запрещается без изъятия табличек с регистрационным номером. П. 121 '
                       'с), П. 122 2) а), П. 122 6) ј).',
        'image': None,
        'options': [   'При отсутствии знака аварийной остановки или переносного мигающего фонаря красного цвета.',
                       'При несоответствии регистрационных знаков установленным стандартам.',
                       'Если суммарный люфт в рулевом управлении превышает нормы, установленные действующими '
                       'стандартами.'],
        'question': '8) Запрещается эксплуатация легкового автомобиля с изъятием табличек с регистрационным или '
                    'учетным номером:'},
    {   'correct_index': 2,
        'explanation': 'Не запрещается эксплуатация транспортных средств если на задней оси легкового автомобиля '
                       'установлены шины с восстановленным протектором. Если же, на легковом автомобиле отсутствуют '
                       'медицинская аптечка, огнетушитель, знак аварийной остановки или переносной мигающий фонарь '
                       'красного цвета, а также предохранительный светоотражающий жилет, а на мотоцикле либо мопеде '
                       'нет дуг безопасности, подножек и поперечных рукояток на седле для пассажира, эксплуатация этих '
                       'транспортных средств запрещается. П. 122 5) f), П. 122 6))), абзац 2, П. 122 6) 1).',
        'image': None,
        'options': [   'На легковом автомобиле отсутствуют медицинская аптечка, огнетушитель, знак аварийной остановки '
                       'или переносной мигающий фонарь красного цвета, а предохранительный световозвращающий жилет.',
                       'На мотоцикле, мопеде нет предусмотренных конструкцией дуг безопасности, подножек, поперечных '
                       'рукояток на седле для пассажира.',
                       'На задней оси легкового автомобиля установлены шины с восстановленным протектором.'],
        'question': '9) Эксплуатация транспортных средств не запрещается в случае если:'},
    {   'correct_index': 0,
        'explanation': 'Эксплуатация транспортных средств запрещается если повреждён или отсутствует усилитель '
                       'рулевого управления или рулевой демпфер на мотоциклах. Правила не запрещают эксплуатацию если '
                       'на транспортных средствах, снятых с производства, установлены приборы освещения и сигнализации '
                       'от других марок и моделей, а также эксплуатацию мотоциклов и мопедов если их шины имеют '
                       'остаточную высоту рисунка протектора 1 мм (допусти мая остаточная высота 0,8 мм). П. 122 2) '
                       'с), П. 122 3) а), П. 122 5) а).',
        'image': None,
        'options': [   'Повреждён или отсутствует предусмотренный конструкцией усилитель рулевого управления или '
                       'рулевой демпфер на мотоциклах.',
                       'На транспортных средствах, снятых с производства, установлены приборы освещения и сигнализации '
                       'от транспортных средств других марок и моделей.',
                       'Шины мотоциклов и мопедов имеют остаточную высоту рисунка протектора 1 мм.'],
        'question': '10) Запрещается эксплуатация транспортных средств если:'},
    {   'correct_index': 1,
        'explanation': 'При обнаружении негерметичности системы смазки водитель должен принять все меры к устранению '
                       'неисправности, а если это невозможно двигаться к ближайшему месту - стоянки или ремонта, '
                       'соблюдая необходимые меры предосторожности, включив аварийную сигнализацию. П. 122 6) b), П. '
                       '123.',
        'image': None,
        'options': [   'Прекратить дальнейшее движение.',
                       'Принять все меры к устранению неисправности, а если это невозможно двигаться к ближайшему '
                       'месту стоянки или ремонта, соблюдая необходимые меры предосторожности, включив аварийную '
                       'сигнализацию.',
                       'Дозаправить транспортное средство на ближайшей автозаправочной станции и продолжить поездку.'],
        'question': '11) При обнаружении негерметичности системы смазки водитель должен:'},
    {   'correct_index': 0,
        'explanation': 'Не запрещается эксплуатация транспортных средств если спереди на них установлены световые '
                       'приборы и приборы световой сигнализации с огнями белого, жёлтого или оранжевого цвета, а '
                       'флуоресцентно-световозвращающие приспособления белого цвета. Правила запрещают установку '
                       'спереди световых приборов и приборов световой сигнализации с огнями любого цвета кроме белого, '
                       'жёлтого или оранжевого, а сзади с огнями любого цвета кроме красного, жёлтого или оранжевого. '
                       'П. 122 3) е).',
        'image': 'q12.png',
        'options': [   'Спереди световые приборы и приборы световой сигнализации с огнями белого, жёлтого или '
                       'оранжевого цвета, а флуоресцентно-световозвращающие приспособления - белого цвета.',
                       'Спереди - световые приборы и приборы световой сигнализации с огнями любого цвета кроме белого, '
                       'жёлтого или оранжевого, а флуоресцентно-световозвращающие приспособления любого цвета кроме '
                       'белого.',
                       'Сзади световые приборы, кроме фонарей заднего хода и освещения таблички с регистрационным '
                       'номером, с огнями любого цвета кроме красного, жёлтого или оранжевого, а '
                       'флуоресцентно-световозвращающие приспособления любого цвета кроме красного.'],
        'question': '12) Не запрещается эксплуатация транспортного средства если на нём установлены:'},
    {   'correct_index': 2,
        'explanation': 'При наличии на проезжей части снега или льда, а также при гололедице запрещается эксплуатация '
                       'легковых автомобилей на которых установлены шины иные, чем предназначенные для эксплуатации в '
                       'зимнее время, даже если остаточная высота рисунка протектора значительно превышает допустимую '
                       'остаточную высоту 1,6 мм. П. 122 5) е).',
        'image': 'q13.png',
        'options': [   'Разрешается, если остаточная высота рисунка протектора более 1,8 мм.',
                       'Разрешается, если остаточная высота рисунка протектора более 2,0 мм.',
                       'Не разрешается.'],
        'question': '13) Разрешается ли эксплуатация легковых автомобилей на которых установлены шины иные, чем '
                    'предназначенные для эксплуатации в зимнее время при наличии на проезжей части снега или льда?'},
    {   'correct_index': 0,
        'explanation': 'При обнаружении негерметичности топливной системы водитель должен прекратить дальнейшее '
                       'движение, поскольку возможно воспламенение места утечки, что может привести к возгоранию '
                       'автомобиля. П. 124 f).',
        'image': None,
        'options': [   'Прекратить дальнейшее движение.',
                       'Принять меры к устранению неисправности, а если это невозможно двигаться к ближайшему месту '
                       'стоянки или ремонта, соблюдая необходимые меры предосторожности, включив аварийную '
                       'сигнализацию.',
                       'Дозаправить транспортное средство на ближайшей автозаправочной станции и продолжить поездку.'],
        'question': '14) При обнаружении негерметичности топливной системы водитель должен:'},
    {   'correct_index': 0,
        'explanation': 'Дальнейшее движение транспортных средств запрещается если не действует руле вое управление. '
                       'Если же повреждён усилитель рулевого управления или негерметична система смазки, Правила '
                       'разрешают продолжить движение до ближайшего места стоянки или ремонта. П. 122 2) с), П. 122 6) '
                       'b), П. 124 b).',
        'image': None,
        'options': [   'Не действует рулевое управление.',
                       'Не действует усилитель рулевого управления.',
                       'Негерметична система смазки,'],
        'question': '15) Запрещается дальнейшее движение транспортного средства, если:'},
    {   'correct_index': 3,
        'explanation': 'Правила запрещают эксплуатацию легковых автомобилей, если суммарный люфт в рулевом управлении '
                       'превышает нормы, установленные действующими стандартами, а так-же, если остаточная высота '
                       'рисунка протектора менее 1,6 мм. Вместе с тем, Правила не запрещают их эксплуатацию, если на '
                       'заднюю ось установлены шины с восстановленным протектором. П. 122 2) а), П. 122 5) а), f).',
        'image': None,
        'options': [   'На заднюю ось установлены шины с восстановленным протектором.',
                       'Суммарный люфт в рулевом управлении превышает нормы, установленные действующими стандартами.',
                       'Остаточная высота рисунка протектора менее 1,6 мм.',
                       'В случаях, перечисленных в пунктах 2 и 3.',
                       'В любом из перечисленных случаев.'],
        'question': '16) В каких случаях запрещается эксплуатация легковых автомобилей?'},
    {   'correct_index': 2,
        'explanation': 'Эксплуатация транспортного средства с доставкой его на специальную парковку запрещается только '
                       'в случае, если оно не зарегистрировано в установленном порядке. Если же транспортное средство '
                       'изготовлено или переоборудовано с нарушением требований, касающихся безопасности движения или '
                       'оно не прошло периодическую техническую инспекцию, то его эксплуатация запрещается с изъятием '
                       'табличек с регистрационным или учётным номером. П. 121 a), b), П. 125 а).',
        'image': None,
        'options': [   'Изготовлено или переоборудовано с нарушением требований действующих стандартов, правил и '
                       'нормативов, касающихся безопасности дорожного движения.',
                       'Не прошло периодическую техническую инспекцию.',
                       'Не зарегистрировано в установленном порядке.',
                       'Не соответствует условиям перечисленным в пунктах 1 и 2.',
                       'Не соответствует ни одному из перечисленных условий.'],
        'question': '17) Запрещается эксплуатация транспортного средства с доставкой его на специальную парковку в '
                    'случае, если оно:'},
    {   'correct_index': 2,
        'explanation': 'Дальнейшее движение транспортного средства запрещается если сцепное устройство состава '
                       'транспортных средств не обеспечивает соединение с прицепом. Если же нарушена регулировка фар '
                       'или отсутствуют передний или задний бампер, грязезащитные фартуки и брызговики, Правила '
                       'разрешают продолжить движение до ближайшего места стоянки или ремонта. П. 122 3) b), П. 122 6) '
                       'і), П. 124 c).',
        'image': None,
        'options': [   'Нарушена регулировка фар.',
                       'Отсутствуют предусмотренные конструкцией передний или задний бампер, грязезащитные фартуки и '
                       'брызговики.',
                       'Сцепное устройство состава транспортных средств не обеспечивает соединение с прицепом.'],
        'question': '18) Запрещается дальнейшее движение транспортного средства если:'},
    {   'correct_index': 1,
        'explanation': 'Эксплуатация мотоциклов с боковым прицепом разрешается при отсутствии огнетушителя. П. 122 6) '
                       'ј), абзац 3.',
        'image': None,
        'options': [   'Медицинской аптечки.',
                       'Огнетушителя.',
                       'Знака аварийной остановки (мигающего фонаря красного цвета).',
                       'Предохранительного световозвращающего жилета.'],
        'question': '19) Эксплуатация мотоциклов с боковым прицепом разрешается при отсутствии:'},
    {   'correct_index': 3,
        'explanation': 'Эксплуатация мотоцикла и мопеда запрещается при отсутствии оборудования обеспечивающего '
                       'безопасность, предусмотренного конструкцией. П. 122 6) 1).',
        'image': None,
        'options': [   'Только предусмотренных конструкцией дуг безопасности и подножек.',
                       'Только огнетушителя.',
                       'Только предусмотренных конструкцией поперечных рукояток на седле для пассажира.',
                       'Оборудования, перечисленного в пунктах 1 и 2.',
                       'Всего перечисленного оборудования.'],
        'question': '20) Запрещается эксплуатация мотоцикла и мопеда при отсутствии:'},
    {   'correct_index': 2,
        'explanation': 'Правила запрещают эксплуатацию легкового автомобиля, у которого остаточная высота рисунка '
                       'протектора шин менее 1,6 мм. П. 122 5) а).',
        'image': None,
        'options': ['0,8 мм.', '1,0 мм.', '1,6 мм.', '2,0 мм.'],
        'question': '21) Запрещается эксплуатация легкового автомобиля, у которого остаточная высота рисунка '
                    'протектора шин менее:'},
    {   'correct_index': 0,
        'explanation': 'Запрещается эксплуатация мотоциклов и мопедов у которых остаточная высота рисунка протектора '
                       'шин менее 0,8 мм. П. 122 5) а).',
        'image': None,
        'options': ['0,8 мм.', '1,0 мм.', '1,6 мм.', '2,0 мм.'],
        'question': '22) Запрещается эксплуатация мотоциклов и мопедов у которых остаточная высота рисунка протектора '
                    'шин менее:'},
    {   'correct_index': 2,
        'explanation': 'Эксплуатация легковых автомобилей разрешается при отсутствии насоса для накачки шин и '
                       'буксировочного троса. П. 122 6) ј), абзац 1.',
        'image': None,
        'options': [   'Медицинской аптечки.',
                       'Огнетушителя.',
                       'Насоса для накачки шин и буксировочного троса,',
                       'Знака аварийной остановки или переносного мигающего фонаря красного цвета.',
                       'Предохранительного световозвращающего жилета.'],
        'question': '23) Эксплуатация легковых автомобилей разрешается при отсутствии:'},
    {   'correct_index': 1,
        'explanation': 'Эксплуатация грузовых автомобилей с разрешённой максимальной массой менее 3500 кг разрешается '
                       'при отсутствии не менее двух противооткатных упоров. П. 122 6) ј), абзац 2.',
        'image': None,
        'options': [   'Медицинской аптечки.',
                       'Не менее двух противооткатных упоров.',
                       'Знака аварийной остановки или переносного мигающего фонаря красного цвета.',
                       'Предохранительного световозвращающего жилета.',
                       'Огнетушителя.'],
        'question': '24) Эксплуатация грузовых автомобилей с разрешённой максимальной массой менее 3500 кг разрешается '
                    'при отсутствии:'},
    {   'correct_index': 3,
        'explanation': 'Отсутствие на мотоцикле и мопеде огнетушителя не является условием для запрета их '
                       'эксплуатации. В остальных случаях их эксплуатация запрещена. П. 122 6) 1).',
        'image': None,
        'options': [   'Только предусмотренных конструкцией дуг безопасности и подножек.',
                       'Только предусмотренных конструкцией поперечных рукояток на седле для пассажира.',
                       'Оборудования, перечисленного в пунктах 1 и 2.',
                       'Только огнетушителя.',
                       'Всего перечисленного оборудования.'],
        'question': '25) Эксплуатация мотоцикла и мопеда не запрещается при отсутствии:'},
    {   'correct_index': 3,
        'explanation': 'Эксплуатация легкового автомобиля не запрещается если отсутствуют или повреждены страховочные '
                       'тросы (цепи) на прицепах оборудованных конструктивно автономным тормозом. П. 122 6) h).',
        'image': None,
        'options': [   'Остаточная высота рисунка протектора шин 1,5 мм.',
                       'На передней оси установлены шины с восстановленным протектором.',
                       'Аптечка и огнетушитель закреплены в багажнике.',
                       'Отсутствуют или повреждены страховочные тросы (цепи) на прицепах оборудованных конструктивно '
                       'автономным тормозом.'],
        'question': '26) Эксплуатация легкового автомобиля не запрещается если:'},
    {   'correct_index': 2,
        'explanation': 'Отсутствие на мотоцикле с боковым прицепом огнетушителя не является условием для запрета его '
                       'эксплуатации. В остальных случаях эксплуатация мотоцикла запрещена. П. 122 2) c), 5) a), 6) j) '
                       'I).',
        'image': None,
        'options': [   'Отсутствуют дуги безопасности, подножки, поперечные рукоятки на седле для пассажира, '
                       'предусмотренные конструкцией.',
                       'Отсутствует рулевой демпфер, предусмотренный конструкцией.',
                       'На мотоцикле с боковым прицепом отсутствует огнетушитель.',
                       'Остаточная высота рисунка протектора шин менее 0,8 мм.'],
        'question': '27) Эксплуатация мотоцикла не запрещается если:'},
    {   'correct_index': 3,
        'explanation': 'Запрещается эксплуатация транспортных средств, если шины имеют местные повреждения (порезы, '
                       'разрывы и т. п.), обнажающие корд, расслоение каркаса, отслоение протектора или боковины, '
                       'отсутствует шпилька (болт, гайка) крепления колеса, имеются трещины диска или обода. П. 122 5) '
                       'b), f), g).',
        'image': None,
        'options': [   'Шины имеют местные повреждения (порезы, разрывы и т. п.), обнажающие корд, а также расслоение '
                       'каркаса, отслоение протектора или боковины.',
                       'Отсутствует шпилька (болт, гайка) крепления колеса, имеются трещины диска или обода.',
                       'На задней оси легкового автомобиля установлены шины с восстановленным протектором.',
                       'Выявлены отклонения от технических нормативов, перечисленные только в пунктах 1 и 2.'],
        'question': '28) Запрещается эксплуатация транспортных средств, если:'},
    {   'correct_index': 2,
        'explanation': 'Эксплуатация легкового автомобиля запрещается во всех перечисленных случаях, однако изъятие '
                       'табличек с регистрационным номером осуществляется только, если лобовое стекло или стёкла '
                       'передних дверей затемнены, либо на них установлены различные предметы, ограничивающие обзор с '
                       'места водителя. П. 121 е), П. 122 6) e).',
        'image': None,
        'options': [   'Суммарный люфт в рулевом управлении превышает нормы, установленные действующими стандартами.',
                       'Неисправна тормозная система или ее эффективность не соответствует требованиям действующих '
                       'стандартов.',
                       'Лобовое стекло или стёкла передних дверей затемнены, либо на них установлены различные '
                       'предметы, ограничивающие обзор с места водителя.',
                       'Содержание вредных веществ в отработанных газах превышает допустимые нормы, установленные '
                       'стандартами.'],
        'question': '29) Запрещается эксплуатация легкового автомобиля с изъятием табличек с регистрационным номером, '
                    'если:'},
    {   'correct_index': 2,
        'explanation': 'Запрещается дальнейшее движение легкового автомобиля, если проезжая часть дороги неожиданно '
                       'покрылась снегом или льдом, либо появилась гололедица, а его колёса не оснащены шинами с '
                       'маркировкой «М+S», «M.S.» или «М&Ѕ». П. 124 g), П. 122 4) b), 6) d), k).',
        'image': None,
        'options': [   'Отсутствуют или неисправны предусмотренные конструкцией ремни безопасности и/или подголовники '
                       'сидений.',
                       'Отсутствуют предусмотренные конструкцией стёкла или зеркала заднего вида, либо они имеют '
                       'дефекты, ухудшающие видимость.',
                       'Проезжая часть дороги неожиданно покрылась снегом или льдом, либо появилась гололедица, а его '
                       'колёса не оснащены шинами с маркировкой «M+S», «M.S.» или <M&S».',
                       'Не работают стеклоомыватели и устройства для обдува ветрового стекла, предусмотренные '
                       'конструкцией.'],
        'question': '30) Запрещается дальнейшее движение легкового автомобиля, если:'},
    {   'correct_index': 1,
        'explanation': 'Запрещается эксплуатация транспортного средства с доставкой его на специальную парковку в '
                       'случае, если номер шасси, кузова, рамы подделан или не соответствует записи в регистрационных '
                       'документах. П. 125 Ь), П. 122 1) a), 2) d).',
        'image': None,
        'options': [   'Тормозная система неисправна или ее эффективность не соответствует требованиям действующих '
                       'стандартов.',
                       'Номер шасси, кузова, рамы подделан или не соответствует записи в регистрационных документах',
                       'Детали рулевого управления изношены, имеют значительные деформации или не предназначены для '
                       'данной модели.'],
        'question': '31) Запрещается эксплуатация транспортного средства с доставкой его на специальную парковку в '
                    'случае, если:'},
    {   'correct_index': 0,
        'explanation': 'Запрещается эксплуатация транспортного средства с доставкой его на специальную парковку в '
                       'случае, если отсутствует табличка с регистрационным номером или этот номер не соответствует '
                       'записи в регистрационном документе. П. 125 с), П. 122 1) b), 5) g).',
        'image': None,
        'options': [   'Отсутствует табличка с регистрационным номером или этот номер не соответствует записи в '
                       'регистрационном документе.',
                       'Изменена конструкция тормозной системы, узлы или отдельные детали не соответствуют данной '
                       'модели транспортного средства, а также не отвечают требованиям предприятия-изготовителя',
                       'Отсутствует шпилька (болт, гайка) крепления колеса, имеются трещины диска или обода.'],
        'question': '32) Запрещается эксплуатация транспортного средства с доставкой его на специальную парковку в '
                    'случае, если:'}]
