# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 9.txt

QUIZ_DATA = [   {   'correct_index': 0,
        'explanation': 'Если транспортировать пострадавшего на мягкой подстилке или на боку, то может про изойти '
                       'нежелательное при данной травме смещение позвонков. Таким образом транспортировать '
                       'пострадавшего с повреждением грудного отдела позвоночника следует лёжа на спи не на жестком '
                       'щите.',
        'image': None,
        'options': [   'Лежа на спине на жёстком щите.',
                       'Лёжа на спине на мягкой подстилке.',
                       'Лёжа на боку на жёстком щите.'],
        'question': '1) Как следует транспортировать пострадавшего с повреждением грудного отдела позвоночника?'},
    {   'correct_index': 0,
        'explanation': 'Для обеспечения неподвижности места перелома, с обеих сторон травмы накладываются '
                       'иммобилизирующие шины, которые прибинтовываются к ноге.',
        'image': None,
        'options': [   'Наложить иммобилизирующие шины.',
                       'Плотно забинтовать место перелома.',
                       'В этой ситуации иммобилизация противопоказана.'],
        'question': '2) Как обеспечить неподвижность места перелома ноги пострадавшего при дорожно-транспортном '
                    'происшествии?'},
    {   'correct_index': 2,
        'explanation': 'Правильная иммобилизация при переломе бедра возможна только при наложении двух шин на всю '
                       'длину ноги, по внутренней и наружной стороне конечности, таким образом, чтобы шины покрывали и '
                       'фиксировали все три крупных сустава ноги. Одна шина накладывается от стопы до подмышечной '
                       'области, другая от стопы до паха. При этом стопа закрепляется в перпендикулярном положении к '
                       'оси голени.',
        'image': None,
        'options': [   'Плотно прибинтовать шину к месту перелома по всей длине бедра от тазобедренного до коленного '
                       'суставов.',
                       'Наложить две шины с обеих сторон ноги от стопы до верхней части бедра (на 15-20 см выше места '
                       'перелома).',
                       'Наложить две шины с внутренней и внешней стороны ноги. Одна от стопы до подмышечной области, '
                       'другая от стопы до паха.'],
        'question': '3) Как следует наложить шину для транспортировки пострадавшего при переломе нижней части бедра?'},
    {   'correct_index': 1,
        'explanation': 'Для остановки кровотечения необходимо прервать кровоток в сосудах, в первую очередь в '
                       'артериях, в которых кровь течёт от сердца сверху вниз под значительным давлением. Это '
                       'достигается наложением кровоостанавливающего жгута на область конечности выше ранения таким '
                       'образом, чтобы как можно меньший неповреждённый участок конечности оставался без '
                       'кровоснабжения (10-15 см). Наложение жгута непосредственно на рану недопустимо, так как это '
                       'может привести к инфицированию и дополнительному травмированию.',
        'image': None,
        'options': ['Ниже раны на 10-15 см.', 'Выше раны на 10-15 см.', 'Непосредственно на рану.'],
        'question': '4) Как правильно выбрать место наложения кровоостанавливающего жгута на конечности?'},
    {   'correct_index': 1,
        'explanation': 'Чтобы избежать увеличения кровотечения, усиления боли и дополнительных травм, одежду снимают '
                       'сначала с неповреждённой конечности, а затем с повреждённой.',
        'image': 'q5.png',
        'options': [   'Одежду следует снять сначала с повреждённой конечности.',
                       'Одежду следует снять сначала с неповрежденной конечности.',
                       'Последовательность действий не имеет значения.'],
        'question': '5) Как правильно снять одежду с пострадавшего при повреждении руки или ноги?'},
    {   'correct_index': 0,
        'explanation': 'Признаком остановки сердца у пострадавшего при дорожно-транспортном происшествии является '
                       'исчезновение пульса. Пульс проверяется на боковой стороне шеи, на сонной артерии. Для этого '
                       'необходимо поместить средний и указательный пальцы на щитовидный хрящ пострадавшего (кадык) и '
                       'соскользнуть в сторону до мягкого углубления шеи. Пульс так же может быть измерен нажатием '
                       'пальцами в нижней части ладонной стороны предплечья над лучезапястным суставом, немного выше '
                       'основания большого пальца. Нормальная частота пульса у взрослых 60 - 80 ударов в минуту, у '
                       'детей 80 - 100. Выявить остановку сердца у пострадавшего необходимо как можно раньше, чтобы '
                       'вовремя начать проведение реанимационных мероприятий (непрямой массаж сердца, кислородная '
                       'терапия и т.п.).',
        'image': None,
        'options': [   'Исчезновение центрального пульса сонной артерии (проверяется на боковой стороне шеи).',
                       'Остановка дыхания.',
                       'Сужение зрачков.'],
        'question': '6) Признаком остановки сердца у пострадавшего при дорожно-транспортном происшествии является:'},
    {   'correct_index': 0,
        'explanation': 'При оказании первой помощи пострадавшему при дорожно-транспортном происшествии антисептические '
                       'средства применяются для дезинфекции ран. Повязки с антисептическими средствами применяются '
                       'для предотвращения возможных осложнений (нагноение, сепсис и т. п.). Для уменьшения боли и '
                       'остановки кровотечения существуют другие специальные методы.',
        'image': None,
        'options': [   'Для дезинфекции ран.',
                       'Для обезболивания.',
                       'Для остановки кровотечения.',
                       'В любом из перечисленных случаев.'],
        'question': '7) При оказании первой помощи пострадавшему при дорожно-транспортном происшествии антисептические '
                    'средства применяются:'},
    {   'correct_index': 2,
        'explanation': 'В случае проникающего ранения грудной клетки развивается пневмоторакс и гемоторакс (воздух и '
                       'кровь попадают в плевральную полость), вследствие чего возникает сжатие лёгких и сердца, '
                       'серьёзные нарушения дыхания и кровообращения. Необходимо остановить поступление воздуха в '
                       'плевральную полость путём наложения герметичной (воздухонепроницаемой) повязки, а также путём '
                       'укладывания пострадавшего на повреждённую сторону тела.',
        'image': None,
        'options': [   'Уложить пострадавшего на спину, рану перевязать.',
                       'Перевязать рану, транспортировать пострадавшего сидя.',
                       'Наложить на рану воздухонепроницаемую повязку. Уложить пострадавшего на раненый бок.'],
        'question': '8) Приёмы оказания первой помощи при проникающем ранении грудной клетки:'},
    {   'correct_index': 1,
        'explanation': 'При переломе кости голени надёжная иммобилизация ноги осуществляется наложением двух шин с '
                       'внешней и внутренней стороны ноги от конца стопы до середины бедра та ким образом, чтобы они '
                       'захватывали два сустава выше и ниже места перелома',
        'image': None,
        'options': [   'Шину наложить с внешней стороны ноги от конца стопы до тазобедренного сустава.',
                       'Наложить две шины с внешней и внутренней стороны ноги от конца стопы до середины бедра.'],
        'question': '9) Как наложить шину при переломе кости голени?'},
    {   'correct_index': 0,
        'explanation': 'Наложение кровоостанавливающего жгута приводит к сжатию кровеносных сосудов, в результате чего '
                       'прекращается циркуляция крови на участке конечности ниже места наложения жгута. Прекращение '
                       'кровоснабжения может привести к некрозу тканей. Этим и объясняется максимальный срок наложения '
                       'жгута (не более 1 часа).',
        'image': None,
        'options': ['Не более 1 часа.', 'На 2-3 часа.', 'На 3-4 часа.', 'Время не ограничено.'],
        'question': '10) На какой максимальный срок может быть наложен кровоостанавливающий жгут?'},
    {   'correct_index': 2,
        'explanation': 'На поверхности кожи человека находится множество микроорганизмов. При повреждении кожного '
                       'покрова, чтобы не допустить инфицирования раны и последующего заражения или воспаления, на '
                       'рану, не промывая и не обрабатывая её раствором иода, накладывается бактерицидная салфетка, '
                       'которая фиксируется лейкопластырем или бинтом.',
        'image': None,
        'options': [   'Промыть рану, удалить инородные тела, наложить салфетку.',
                       'Обработать рану раствором иода, наложить салфетку.',
                       'Наложить на рану салфетку, зафиксировать её лейкопластырем или бинтом.'],
        'question': '11) Как правильно применять бактерицидные салфетки?'},
    {   'correct_index': 2,
        'explanation': 'При транспортировке пострадавшего с повреждением костей таза, надёжная иммобилизация '
                       'достигается в положении лёжа на спине. В других положениях (сидя или лёжа на боку) в '
                       'поражённой области возникает сильное мышечное напряжение, что может привести к дополнительному '
                       'травмированию, усилению боли, увеличению внутреннего кровотечения и т. п.',
        'image': 'q12.png',
        'options': ['Сидя.', 'Лёжа на боку.', 'Лежа на спине.'],
        'question': '12) В каком положении следует транспортировать пострадавшего с повреждением костей таза?'},
    {   'correct_index': 0,
        'explanation': 'Целью проведения непрямого массажа сердца является активизация сердечных сокращений, что '
                       'достигается ритмичным надавливанием на грудную клетку в области сердца скрещенными руками. При '
                       'надавливании сердце сокращается, а во время паузы расширяется, затем при очередном '
                       'надавливании вновь сокращается и т. д. Другие методы не обеспечивают нужного эффекта.',
        'image': 'q13.png',
        'options': [   'Ритмичным надавливанием на грудную клетку в области сердца скрещенными руками.',
                       'Похлопыванием по щекам пострадавшего.',
                       'Ритмическим поднятием и опусканием рук пострадавшего.'],
        'question': '13) Каким способом проводится непрямой массаж сердца при его остановке у пострадавшего при '
                    'дорожно-транспортном происшествии?'},
    {   'correct_index': 2,
        'explanation': 'Целью наложения кровоостанавливающего жгута является прекращение кровотечения. Именно этим и '
                       'определяется момент окончания затяжки жгута при кровотечении из конечности.',
        'image': None,
        'options': [   'Болезненным реагированием пострадавшего.',
                       'Началом вдавливания жгута в конечность.',
                       'Прекращением кровотечения.'],
        'question': '14) Как определяется момент окончания затяжки жгута при кровотечении из конечности?'},
    {   'correct_index': 1,
        'explanation': 'Искусственное дыхание относится к эффективным методам реанимации и, в случае тяжёлого ранения, '
                       'должно проводиться как можно раньше. Оно может осуществляться через открытый рот, а при '
                       'сведённых судорогой мышцах челюстей и невозможности открыть рот через ноздри пострадавшего.',
        'image': None,
        'options': [   'Через закрытый рот пострадавшего.',
                       'Через ноздри пострадавшего.',
                       'В этом случае искусственное дыхание не проводится.'],
        'question': '15) При сведённых судорогой мышцах челюстей и невозможности открыть рот, искусственное дыхание '
                    'проводится:'},
    {   'correct_index': 3,
        'explanation': 'При транспортировке пострадавшего в положении сидя или полулёжа обеспечивается самая надёжная '
                       'иммобилизация травмированной области. В других положениях в поражён ной зоне возникает сильное '
                       'мышечное напряжение, что может привести к обострению боли, увеличению внутреннего '
                       'кровотечения, дополнительному травмированию и т. п.',
        'image': None,
        'options': ['Лёжа на боку.', 'Лежа на спине.', 'Лёжа на животе.', 'Сидя или полулежа.'],
        'question': '16) В каком положении следует транспортировать пострадавшего с повреждением рёбер и грудины?'},
    {   'correct_index': 1,
        'explanation': 'При переломе плеча, для надёжной иммобилизации конечности, шины накладывают с внутренней и '
                       'наружной стороны плеча таким образом, чтобы они захватывали одновременно три крупных сустава '
                       'руки (плечевой, локтевой и лучезапястный). В подмышечную область необходимо подложить валик из '
                       'мягкой ткани и зафиксировать руку в согнутом состоянии косыночной повязкой. Кроме того, при '
                       'переломе костей плеча может быть наложена металлическая проволочная лестничная шина Крамера.',
        'image': None,
        'options': [   'Туго забинтовать место перелома, наложить шины с внутренней и наружной стороны плеча.',
                       'Наложить шины с внутренней и наружной стороны плеча, подложить валик из мягкой ткани в '
                       'подмышечную область и зафиксировать руку в согнутом состоянии к Ночной повязкой.'],
        'question': '17) Что следует сделать для оказания первой помощи пострадавшему при переломе плечевой кости?'},
    {   'correct_index': 1,
        'explanation': 'В связи с тем, что наложение жгута на туловище или голову технически невозможно, кровотечение '
                       'в данном случае останавливают наложением стерильной тугой повязки, что способствует '
                       'предотвращению инфицирования раны (повязка стерильная) и сдавливанию кровеносных сосудов '
                       '(повязка тугая).',
        'image': None,
        'options': [   'Наложения жгута.',
                       'Наложения стерильного компресса и тугой повязки.',
                       'Такое кровотечение не может быть остановлено подручными средствами.'],
        'question': '18) Кровотечение из туловища или головы должно быть остановлено посредством:'},
    {   'correct_index': 3,
        'explanation': 'Употребление снотворных, обезболивающих препаратов и средств, понижающих кровяное давление, '
                       'оказывающих успокаивающее и расслабляющее действие, отрицательно влияет на способность '
                       'управлять транспортным средством. Негативные последствия употребления этих медикаментов '
                       'аналогичны воздействию на организм алкоголя и наркотических средств. Эти лекарства, в '
                       'зависимости от их назначения, способствуют ослаблению рефлексов, увеличению времени реакции, '
                       'сонливости, переоценке своих способностей и т. п. По - этой причине Правилами запрещается '
                       'управлять транспортным средством под воздействием медикаментов такого рода. П. 14, а), b).',
        'image': None,
        'options': [   'Только снотворные препараты.',
                       'Только обезболивающие средства.',
                       'Только средства, понижающие кровяное давление.',
                       'Любой из перечисленных медикаментов.'],
        'question': '19) Какие медикаменты после их употребления отрицательно влияют на способность управлять '
                    'транспортным средством?'},
    {   'correct_index': 2,
        'explanation': 'При сильном ожоге кожного покрова наступает ожоговый шок. На повреждённую поверхность кожи '
                       'попадают бактерии, которые вызывают заражение раны или её воспаление. - Запрещается обработка '
                       'ожоговой раны перекисью водорода или иодом. Однако для предотвращения инфекционных и '
                       'воспалительных процессов необходимо наложить на рану сухую стерильную бинтовую повязку.',
        'image': None,
        'options': [   'Наложить холодный компресс.',
                       'Наложить тёплый компресс.',
                       'Наложить сухую стерильную бинтовую повязку.',
                       'Обработать повреждённое место иодом.',
                       'Обработать повреждённое место перекисью водорода.'],
        'question': '20) Что необходимо сделать при повреждении кожных покровов в результате сильного ожога?'},
    {   'correct_index': 3,
        'explanation': 'Кровоостанавливающий жгут сужает кровеносные сосуды, вследствие чего ухудшается кровоснабжение '
                       'травмированной области, а это, в свою очередь может стать причиной на отмирания тканей. Чтобы '
                       'не допустить этого, продолжительность наложения жгута должна на быть минимальной. Поэтому '
                       'главной информацией в записке, вкладываемой в жгут, должны быть сведения о времени его '
                       'наложения.',
        'image': None,
        'options': [   'Адрес пострадавшего.',
                       'Место работы пострадавшего.',
                       'Фамилию и адрес лица, наложившего жгут.',
                       'Время наложения жгута.'],
        'question': '21) Какие сведения должны быть обязательно указаны в записке, которая вкладывается в жгут, '
                    'используемый для остановки кровотечения?'},
    {   'correct_index': 1,
        'explanation': 'Переохлаждение и отморожение это различные состояния тела человека и его частей. Для оказания '
                       'первой помощи при лёгкой и средней тяжести данных состояний необходимо утеплить поражённые '
                       'участки тела и обездвижить их, укутать пострадавшего тёплой одеждой или пледом, дать тёплое '
                       'питьё, переместить в тёплое помещение.',
        'image': None,
        'options': [   'Растереть поражённые участки тела снегом или шерстью, затем утеплить их, дать алкоголь, '
                       'переместить в тёплое помещение.',
                       'Утеплить поражённые участки тела и обездвижить их, укутать пострадавшего тёплой одеждой или '
                       'пледом, дать теплое питьё, переместить в тёплое помещение.',
                       'Смазать поражённые участки тела кремом, наложить согревающий компресс и грелку, переместить в '
                       'тёплое помещение, дать тёплое питьё.'],
        'question': '22) Как оказать первую помощь при отморожении и переохлаждении?'},
    {   'correct_index': 1,
        'explanation': 'Необходимо поддерживать позвоночник в выпрямленном положении, чтобы ограничить защемление '
                       'спинного мозга.',
        'image': None,
        'options': [   'На любом транспортном средстве, которое движется в направлении медицинского учреждения.',
                       'На транспортном средстве с кузовом (грузовик или фургон), если автомобиль скорой помощи не '
                       'может добраться до места дорожно-транспортного происшествия.',
                       'На легковом автомобиле, поскольку в этом случае обеспечивается комфорт и скорость перевозки.'],
        'question': '23) На каком транспортном средстве рекомендуется перевозить пострадавшего при '
                    'дорожно-транспортном происшествии с подозрением на повреждение позвоночника?'},
    {   'correct_index': 1,
        'explanation': 'Пострадавшему необходимо придать положение, позволяющее обеспечить ему свободное дыхание и '
                       'осмотр медицинским персоналом.',
        'image': None,
        'options': [   'Положение удобное для его транспортировки.',
                       'Положение позволяющее обеспечить ему свободное дыхание и осмотр медицинским персоналом.',
                       'Наиболее комфортное положение для его переноса до транспортного средства.',
                       'Положение обеспечивающее наложение шин.'],
        'question': '24) Какое положение необходимо придать пострадавшему на время ожидания транспортного средства, '
                    'которое доставит его в медицинское учреждение?'},
    {   'correct_index': 2,
        'explanation': 'Не разрешается ни при каких условиях, поскольку у пострадавшего, который находится в '
                       'бессознательном состоянии, отсутствует глотательный рефлекс.',
        'image': None,
        'options': [   'Разрешается в любом случае.',
                       'Разрешается в случае крайней необходимости.',
                       'Не разрешается ни при каких условиях.'],
        'question': '25) Разрешается ли давать пострадавшему, находящемуся в бессознательном состоянии, лекарственные '
                    'средства при оказании ему первой помощи?'}]
