# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.6.txt

QUIZ_DATA = [   {   'correct_index': 2,
        'explanation': 'Из предложенных вариантов ответов стоянка запрещается только на участках дорог с уклонами, '
                       'обозначенными знаками «Крутой спуск» или «Крутой подъём». П. 70 d).',
        'image': "clipboard_image_1770567213043.png",
        'options': [   'На расстояние 20 м от перекрестка',
                       'На расстоянии 10 м перед пешеходным переходом,',
                       'На участках дорог с уклонами, обозначенными знаками «Крутой спуска или «Крутой подъём»',
                       'Во всех перечисленных случая'],
        'question': '1) Стоянка запрещается:'},
    {   'correct_index': 2,
        'explanation': 'В этой ситуации легковой автомобиль поставлен на стоянку неправильно, поскольку он остановился '
                       'на левой стороне дороги с двусторонним движением и трамвайными путями посередине, в то время '
                       'как стоянка на левой стороне разрешается только в населённых пунктах на дорогах с '
                       'односторонним движением. П. 68 3) b).',
        'image': "4.6_2_1.png",
        'options': [   'Правильно, так как он не стоит на трамвайных путях или в непосредственной близости от них.',
                       'Правильно, так как при этом не создаются помехи для движения трамваев.',
                       'Неправильно, так как в населённых пунктах остановка и стоянка на левой стороне дорог '
                       'разрешается только на дорогах с односторонним движением.'],
        'question': '2) Правильно ли поставлен на стоянку легковой автомобиль в ситуации, показанной на рисунка?'},
    {   'correct_index': 0,
        'explanation': 'Правила разрешают остановку и стоянку в населённых пунктах по обе стороны дороги с '
                       'односторонним движением, если при этом остаётся свободной не менее одной полосы. '
                       'Следовательно, в данной ситуации, остановка и стоянка разрешаются без ограничений. П. 68 3) '
                       'b).',
        'image': "4.6_3.png",
        'options': [   'Разрешается без ограничений.',
                       'Разрешается остановка только для посадки или высадки пассажиров.',
                       'Не разрешается'],
        'question': '3) Разрешается ли Вам остановка и стоянка в указанном стрелкой месте, если Вы находитесь за рулём '
                    'легкового автомобиля?'},
    {   'correct_index': 3,
        'explanation': 'В данной ситуации остановка не разрешается ни одному из водителей, поскольку Правила запрещают '
                       'остановку как на мостах, так и под ними. П. 69 b).',
        'image': "4.6_4.png",
        'options': [   'Водителю легкового автомобиля',
                       'Водителю грузового автомобиля.',
                       'Обоим водителям',
                       'Ни одному из водителей.'],
        'question': '4) Водителю какого транспортного средства разрешается остановка?'},
    {   'correct_index': 0,
        'explanation': 'Правила запрещают остановку на остановках маршрутных транспортных средств и ближе 25 м от '
                       'остановочных площадок маршрутных транспортных средств только если при этом им создаются '
                       'помехи. Следовательно, в данной ситуации, разрешается подъехать к тротуару для посадки '
                       'пассажиров не создавая при этом помехи маршрутным транспортным средствам. П. 69 f).',
        'image': "4.6_5.png",
        'options': [   'Разрешается, не создавая при этом помехи маршрутным транспортным средствам.',
                       'Не разрешается, так как остановка для посадки или высадки пассажиров разрешается только '
                       'водителям такси.',
                       'Не разрешается, так как правая полоса предназначена только для движения маршрутных '
                       'транспортным средств.'],
        'question': '5) Разрешается ли подъехать к тротуару для посадки пассажиров в ситуации, показанной на рисунка?'},
    {   'correct_index': 1,
        'explanation': 'Правила запрещают остановку на остановках маршрутных транспортных средств и ближе 25 м от '
                       'остановочных площадок маршрутных транспортных средств только если при этом им создаются '
                       'помехи. В данной ситуации, водитель легкового автомобиля может остановиться для посадки '
                       'пассажира, поскольку при этом он не создаёт помех маршрутным транспортным средствам. П. 69 f).',
        'image': "4.6_6.png",
        'options': [   'Разрешается без ограничений.',
                       'Разрешается, если при этом не создается помеха для движения маршрутных транспортных средств.',
                       'Не разрешается.'],
        'question': '6) Разрешается ли водителю легкового автомобиля остановиться для посадки пассажира в ситуации '
                    'показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Правила разрешают в населённых пунктах остановку и стоянку легковых автомобилей и мотоциклов с '
                       'частичным или полным заездом на тротуар только в местах, обозначенных знаком «Парковка» или '
                       '«Зарезервированная парковка» с одной из табличек «Способ постановки транспортного средства на '
                       'стоянку», а также разметкой. П. 68 3) с).',
        'image': None,
        'options': [   'Разрешается всем транспортным средствам с частичным или полным заездом на тротуар при условии, '
                       'что при этом не создаются помехи для движения пешеходов.',
                       'Разрешается только легковым автомобилям и мотоциклам с полным заездом на тротуар при условии, '
                       'что при этом не создаются помехи для движения пешеходов.',
                       'Разрешается легковым автомобилям и мотоциклам с частичным или полным заездом на тротуар только '
                       'в местах, обозначенных знаками «Парковка» или «Зарезервированная парковка», способом, '
                       'указанным на дополнительной табличке, установленной под знаком, а также разметкой.',
                       'Не разрешается.'],
        'question': '7) Разрешается ли остановка и стоянка транспортных средств на тротуарах?'},
    {   'correct_index': 3,
        'explanation': 'Правила запрещают остановку на пешеходных переходах и на расстоянии менее 5 м перед ними, а '
                       'также на перекрёстках и на расстоянии ближе 15 м от них. Следовательно в обоих ситуациях '
                       'водитель остановился неправильно. П. 69 d), е).',
        'image': "4.6_8.png",
        'options': ['На левом.', 'На правом.', 'На обоих правильно.', 'На обоих неправильно.'],
        'question': '8) На каком из рисунков водитель остановился правильно?'},
    {   'correct_index': 1,
        'explanation': 'Правила разрешают остановку и стоянку в населённых пунктах по обе стороны дороги с '
                       'односторонним движением, если при этом остаётся свободной не менее одной полосы. Грузовым '
                       'автомобилям с разрешённой максимальной массой более 3500 кг остановка разрешается только для '
                       'погрузки или разгрузки. Если же Вы находитесь за рулём грузового автомобиля с разрешённой '
                       'максимальной массой 3000 кг, то остановка или стоянка разрешаются без ограничений. П. 68 3) '
                       'b).',
        'image': "4.6_9.png",
        'options': [   'Разрешается остановка только для погрузки или разгрузки.',
                       'Разрешается без ограничений.',
                       'Не разрешается.'],
        'question': '9) Разрешается ли остановка и стоянка в указанном стрелкой месте, если Вы находитесь за рулём '
                    'грузового автомобиля с разрешённой максимальной массой менее 3500 кг?'},
    {   'correct_index': 1,
        'explanation': 'Правила запрещают остановку на пешеходных переходах и на расстоянии менее 5 м перед ними. '
                       'Следовательно, в этой ситуации, правильно остановился только водитель легкового автомобиля. П. '
                       '69 d).',
        'image': "4.6_10.png",
        'options': [   'Водитель мотоцикла.',
                       'Водитель легкового автомобиля.',
                       'Водитель автобуса,',
                       'Водители всех транспортных средств.'],
        'question': '10) Водители каких транспортных средств остановились правильно?'},
    {   'correct_index': 2,
        'explanation': 'Правила запрещают стоянку транспортных средств на общественных дорогах с шири ной проезжей '
                       'части менее 6 м, поскольку при этом создаются помехи для манёвров. П. 70 b).',
        'image': None,
        'options': [   'Разрешается без ограничений,',
                       'Разрешается только на участках дорог с видимостью более 100 м в каждом направлении.',
                       'Не разрешается.'],
        'question': '11) Разрешается ли стоянка транспортных средств на общественных дорогах с шириной проезжей части '
                    'менее 6 м?'},
    {   'correct_index': 1,
        'explanation': 'Вне населённых пунктов остановка разрешается только вне проезжей части, то есть на обочине. В '
                       'этой ситуации, правильно остановился водитель автобуса. П. 68 4), абзац 1.',
        'image': "4.6_12.png",
        'options': ['Водитель мотоцикла', 'Водитель автобуса.', 'Оба правильно.', 'Оба неправильно.'],
        'question': '12) Кто из водителей правильно остановился в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'По обе стороны дороги Правила разрешают остановку и стоянку только на дорогах с односторонним '
                       'движением в пределах населённых пунктов. Следовательно, в данной ситуации, на дороге с '
                       'двусторонним движением, этому транспортному средству остановка на левой стороне не '
                       'разрешается. П. 68 3) a), b).',
        'image': "4.6_13.png",
        'options': [   'Разрешается, так как дорога имеет по одной полосе для движения в каждом направлении.',
                       'Разрешается, так как транспортное средство находится на обочине.',
                       'Не разрешается.'],
        'question': '13) Разрешается ли остановка транспортного средства в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Правила запрещают остановку как на мостах так и под ними, независимо от ширины моста и наличия '
                       'или отсутствия разметки. П. 69 b).',
        'image': "4.6_14.png",
        'options': [   'Разрешается, так как на мосту отсутствует сплошная линия разметки, разделяющая транспортные '
                       'потоки противоположных направлений.',
                       'Разрешается, поскольку ширина моста позволяет свободно объехать остановившееся транспортное '
                       'средство',
                       'Не разрешается.'],
        'question': '14) Разрешается ли грузовому автомобилю остановка в ситуации, показанной на рисунке?'},
    {   'correct_index': 0,
        'explanation': 'Знак «Остановка запрещена» с табличкой «Зона действия» запрещает остановку транспортных '
                       'средств на правой стороне дороги как перед знаком, так и после него. В населённых пунктах на '
                       'дорогах с односторонним движением, грузовым автомобилям разрешается остановка на левой стороне '
                       'для погрузки или разгрузки. В данном случае, правила остановки нарушили водители легкового '
                       'автомобиля и мотоцикла. П. 68 3) b), Пояснительная записка к приложению № 3 (ІІІ. ЗАПРЕЩАЮЩИЕ '
                       'И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.31, Особенности применения запрещающих и ограничивающих знаков, '
                       'абзац 11, VI. ЗНА-КИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБЛИЧКИ/, 6.4.2, Особенности применения '
                       'дополнительных табличек).',
        'image': "4.6_16.png",
        'options': [   'Водители легкового автомобиля и мотоцикла.',
                       'Водитель грузового автомобиля.',
                       'Водители всех транспортных средств.'],
        'question': '15) В каком ответе указаны водители, нарушившие правила остановки?'},
    {   'correct_index': 2,
        'explanation': 'Правила запрещают остановку на перекрёстках и на расстоянии ближе 15 м от них, чтобы не '
                       'создавать помехи для транспортных средств при выполнении поворота направо. П. 69 e).',
        'image': None,
        'options': ['5 м.', '10 м.', '15 м.', '20 м.'],
        'question': '16) Остановка запрещается на перекрёстках и на расстоянии от них ближе:'},
    {   'correct_index': 3,
        'explanation': 'Действие знака «Стоянка запрещена» с табличкой «Зона действия» распространяется до ближайшего '
                       'перекрёстка. Место разворота в разрыве разделительной полосы не является перекрестком, '
                       'следовательно, правила стоянки нарушили оба водителя, поскольку находятся в зоне действия '
                       'знака «Стоянка запрещена». Пояснительная записка к приложению № 3 (ІІ. ЗАПРЕЩАЮЩИЕ И '
                       'ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.32.1, Особенности приме нения запрещающих и ограничивающих знаков, '
                       'абзац 10, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБЛИЧКИ, 6.4.2, Особенности применения '
                       'дополнительных табличек).',
        'image': "4.6_17.png",
        'options': ['Водитель легкового автомобиля.', 'Водитель автобуса.', 'Оба не нарушили.', 'Оба нарушили.'],
        'question': '17) Водитель какого транспортного средства нарушил правила стоянки?'},
    {   'correct_index': 2,
        'explanation': 'На дорогах вне населённых пунктов остановка или стоянка транспортных средств раз решается '
                       'только с правой стороны вне проезжей части, а если это невозможно, как можно ближе к её '
                       'правому краю параллельно оси дороги. В данном случае, водитель должен был съехать на обочину. '
                       'Следовательно, водитель грузового автомобиля остановился неправильно. П. 68 4) абзац 1.',
        'image': "4.6_18.png",
        'options': [   'Правильно, так как на этом участке дороги видимость более 100 м в каждом направлении.',
                       'Правильно, так как для движения в данном направлении имеется две полосы.',
                       'Неправильно.'],
        'question': '18) Правильно ли остановился водитель грузового автомобиля?'},
    {   'correct_index': 3,
        'explanation': 'Правила стоянки нарушили водители жёлтого и красного автомобилей, поскольку остановка или '
                       'стоянка на тротуарах разрешаются только в местах, обозначенных знаком «Пар ковка» или '
                       '«Зарезервированная парковка» с одной из табличек «Способ постановки транс портного средства на '
                       'стоянку», а также разметкой. На газонах остановка и стоянка транс портных средств запрещаются. '
                       'П. 68 3) с), П. 69 )).',
        'image': "4.6_19.png",
        'options': [   'Только водитель синего легкового автомобиля.',
                       'Только водитель жёлтого легкового автомобиля.',
                       'Только водитель красного легкового автомобиля.',
                       'Водители жёлтого и красного легковых автомобилей.'],
        'question': '19) Кто из водителей нарушил правила стоянки?'},
    {   'correct_index': 2,
        'explanation': 'Правила разрешают длительную стоянку (отдых, ночлег и т. п.) вне населённых пунктов только в '
                       'местах парковки или за пределами дороги. П. 684), абзац 2).',
        'image': None,
        'options': [   'На обочине дорог с двусторонним движением, имеющих три полосы, в местах с видимостью не менее '
                       '100 м в каждом направлении.',
                       'В любом месте на обочине дорог с двусторонним движением, имеющих не менее двух полос для '
                       'движения в каждом направлении.',
                       'Только в местах парковки или за пределами дороги.',
                       'В любом из перечисленных мест.'],
        'question': '20) Вне населённых пунктов длительная стоянка (отдых, ночлег и т. п.) разрешаются:'},
    {   'correct_index': 0,
        'explanation': 'Из предложенных вариантов ответов остановка запрещается только в пределах дорожного полотна '
                       'вблизи опасных поворотов и вершин подъёмов в местах с обзорностью дороги менее 100 м хотя бы в '
                       'одном направлении. В местах выезда с прилегающих к дороге территорий и на участках дорог с '
                       'уклонами Правила запрещают только стоянку. П. 69 с), П. 70 с). d).',
        'image': None,
        'options': [   'В пределах дорожного полотна вблизи опасных поворотов и вершин подъёмов в местах с обзорностью '
                       'дороги менее 100 м хотя бы в одном направлении.',
                       'В местах выезда с прилегающих к дороге территорий.',
                       'На участках дорог с уклонами, обозначенными знаками «Крутой спуск» и «Крутой подъём».',
                       'Во всех перечисленных местах.'],
        'question': '21) Остановка запрещается:'},
    {   'correct_index': 0,
        'explanation': 'На дорогах вне населённых пунктов остановка или стоянка транспортных средств раз решается '
                       'только вне проезжей части, с правой стороны дороги, при этом транспортное средство не должно '
                       'загораживать дорожные знаки. Таким образом правильно остановил транспортное средство только '
                       'водитель мотоцикла (рисунок А). П. 68 4), абзац 1, П. 69 h).',
        'image': "4.6_23.png",
        'options': ['Только А.', 'Только В.', 'Только С.', 'В и С.'],
        'question': '22) На каком рисунке водитель правильно остановил транспортное средство?'},
    {   'correct_index': 1,
        'explanation': 'Правила запрещают остановку на пешеходных переходах и на расстоянии менее 5 м перед ними. П. '
                       '69 d).',
        'image': None,
        'options': ['2 м.', '5 м.', '10 м.', '15 м.'],
        'question': '23) Остановка запрещается на пешеходных переходах и на расстоянии перед ними менее:'},
    {   'correct_index': 1,
        'explanation': 'Из предложенных вариантов ответов остановка запрещается только на железнодорожных переездах и '
                       'на расстоянии менее 50 м от них. П. 69 а).',
        'image': None,
        'options': [   'На расстоянии 30 м от остановочных площадок маршрутных транспортных средств',
                       'На железнодорожных переездах и на расстоянии менее 50 м от них.',
                       'В местах выезда с прилегающих к дороге территорий.',
                       'На расстоянии 10 м перед пешеходным переходом',
                       'Во всех перечисленных местах.'],
        'question': '24) Остановка запрещается:'},
    {   'correct_index': 3,
        'explanation': 'Правила запрещают остановку на перекрёстках и на расстоянии ближе 15 м от них. Таким образом '
                       'оба водителя остановились неправильно. П. 69 е).',
        'image': "4.6_25.png",
        'options': [   'Водитель жёлтого легкового автомобиля.',
                       'Водитель синего легкового автомобиля.',
                       'Оба правильно.',
                       'Оба неправильно.'],
        'question': '25) Кто из водителей остановился правильно?'},
    {   'correct_index': 1,
        'explanation': 'Правила запрещают остановку на железнодорожных переездах и на расстоянии менее 50 м от них. П. '
                       '69 а).',
        'image': "4.6_26.png",
        'options': ['20 м.', '50 м.', '100 м.', '150 м.'],
        'question': '26) Остановка запрещается на железнодорожных переездах и на расстоянии от них менее:'},
    {   'correct_index': 2,
        'explanation': 'Правила разрешают остановку и стоянку транспортных средств в населённых пунктах по обе стороны '
                       'дороги с односторонним движением, если при этом остаётся свободной не менее одной полосы '
                       '(грузовые автомобили с разрешённой максимальной массой более 3500 кг могут остановиться на '
                       'левой стороне дороги только для погрузки или разгрузки). П. 68 3) b).',
        'image': None,
        'options': [   'Разрешается только в населённых пунктах на дорогах с одной полосой для каждого направления.',
                       'Разрешается только легковым автомобилям и мотоциклам с частичным или полным заездом на '
                       'тротуар.',
                       'Разрешается только в населённых пунктах по обе стороны дороги с односторонним движением, если '
                       'при этом остаётся свободной не менее одной полосы (грузовые автомобили с разрешённой '
                       'максимальной массой более 3500 кг могут остановиться на левой стороне дороги только для '
                       'погрузки или разгрузки).',
                       'Не разрешается ни в одном из случаев.'],
        'question': '27) Разрешается ли остановка и стоянка транспортных средств на левой стороне дороги?'},
    {   'correct_index': 2,
        'explanation': 'Правила запрещают остановку на остановках маршрутных транспортных средств и ближе 25 м от '
                       'предназначенных для них остановочных площадок или стоянок такси, а при их отсутствии от знака '
                       '«Остановка маршрутных транспортных средств», если при этом им создаётся помеха. П. 69 f).',
        'image': "4.6_28.png",
        'options': ['15 м.', '20 м.', '25 м.', '30 м.'],
        'question': '28) В ситуации, показанной на рисунке, ближе какого расстояния от остановочной площадки '
                    'маршрутных транспортных средств запрещается остановка, если при этом создаётся помеха этим '
                    'транспортным средствам?'},
    {   'correct_index': 3,
        'explanation': 'Правила запрещают открывать двери стоящего транспортного средства если это угрожает '
                       'безопасности водителя или пассажиров, либо создаёт помехи другим участникам дорожного '
                       'движения. П. 71 2).',
        'image': None,
        'options': [   'Только если это угрожает безопасности водителя или пассажиров.',
                       'Только если это создаёт помехи другим участникам дорожного движения.',
                       'Только при остановке ближе 25 м от остановочных площадок маршрутных транспортных средств, для '
                       'высадки пассажиров, не создавая помех этим транспортным средствам.',
                       'Только в ситуациях, перечисленных в пунктах 1 и 2.',
                       'В любой из перечисленных ситуаций.'],
        'question': '29) Запрещается открывать двери стоящего транспортного средства:'},
    {   'correct_index': 2,
        'explanation': 'Правила устанавливают, что водитель может оставлять транспортное средство, если им приняты '
                       'необходимые меры, исключающие самопроизвольное движение этого транспортного средства или '
                       'использование его в отсутствие водителя. П. 71 1).',
        'image': None,
        'options': [   'Только самопроизвольное движение этого транспортного средства.',
                       'Только использование этого транспортного средства в отсутствие водителя.',
                       'Возможность возникновения любой из перечисленных опасных ситуаций.'],
        'question': '30) Водитель может оставлять транспортное средство, если им приняты необходимые меры, '
                    'исключающие:'},
    {   'correct_index': 0,
        'explanation': 'Знак 3.32.3 «Стоянка запрещена по чётным числам месяца» разрешает остановку для посадки '
                       'пассажира без ограничений. Пояснительная записка к приложению № 3 (ІІІ. ЗАП-РЕЩАЮЩИЕ И '
                       'ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.32.3).',
        'image': "4.6_31.png",
        'options': [   'Разрешается без ограничений.',
                       'Разрешается только по четным числам месяца.',
                       'Разрешается только по нечётным числам месяца.',
                       'Не разрешается.'],
        'question': '31) Разрешается ли остановить мотоцикл для посадки пассажира?'},
    {   'correct_index': 0,
        'explanation': 'Знак 3.31 «Остановка запрещена» запрещает остановку и стоянку транспортных средств, а знак '
                       '5.64 «Выезд из населённого пункта» информирует о выезде из населённого пункта в котором '
                       'действовали требования Правил, устанавливающие порядок движения в населённых пунктах. Таким '
                       'образом, поскольку зона действия знака 3.31, в данном случае, распространяется до конца '
                       'населённого пункта (до знака 5.64), в указанном месте разрешается остановиться без '
                       'ограничений. П. 68. 4). Пояснительная записка к приложению № 3 (ІІІ. ЗАПРЕЩАЮЩИЕ И '
                       'ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.31). Особенности применения запрещающих и ограничивающих знаков, абзац '
                       '8, (V. ИНФОРМАЦИОННО-УКАЗАТЕ ЛЬНЫЕ ЗНАКИ, 5.64).',
        'image': "4.6_32.png",
        'options': [   'Разрешается без ограничений.',
                       'Разрешается только для посадки или высадки пассажиров.',
                       'Разрешается только при удовлетворительной видимости в направлении движения.',
                       'Не разрешается.'],
        'question': '32) Разрешается ли остановиться в указанном месте?'},
    {   'correct_index': 1,
        'explanation': 'При остановке и стоянке легковых автомобилей и мотоциклов с частичным или полным заездом на '
                       'тротуар, минимальная ширина незанятого тротуара должна быть не менее 1,5 м, чтобы не '
                       'блокировать доступ к лестницам, эстакадам или бордюрным пандусам, пред-назначенным для лиц с '
                       'ограниченными возможностями и пешеходов с ограниченной подвижностью. П. 68 3) c), f).',
        'image': "4.6_33.png",
        'options': ['1 м.', '1,5 м.', '2 м.', '2,5 м.'],
        'question': '33) Транспортные средства на стоянке не должны блокировать доступ к лестницам, эстакадам или '
                    'бордюрным пандусам, предназначенным для лиц с ограниченными возможностями, при этом ширина '
                    'тротуара, оставленная для пешеходов с ограниченной подвижностью должна быть не менее:'},
    {   'correct_index': 3,
        'explanation': 'На дорогах вне населённых пунктов остановка транспортных средств разрешается только вне '
                       'проезжей части с правой стороны. В ситуации, показанной на рисунке, водитель автобуса '
                       'остановился вне проезжей части, однако с левой стороны, а водитель мотоцикла с правой стороны, '
                       'но на проезжей части, несмотря на наличие обочины. Таким образом оба водителя остановились не '
                       'правильно. П. 684).',
        'image': "4.6_34.png",
        'options': ['Водитель мотоцикла.', 'Водитель автобуса.', 'Оба правильно.', 'Оба неправильно.'],
        'question': '34) Кто из водителей правильно остановился в ситуации, показанной на рисунке?'},
    {   'correct_index': 3,
        'explanation': 'В случае затора на проезжей части территории перекрёстков и пешеходных переходов, как '
                       'регулируемых, так и нерегулируемых, а также места остановок маршрутных транспортных средств '
                       'необходимо оставлять свободными, так как Правила запрещают остановку в этих местах. П. 11 1) '
                       'абзац 3, П. 57, Π. 69 d), e), f).',
        'image': None,
        'options': [   'Только территории регулируемых перекрёстков и пешеходных переходов.',
                       'Только территории нерегулируемых перекрёстков и пешеходных переходов.',
                       'Только места остановок маршрутных транспортных средств.',
                       'Любой из перечисленных участков.'],
        'question': '35) Какие участки проезжей части необходимо оставлять свободными в случае, если на дороге '
                    'образовался затор?'},
    {   'correct_index': 2,
        'explanation': 'Остановка в ситуации, показанной на рисунке, запрещается, напротив сплошной линии продольной '
                       'разметки, поскольку водители других транспортных средств, движущихся в том же направлении, '
                       'будут вынуждены по этой причине пересекать эту разметку. П. 69 9).',
        'image': "4.6_36.png",
        'options': ['Разрешается только для посадки пассажира.', 'Разрешается без ограничений.', 'Запрещается.'],
        'question': '36) Разрешается ли водителю белого автомобиля остановиться в ситуации, показанной на рисунке?'}]
