# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 8.2.txt

QUIZ_DATA = [   {   'correct_index': 4,
        'explanation': 'Изоляция проводов электрооборудования, а также обшивка салона являются синтетическими. Они '
                       'имеют свойства интенсивного горения и выделения токсичных газов высокой концентрации, '
                       'поскольку горение происходит в закрытых пространствах. В этих условиях пожар представляет '
                       'большую опасность. Кроме того, короткое замыкание, которое может про-изойти в электропроводке '
                       'зачастую ведёт к возникновению пожара.',
        'image': None,
        'options': [   'Огонь распространяется быстро и водитель не сразу замечает возгорание.',
                       'Изоляция проводов электрооборудования, а также обшивка салона являются синтетическими, '
                       'поэтому, в случае пожара, выделяется большое количество токсичных газов, что приводит к '
                       'тяжёлым последствиям.',
                       'Пожары происходят в закрытых пространствах (под капотом двигателя или в салоне).',
                       'Они происходят только в условиях, перечисленных в пунктах 1 и 2.',
                       'Они происходят при любом из перечисленных условий.'],
        'question': '1) Пожары, возникающие в автомобилях, являются очень опасными поскольку:'},
    {   'correct_index': 3,
        'explanation': 'Обнаружение возгорания может быть практически мгновенным по восприятию специфического запаха '
                       'горящего топлива или жжёной резины либо дыма, который выходит из-под капота двигателя.',
        'image': None,
        'options': [   'Характерному запаху горящего топлива или горелой резины в салоне (кабине).',
                       'Появлению дыма из-под капота двигателя.',
                       'Резкому повышению температурного режима двигателя.',
                       'Признакам, перечисленным в пунктах 1 и 2.'],
        'question': '2) Признаки, которые предшествуют вспышке пожара в автомобиле, могут быть распознаны практически '
                    'сразу по:'},
    {   'correct_index': 3,
        'explanation': 'Горение в моторном отсеке при закрытом капоте, по причине отсутствия воздуха, происходит без '
                       'пламени (в виде тления). Но, при открытии капота поступающий воздух может спровоцировать '
                       'вспышку и интенсивное распространение пламени, которое может причинить ожоги. Кроме того, для '
                       'эффективного подавления горения, струю огнетушителя следует направить к очагу пламени, для '
                       'этого также может быть использован песок или рыхлая земля. Вода не может быть использована для '
                       'тушения горящего топлива поскольку, будучи более легким, оно растекается вместе с водой, '
                       'увеличивая площадь пожара.',
        'image': None,
        'options': [   'Постепенно и осторожно приоткрыть капот палкой или монтировкой, предпочтительно сбоку, '
                       'поскольку при этом возможен выброс пламени и причинение ожогов.',
                       'Приоткрыв капот, следует использовать огнетушитель направляя его струю к очагу пламени. Для '
                       'погашения пламени можно использовать песок или рыхлую землю.',
                       'После открытия капота для погашения пламени следует использовать воду, если вблизи автомобиля '
                       'есть вода.',
                       'Действия должны соответствовать тем, которые перечислены в пунктах 1 и 2.'],
        'question': '3) Как должен действовать водитель при появлении дыма из-под капота двигателя?'},
    {   'correct_index': 0,
        'explanation': 'Обшивка сидений и обивка внутренних поверхностей салона современных автомобилей '
                       'легковоспламеняющимися материалами с высокой степенью распространения пламени представляет '
                       'опасность возгорания. Поэтому использовать открытый огонь (спички, зажигалки) следует с '
                       'осторожностью.',
        'image': None,
        'options': [   'Большого количества материалов обшивки (искусственной кожи и синтетической ткани) с высокой '
                       'степенью возгораемости и повышенной скоростью распространения пламени.',
                       'Большого количества конструктивных элементов активной безопасности.',
                       'Большого количества конструктивных элементов экологической безопасности.',
                       'Конструктивных элементов, перечисленных в пунктах 2 и 3.'],
        'question': '4) С точки зрения пожарной безопасности салон современных автомобилей представляет опасность по '
                    'причине:'},
    {   'correct_index': 0,
        'explanation': 'Эксплуатация транспортного средства при попадании на выпускной коллектор смазочных материалов '
                       'или других горючих жидкостей (тормозной или охлаждающей) может стать причиной возникновения '
                       'пожара в моторном отсеке. Поэтому, для предотвращения пожара, необходимо устранить утечки и '
                       'регулярно очищать двигатель.',
        'image': 'q5.png',
        'options': [   'Нерегулярная очистка деталей и узлов двигателя, которые функционируют при высоких '
                       'температурах, в случае попадания смазочных материалов на их поверхность.',
                       'Нерегулярная очистка деталей и узлов двигателя, которые функционируют при высоких '
                       'температурах, в случае попадания пыли и грязи на их поверхность в процессе эксплуатации '
                       'транспортного средства.',
                       'Длительная эксплуатация транспортного средства в случае, когда температурный режим двигателя '
                       'превышает 95 °С.',
                       'Причины, перечисленные в пунктах 2 и 3.'],
        'question': '5) Причинами возникновения пожара в моторном отсеке могут быть:'},
    {   'correct_index': 3,
        'explanation': 'Курение за рулём помимо того, что отвлекает внимание водителя и снижает его надёжность, может '
                       'стать причиной пожара, вызванного непогашенным окурком упавшим на сиденье. Привычка '
                       'выбрасывать непогашенный окурок из окна движущегося автомобиля также может являться причиной '
                       'пожара, поскольку потоки воздуха могут занести в салон этот вы брошенный окурок. Кроме того, '
                       'большую опасность представляет оставление на сидении бутылки воды, очков или других предметов, '
                       'которые по причине фокусирования солнечных лучей могут вызвать возгорание.',
        'image': None,
        'options': [   'Только непогашенный окурок случайно упавший на поверхность сидения или внесённый в салон '
                       'потоками воздуха, когда этот окурок выброшен из окна движущегося автомобиля.',
                       'Только оставление легкового автомобиля на солнце на длительное время в случае когда водитель '
                       'забыл на его сидении предметы, которые могут сфокусировать солнечные лучи (бутылку воды, очки '
                       'и т. п.).',
                       'Только длительная работа автомагнитолы легкового автомобиля при неработающем двигателе.',
                       'Те, которые перечислены в пунктах 1 и 2.'],
        'question': '6) Причинами возникновения пожара в салоне легкового автомобиля могут быть:'},
    {   'correct_index': 3,
        'explanation': 'Вспышка пожара в районе топливного бака транспортного средства требует принятия срочных мер '
                       'поскольку вероятность взрыва бака очень высока, что представляет опасность как для находящихся '
                       'в транспортном средстве, так и для тех, которые находятся в непосредственной близости от него. '
                       'Следовательно, правильным является любое из перечисленных действий.',
        'image': None,
        'options': [   'Только немедленная эвакуация пассажиров из транспортного средства и удаление их на безопасное '
                       'расстояние не менее 10 м.',
                       'Только немедленный вызов пожарных по номеру экстренной службы 112.',
                       'Только если водитель находится в безопасности он может попытаться потушить пожар '
                       'самостоятельно. В распоряжении у водителя есть около 1,5 мин, после чего пламя выйдет из-под '
                       'контроля.',
                       'Любое из перечисленных действий.'],
        'question': '7) При возникновении пожара в районе топливного бака транспортного средства, правильным действием '
                    'водителя является:'},
    {   'correct_index': 3,
        'explanation': 'В соответствии с инструкциями по пожарной безопасности масса огнетушителя для легковых '
                       'автомобилей должна быть не менее 2 кг, а для грузовых автомобилей не менее 5 кг. В качестве '
                       'средства для погашения горящего топлива может быть использован порошок минеральных солей или '
                       'углекислота, которыми заполняются огнетушители.',
        'image': "clipboard_image_1770569490602.png",
        'options': [   'Массой не менее 2 кг для легковых автомобилей и не менее 5 кг для грузовых автомобилей.',
                       'Заполнены порошком минеральных солей или углекислотой.',
                       'Заполнены двуокисью азота.',
                       'Соответствующими массе и наполнителям перечисленным в пунктах 1 и 2.'],
        'question': '8) Огнетушители для автотранспортных средств могут быть:'},
    {   'correct_index': 1,
        'explanation': 'При вспышке пожара, для удержания его под контролем, водитель должен действовать очень быстро. '
                       'Поэтому огнетушитель должен быть постоянно под рукой, то есть в месте, указанном изготовителем '
                       'транспортного средства или в другом легкодоступном месте. П. 122 6) 1).',
        'image': "clipboard_image_1770569504046.png",
        'options': [   'В багажнике легкового автомобиля.',
                       'В месте, определённом изготовителем транспортного средства или в другом легкодоступном месте',
                       'Место установки и крепления огнетушителя в легковом автомобиле с точки зрения быстроты '
                       'действий не имеет значения.'],
        'question': '9) В каком месте необходимо установить и закрепить огнетушитель для обеспечения быстроты действий '
                    'при тушении пожара?'},
    {   'correct_index': 3,
        'explanation': 'Количество пожаров транспортных средств во всём мире, в том числе в Республике Молдова, '
                       'постоянно растёт. Пожары транспортных средств могут быть разделены на две группы: связанные с '
                       'техническими неисправностями и аварийными ситуациями, и искусственно инициированные (поджоги). '
                       'По статистике поджоги преобладают среди легковых автомобилей. Следовательно, для '
                       'предотвращения этого феномена, владелец транспортного средства должен соблюдать любую из '
                       'предложенных рекомендаций.',
        'image': None,
        'options': [   'Воспользоваться услугами охраняемой стоянки. Квитанция об оплате за стоянку гарантирует '
                       'ответственность персонала и безопасность транспортного средства.',
                       'Установить искусственное освещение и видеонаблюдение во дворах жилых зданий, где припаркованы '
                       'транспортные средства.',
                       'Организовать охрану припаркованных транспортных средств их собственниками,',
                       'Соблюдать любую из предложенных рекомендаций.'],
        'question': '10) Для избежания поджога транспортного средства, по возможности, следует соблюдать следующие '
                    'рекомендации:'}]
