# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.1.txt

QUIZ_DATA = [   {   'correct_index': 0,
        'explanation': 'Из всех перечисленных мест, разворот запрещается только на пешеходных переходах, поскольку '
                       'этот сложный маневр представляет опасность. П. 41.1).',
        'image': None,
        'options': [   'На пешеходных переходах.',
                       'На расстоянии 100 м от железнодорожных переездов.',
                       'В местах с видимостью хотя бы в одном направлении 150 м без помощи другого лица, находящегося '
                       'вне транспортного средства.',
                       'В любом из перечисленных мест.'],
        'question': '1) Разворот запрещается:'},
    {   'correct_index': 3,
        'explanation': 'Из перечисленных случаев, движение задним ходом запрещается в тоннелях, на мостах, '
                       'путепроводах, эстакадах и под ними, а также, на перекрёстках, поскольку этот сложный маневр '
                       'представляет опасность. П. 41 1), 2).',
        'image': None,
        'options': [   'В тоннелях, на мостах, путепроводах, эстакадах и под ними.',
                       'На перекрёстках.',
                       'На дорогах с односторонним движением.',
                       'В случаях, перечисленных в пунктах 1 и 2.',
                       'В любом из перечисленных случаев.'],
        'question': '2) Движение задним ходом запрещается:'},
    {   'correct_index': 2,
        'explanation': 'Из всех перечисленных мест, разворот запрещается только на железнодорожных переездах и ближе '
                       '50 м от них, поскольку этот сложный маневр представляет опасность. П. 41.1)',
        'image': None,
        'options': [   'На дорогах с трамвайными путями.',
                       'На нерегулируемых перекрёстках и в непосредственной близости перед ними.',
                       'На железнодорожных переездах и ближе 50 м от них.',
                       'Во всех перечисленных местах.'],
        'question': '3) Разворот запрещается:'},
    {   'correct_index': 3,
        'explanation': 'Из всех перечисленных мест, разворот разрешается только в местах с видимостью хотя бы в одном '
                       'направлении менее 100 м с помощью другого лица, находящегося вне транспортного средства, '
                       'которое окажет воздействие в безопасном осуществлении этого сложного манёвра, П. 41.1).',
        'image': None,
        'options': [   'На пешеходных переходах.',
                       'В туннелях, на мостах, путепроводах, эстакадах и под ними.',
                       'На железнодорожных переездах и ближе 50 м от них.',
                       'В местах с видимостью хотя бы в одном направлении менее 100 м с помощью другого лица, '
                       'находящегося вне транспортного средства.',
                       'В любом из перечисленных мест.'],
        'question': '4) Разворот разрешается:'},
    {   'correct_index': 3,
        'explanation': 'Перед поворотом налево или разворотом водитель должен выполнить только первые два из '
                       'перечисленных действий, поскольку на дорогах с трамвайными путями эти маневры осуществляются '
                       'по общим правилам. П. 401) a), b).',
        'image': 'q5.png',
        'options': [   'Заблаговременно приблизиться к оси дороги, на проезжей части которой движение осуществляется в '
                       'обоих направлениях, или к левому краю дороги с односторонним движением.',
                       'Уступить дорогу транспортным средствам, следующим с противоположного направления прямо или '
                       'направо, а также пешеходам.',
                       'Прибегнуть к помощи другого лица, находящегося вне транспортного средства, при осуществлении '
                       'этих манёвров на дороге с трамвайными путями.',
                       'Выполнить действия перечисленные в пунктах 1 и 2.',
                       'Выполнить любое из перечисленных действий.'],
        'question': '5) Перед поворотом налево или разворотом водитель должен:'},
    {   'correct_index': 1,
        'explanation': 'В данном случае Вы должны уступить дорогу автобусу, поскольку в населённых пунктах водители '
                       'обязаны уступать дорогу маршрутным транспортным средствам, которые начина ют движение от '
                       'обозначенной остановки. П. 394).',
        'image': "clipboard_image_1769703478520.png",
        'options': [   'Пользуясь преимуществом перед отъезжающим от остановки автобусом, продолжите движение.',
                       'Уступите дорогу автобусу, который начинает движение от обозначенной остановки.',
                       'Уступите дорогу автобусу, который при перестроении находится справа.'],
        'question': '6) Находясь за рулём изображённого на рисунке автомобиля, в показанной ситуации, Вы:'},
    {   'correct_index': 2,
        'explanation': 'В ситуации, показанной на рисунка, намереваясь повернуть налево, Вы можете въехать на '
                       'перекресток только с левой полосы, поскольку перед поворотом налево, водитель должен '
                       'заблаговременно приблизиться к оси дороги, на проезжей части которой движение осуществляется в '
                       'обоих направлениях, в том числе и перед поворотом налево на перекрестках с круговым движением. '
                       'П. 40 1) а).',
        'image': "IMG_20250910_135634_region_1.png",
        'options': ['С любой полосы.', 'Только с правой полосы.', 'Только с левой полосы.'],
        'question': '7) В ситуации, показанной на рисунке, намереваясь повернуть налево, Вы можете въехать на '
                    'перекрёсток:'},
    {   'correct_index': 0,
        'explanation': 'Из всех перечисленных случаев, наиболее опасным является разворот в местах с видимостью дороги '
                       'менее 100 м хотя бы в одном направлении. Лицо, находящееся вне транс портного средства, окажет '
                       'водителю содействие в безопасном осуществлении этого сложного маневра. П. 411) d).',
        'image': None,
        'options': [   'При развороте в местах с видимостью дороги менее 100 м хотя бы в одном направлении.',
                       'Перед началом движения, перестроением или поворотом налево.',
                       'При встречном разъезде на узких участках дорог с уклонами, обозначенными дорожными знаками '
                       '«Крутой спуск» или «Крутой подъём».',
                       'В любом из перечисленных случаев'],
        'question': '8) Водитель должен прибегнуть к помощи другого лица, находящегося вне транспортного средства:'},
    {   'correct_index': 1,
        'explanation': 'Нарушает правила водитель грузового автомобиля, поскольку при наличии в месте выезда на дорогу '
                       'полосы разгона водитель должен двигаться по ней и вливаться в транспортный поток, не создавая '
                       'препятствий транспортным средствам, движущимся по этой до роге. П. 404), абзац 2.',
        'image': "IMG_20250910_135634_region_2.png",
        'options': [   'Водитель легкового автомобиля.',
                       'Водитель грузового автомобиля.',
                       'Оба водителя.',
                       'Ни один из водителей.'],
        'question': '9) Водитель какого транспортного средства нарушает правила въезда на дорогу с полосой разгона?'},
    {   'correct_index': 2,
        'explanation': 'Из всех перечисленных случаев водители обязаны уступить дорогу только тем маршрутным '
                       'транспортным средствам которые начинают движение от обозначенной остановки в населённых '
                       'пунктах. П. 39 4).',
        'image': None,
        'options': [   'Приближающимся к перекрёстку по второстепенной дороге.',
                       'Движущимся по маршруту в «часы пик».',
                       'Начинающим движение от обозначенной остановки в населённых пунктах.',
                       'В любом из перечисленных случаев.'],
        'question': '10) Водители обязаны уступить дорогу маршрутным транспортным средствам:'},
    {   'correct_index': 2,
        'explanation': 'В данном случае, при перестроении, водитель зелёного автомобиля должен уступить дорогу '
                       'водителю белого автомобиля, движущегося попутно по полоса, на которую он намерен '
                       'перестроиться. П. 39 3).',
        'image': "IMG_20250910_135634_region_3.png",
        'options': [   'Водитель белого автомобиля, так как водитель зелёного автомобиля подал сигнал о перестроении.',
                       'Водитель белого автомобиля, так как зелёный автомобиль движется по правой полосе.',
                       'Водитель зелёного автомобиля, так как при перестроении он должен уступить дорогу транспортным '
                       'средствам, движущимся попутно по полосе, на которую он намерен перестроиться.'],
        'question': '11) В ситуации показанной на рисунке должен уступить дорогу:'},
    {   'correct_index': 0,
        'explanation': 'Из указанных направлений, легковому автомобилю разрешается движение прямо или направо, '
                       'поскольку на дороге с односторонним движением разворот запрещён. Для того, чтобы повернуть '
                       'налево, водитель должен заблаговременно приблизиться к левому краю проезжей части. '
                       'Пояснительная записка к приложению № 3 (V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5:34), П. 40 1) '
                       'а).',
        'image': "IMG_20250910_135634_region_4.png",
        'options': ['Прямо или направо.', 'Прямо, направо или налево.', 'Только прямо.', 'В любом направлении.'],
        'question': '12) В каких из указанных направлений разрешается движение легковому автомобилю?'},
    {   'correct_index': 2,
        'explanation': 'Движение задним ходом является сложным и опасным маневром, в особенности когда обзорность '
                       'сзади ограничена. Лицо, находящееся вне транспортного средства, скажет водителю содействие в '
                       'безопасном осуществлении этого сложного маневра. П. 412).',
        'image': 'q13.png',
        'options': [   'Подать звуковой сигнал.',
                       'Включить аварийную сигнализацию.',
                       'Прибегнуть к помощи другого лица, находящегося вне транспортного средства.',
                       'Соблюдать особую осторожность, периодически останавливаясь, чтобы убедиться, что не создаётся '
                       'опасность или помеха другим участникам движения.'],
        'question': '13) При движении задним ходом в случае, когда обзорность сзади ограничена, водитель должен:'},
    {   'correct_index': 0,
        'explanation': 'В данном случае, при одновременном перестроении транспортных средств, движущихся попутно, '
                       'водитель белого автомобиля должен уступить дорогу водителю зеленого автомобиля, находящемуся '
                       'справа. П. 39 3).',
        'image': "IMG_20250910_135646_region_1.png",
        'options': ['Водитель белого автомобиля.', 'Водитель зелёного автомобиля.'],
        'question': '14) При одновременном перестроении транспортных средств, движущихся попутно, должен уступить '
                    'дорогу:'},
    {   'correct_index': 0,
        'explanation': 'В данной ситуации, преимущественное право на движение имеете Вы, поскольку легковой '
                       'автомобиль, вливающийся в транспортный поток с полосы разгона, не должен создавать Вам '
                       'препятствий. П. 40 4), абзац 2.',
        'image': "IMG_20250910_135646_region_2.png",
        'options': [   'Вы имеете преимущественное право на движение поскольку легковой автомобиль должен вливаться в '
                       'транспортный поток с полосы разгона, не создавая Вам препятствий.',
                       'Вы должны уступить дорогу легковому автомобилю, который приближается справа.',
                       'Вы должны уступить дорогу легковому автомобилю, поскольку при перестроении транспортных '
                       'средств, движущихся попутно, водитель должен уступить дорогу транспортному средству, '
                       'находящемуся справа.'],
        'question': '15) В ситуации, показанной на рисунке:'},
    {   'correct_index': 0,
        'explanation': 'Из показанных стрелками траекторий, движение разрешается по траекториям А и Е. поскольку '
                       'водители, которые движутся навстречу и одновременно осуществляет разворот в разрыве '
                       'разделительной полосы, должны оставлять воображаемый центр этого разрыва справа от '
                       'транспортных средств. Кроме того, в месте, обозначенном знаком 5.46 «Место для разворота» '
                       'поворот налево запрещается. П. 40 1) b), абзац 3, Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.46).',
        'image': "IMG_20250910_135646_region_3.png",
        'options': [   'По траекториям А и Е.',
                       'По траекториям A, C и E.',
                       'По траекториям B и D.',
                       'По траекториям B, C и D.',
                       'По любой из траекторий.'],
        'question': '16) По каким из указанных стрелками траекторий разрешается движение?'},
    {   'correct_index': 0,
        'explanation': 'Из показанных стрелками траекторий, движение разрешается по траекториям А и О. поскольку '
                       'водители, которые движутся навстречу и одновременно осуществляют разворот в разрыве двух '
                       'параллельных сплошных линий, должны оставлять воображаемый центр это го разрыва справа от '
                       'транспортных средств. П. 401) b), абзац 3.',
        'image': "IMG_20250910_135646_region_4.png",
        'options': ['По траекториям A и D.', 'По траекториям B и C.', 'По любой из траекторий.'],
        'question': '17) По каким из указанных стрелками траекторий разрешается разворот?'},
    {   'correct_index': 2,
        'explanation': 'При выезде с территории, прилегающей дороге водитель должен убедиться, руководствуясь '
                       'средствами дорожной сигнализации, в каком направлении осуществляется движение, а также '
                       'уступить дорогу пешеходами транспортным средствам. П. 39 2) a), b).',
        'image': None,
        'options': [   'Убедиться, руководствуясь средствами дорожной сигнализации, в каком направлении осуществляется '
                       'движение, с тем, чтобы выехать на данную дорогу в разрешённом направлении.',
                       'Уступить дорогу пешеходам и транспортным средствам, движущимся по этой дороге.',
                       'Выполнить требования, перечисленные в предыдущих пунктах.'],
        'question': '18) В каком ответе полностью перечислены требования, которые должен выполнить водитель при выезде '
                    'с территории, прилегающей к дороге?'},
    {   'correct_index': 2,
        'explanation': 'Разворот может быть осуществлён только из крайней левой полосы для данного на правления '
                       'движения. Следовательно, в этом случае, Вы должны убедиться в безопасности манёвра, включить '
                       'сигнал об изменении направления движения налево и заблаговременно приблизиться к оси дороги. '
                       'П. 32 2) b), П. 39 1), П. 40 1) а).',
        'image': "IMG_20250910_135650_region_1.png",
        'options': [   'Убедиться в безопасности манёвра и включить сигнал об изменении направления движения налево.',
                       'Остановиться, убедиться в безопасности манёвра и включить сигнал об изменении направления '
                       'движения на-лево.',
                       'Убедиться в безопасности манёвра, включить сигнал об изменении направления движения налево и '
                       'заблаговременно приблизиться к оси дороги.'],
        'question': '19) Перед осуществлением разворота Вы должны:'},
    {   'correct_index': 1,
        'explanation': 'В ситуации, показанной на рисунка, уступить дорогу обязаны Вы, поскольку синий легковой '
                       'автомобиль приближается точке возможного пересечения траекторий движения справа. П. 406).',
        'image': "IMG_20250910_135650_region_2.png",
        'options': [   'Водитель синего легкового автомобиля.',
                       'Уступить дорогу обязаны Вы, поскольку синий легковой автомобиль приближается справа.'],
        'question': '20) Кто из водителей, маневрируя на площадке для парковки, обязан уступить дорогу в ситуации, '
                    'показанной на рисунке?'},
    {   'correct_index': 0,
        'explanation': 'Перед началом движения, водитель должен убедиться, что этот маневр будет безопасным и не '
                       'создаст препятствий другим участникам дорожного движения. В данном случае, водитель белого '
                       'автомобиля может начать движение только при условии, что при этом он не создаст препятствий '
                       'черному автомобилю. П. 391).',
        'image': "IMG_20250910_135650_region_3.png",
        'options': [   'Может только при условии, что при этом он не создаст препятствий чёрному автомобилю.',
                       'Может только при условии, что водитель чёрного автомобиля подаст ему сигнал включением '
                       'ближнего света.',
                       'Не может, поскольку на этом участке дороги имеется только две полосы для движения в данном '
                       'направлении.'],
        'question': '21) Может ли водитель белого автомобиля начать движение в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Перед началом движения, водитель должен убедиться, что этот маневр будет безопасным и не '
                       'создаст препятствий другим участникам дорожного движения. В данном случае, водитель белого '
                       'автомобиля, который намерен начать движение от края проезжей части, должен уступить дорогу, '
                       'чтобы не создавать препятствий черному автомобилю. П. 39 11.',
        'image': "IMG_20250910_135650_region_4.png",
        'options': [   'Водитель чёрного автомобиля, если он намерен остановиться непосредственно перед белым '
                       'автомобилем.',
                       'Водитель белого автомобиля.',
                       'Водитель чёрного автомобиля, так как перед остановкой он, так или иначе, снижает скорость.'],
        'question': '22) Водитель белого автомобиля намерен начать движение от края проезжей части. Кто из водителей '
                    'должен уступить дорогу в данной ситуации?'},
    {   'correct_index': 3,
        'explanation': 'В этой ситуации, перед поворотом направо. Вы должны уступить дорогу велосипедисту, который '
                       'движется по велосипедной дорожке, а также пешеходам. П. 40 2) a), b).',
        'image': "IMG_20250910_135650_region_5.png",
        'options': [   'Имеете преимущество по отношению к другим участникам дорожного движения.',
                       'Должны уступить дорогу только велосипедисту.',
                       'Должны уступить дорогу только пешеходам.',
                       'Должны уступить дорогу велосипедисту и пешеходам.'],
        'question': '23) Намереваясь въехать во двор, в ситуации, показанной на рисунке, Вы:'},
    {   'correct_index': 1,
        'explanation': 'В этой ситуации, перед поворотом налево, Вы должны уступить дорогу автомобилю который следует '
                       'со встречного направления прямо, а также пешеходам. П. 40. 1) a), b).',
        'image': "IMG_20250910_135650_region_6.png",
        'options': [   'Должны уступить дорогу только автомобилю, движущемуся со встречного направления.',
                       'Должны уступить дорогу автомобилю и пешеходам.',
                       'Не обязаны никому уступать дорогу.'],
        'question': '24) Намереваясь въехать во двор, в ситуации, показанной на рисунке, Вы:'},
    {   'correct_index': 2,
        'explanation': 'В этой ситуации, водитель легкового автомобиля не может осуществить разворот, так как в местах '
                       'расположения остановок маршрутных транспортных средств такой маневр запрещён. П. 411) е)',
        'image': "IMG_20250910_135724_region_1.png",
        'options': [   'Да, так как проезжая часть имеет только по одной полосе для движения в каждом направлении.',
                       'Да, так как на остановке нет маршрутных транспортных средств.',
                       'Нет, так как в местах расположения остановок маршрутных транспортных средств разворот '
                       'запрещён'],
        'question': '25) Разрешено ли водителю легкового автомобиля осуществить разворот в ситуации, показанной на '
                    'рисунке?'},
    {   'correct_index': 1,
        'explanation': 'Уступить дорогу должен водитель грузового автомобиля, так как в случаях когда траектории '
                       'движения транспортных средств пересекаются, а очерёдность провода не сговорена Правилами, '
                       'необходимо уступать дорогу транспортному средству, которое приближается справа. П. 406).',
        'image': "IMG_20250910_135724_region_2.png",
        'options': ['Водитель легкового автомобиля.', 'Водитель грузового автомобиля.'],
        'question': '26) Кто из водителей, осуществляющих одновременно разворот, должен уступить дорогу в ситуации, '
                    'показанной на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'Правильно поворачивает направо только водитель автобуса, поскольку водитель легкового '
                       'автомобиля, перед поворотом направо, заблаговременно не занял крайнее правое положение на '
                       'проезжей части. П. 40 2) a).',
        'image': "IMG_20250910_135724_region_3.png",
        'options': [   'Только водитель легкового автомобиля.',
                       'Только водитель автобуса.',
                       'Оба поворачивают правильно,'],
        'question': '27) Кто из водителей правильно поворачивает направо в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Водителю, который по ошибке повернул направо не может двигаться задним ходом поскольку на '
                       'перекрестках движение задним ходом запрещается. П. 41 2), абзац 3.',
        'image': "IMG_20250910_135724_region_4.png",
        'options': [   'Да, поскольку перекрёсток расположен вне населённого пункта.',
                       'Да, поскольку этот манёвр осуществляется в месте разветвления дорог.',
                       'Нет, поскольку движение задним ходом на перекрёстках запрещается.'],
        'question': '28) В ситуации, показанной на рисунке, водитель по ошибке повернул направо. Разрешается ли ему '
                    'применить движение задним ходом, чтобы затем продолжить движение в прямом направлении?'},
    {   'correct_index': 2,
        'explanation': 'Подыхать задним ходом к стоящему на путепроводе пешеходу нельзя, поскольку на путепроводах '
                       'такой маневр запрещается. П. 411) b), 2), абзац 3.',
        'image': "IMG_20250910_135724_region_5.png",
        'options': [   'Да, поскольку на проезжей части имеется по две полосы для движения в каждом направлении.',
                       'Да, при условии, что не будут созданы помехи для других участников дорожного движения.',
                       'Нет, поскольку на путепроводах движение задним ходом запрещается.'],
        'question': '29) Разрешается ли водителю подъехать задним ходом к стоящему на путепроводе пешеходу в ситуация '
                    'показанной на рисунке?'},
    {   'correct_index': 0,
        'explanation': 'Вы можете применить движение задним ходом, чтобы затем повернуть направо по двор, поскольку на '
                       'дорогах с односторонним движением, такой маневр не запрещается. П. 41,',
        'image': "IMG_20250910_135724_region_6.png",
        'options': [   'Да, поскольку на дорогах с односторонним движением, не запрещается движение задним ходом.',
                       'Нет, поскольку Вы можете создать помеху для других участников дорожного движения,',
                       'Нет, поскольку в местах выезда с территорий, прилегающих к дороге, движение задним ходом '
                       'запрещается.'],
        'question': '30) Вы случайно проехали въезд на прилегающую к дороге территорию. Разрешается ли вам применить '
                    'движение задним ходом, чтобы затем повернуть направо во двор?'},
    {   'correct_index': 3,
        'explanation': 'Вам разрешается осуществить разворот в этой ситуации при видимости дороги в обо их '
                       'направлениях более 100 м. Если видимость дороги менее 100 м хотя бы в одном н правлении, Вы '
                       'можете развернуться только с помощью другого лица, находящегося в транспортного средства, '
                       'которое окажет Вам содействие в безопасном выполнении этого сложного маневра. П. 411) d).',
        'image': "IMG_20250910_135727_region_1.png",
        'options': [   'Нет, поскольку минимальное расстояние до пешеходного перехода 150 м.',
                       'Да, только при видимости дороги в обоих направлениях более 100 м.',
                       'Да, даже если видимость дороги менее 100 м хотя бы в одном направлении, с помощью другого '
                       'лица, находящегося вне транспортного средства.',
                       'Да, при выполнении условий, перечисленных в пунктах 2 и 3.'],
        'question': '31) Разрешён ли Вам разворот в ситуации, показанной на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'Знак 1.2 «Железнодорожный переезд без шлагбаума» и размещённый под ним знак 1.4.3 «Приближение '
                       'к железнодорожному переезду вне населенных пунктов» устанавливается на расстоянии не менее 50 '
                       'м от переезда. Следовательно, разворот в указанном месте разрешён, поскольку расстояние до '
                       'переезда более 50 м. Пояснительная записка к приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.2, '
                       '1.4.3. Особенности применения предупреждающих знаков, абзацы 3, 9), П. 41 1) с).',
        'image': "IMG_20250910_135727_region_2.png",
        'options': [   'Да, только при отсутствии приближающегося рельсового транспортного средства.',
                       'Да, поскольку расстояние до переезда более 50 м.',
                       'Нет, поскольку разворот в этом месте разрешён только с помощью другого лица, находящегося вне '
                       'транспортного средства.'],
        'question': '32) Разрешается ли разворот в указанном месте?'},
    {   'correct_index': 3,
        'explanation': 'Правила запрещают разворот непосредственно на пешеходных переходах, следователь но в ситуации, '
                       'показанной на рисунке, разворот разрешен по траектории А или С. П. 41 1) а).',
        'image': "IMG_20250910_135727_region_3.png",
        'options': [   'Только по траектории А.',
                       'Только по траектории В.',
                       'Только по траектории С.',
                       'Только по траектории А или С.'],
        'question': '33) По какой из указанных траекторий разрешён разворот в ситуации, показанной на рисунке?'},
    {   'correct_index': 3,
        'explanation': 'Знак 1.19 «Двустороннее движение» только предупреждает о приближении к участку дороги, на '
                       'котором движение осуществляется в обоих направлениях. Дорога с односторонним движением '
                       'заканчивается у границы перекрёстка. Об этом информирует знак 5.35 «Конец дороги с '
                       'односторонним движением». Следовательно, разворот не разрешён ни по одной из указанных '
                       'траекторий. Пояснительная записка приложению № 3 (1. ПРЕДУПРЕ ЖДАЮЩИЕ ЗНАКИ, 1.19, V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.34, 5.35).',
        'image': "IMG_20250910_135727_region_4.png",
        'options': [   'Да, только по траектории А.',
                       'Да, только по траектории В.',
                       'Да, по обеим траекториям.',
                       'Не разрешён ни по одной из указанных траекторий.'],
        'question': '34) Разрешён ли разворот по указанным траекториям в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'В ситуации, показанной на рисунка, Вы имеете преимущество в движении перед грузовым '
                       'автомобилем, выезжающим с прилегающей дороге территории. Грузовой автомобиль, который выезжает '
                       'с автозаправочной станции должен уступить Вам дорогу, поскольку автозаправочная станция '
                       'является территорией, прилегающей к дороге. П. 39 2) b).',
        'image': "IMG_20250910_135727_region_5.png",
        'options': [   'Уступите дорогу только если грузовой автомобиль, выезжающий с автозаправочной станции, '
                       'повернет направо.',
                       'Уступите дорогу только если грузовой автомобиль, выезжающий с автозаправочной станции, '
                       'повернёт налево.',
                       'Имеете преимущество в движении перед грузовым автомобилем, выезжающим с прилегающей к дороге '
                       'территории.'],
        'question': '35) В ситуации, показанной на рисунке, Вы:'},
    {   'correct_index': 2,
        'explanation': 'Из перечисленных случаев, движение задним ходом не запрещается на расстоянии 100 м от '
                       'железнодорожных переездов. П. 41 1), 2) абзац 3.',
        'image': None,
        'options': [   'На перекрёстках',
                       'На пешеходных переходах.',
                       'На расстоянии 100 м от железнодорожных переездов.',
                       'В местах расположения остановок маршрутных транспортных средств.',
                       'В местах с видимостью менее 100 м хотя бы в одном направлении без помощи другого лица '
                       'находящегося вне транспортного средства.'],
        'question': '36) Движение задним ходом не запрещается:'},
    {   'correct_index': 2,
        'explanation': 'Движение задним ходом на дорогах с односторонним движением не запрещается Однако, в ситуации, '
                       'показанной на рисунке, выполнить этот манёвр разрешается только до пешеходного перехода, '
                       'поскольку на пешеходных переходах движение задним ходом запрещается. П. 41 1) а), 2) абзац 3.',
        'image': "IMG_20250910_135739_region_1.png",
        'options': [   'Разрешается без ограничений.',
                       'Разрешается только для посадки пассажиров.',
                       'Разрешается, но только до пешеходного перехода.',
                       'Запрещается.'],
        'question': '37) Разрешается ли водителю движение задним ходом в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Перед поворотом направо водитель транспортного средства должен заблаговременно занять на '
                       'проезжей части крайнее правое положение. В данной ситуации поворот будет безопасно осуществлён '
                       'только по траектории С, поскольку такой манёвр не создаст препятствий другим участникам '
                       'дорожного движения. П. 39. 1), П. 40 2) а), Пояснительная записка приложению № 3 (Ѵ. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.42.1), Пояснительная записка к приложению № 4 (1. ЗНАЧЕНИЯ '
                       'ГОРИЗОНТАЛЬНОЙ РАЗМЕТ КИ, С) Другая разметка, 1.23).',
        'image': "IMG_20250910_135739_region_2.png",
        'options': [   'Только по траектории А.',
                       'Только по траектории В.',
                       'Только по траектории С.',
                       'По траекториям А или В.'],
        'question': '38) По какой траектории, в ситуации показанной на рисунке, поворот будет безопасным и не создаст '
                    'препятствий другим участникам дорожного движения?'},
    {   'correct_index': 2,
        'explanation': 'Водитель должен уступить дорогу транспортным средствам, движущимся в том же направлении, а '
                       'также тем, которые движутся навстречу, если манёвр разворота осуществляется вне перекрестка, а '
                       'ширина проезжей части недостаточна. Таким образом осуществление разворота является правильным '
                       'в обоих упомянутых случаях. П. 40 1) а), б) абзацы 1 и 2.',
        'image': "IMG_20250910_135739_region_3.png",
        'options': [   'Только при развороте от правого края проезжей части.',
                       'Только при развороте с обочины.',
                       'При развороте в обоих упомянутых случаях.'],
        'question': '39) В каком случае водитель должен уступить дорогу транспортным средствам, движущимся в том же на '
                    'правлении, а также тем, которые движутся навстречу при осуществлении манёвра разворота вне '
                    'перекрёстка, а ширина проезжей части недостаточна?'},
    {   'correct_index': 4,
        'explanation': 'Из перечисленных случаев, движение задним ходом не запрещается в местах с видимостью менее 100 '
                       'метров хотя бы в одном направлении с помощью другого лица находящегося вне транспортного '
                       'средства. П. 41 1), 2) абзац 3.',
        'image': "clipboard_image_1769730438449.png",
        'options': [   'На перекрестках.',
                       'На пешеходных переходах.',
                       'На расстоянии ближе 50 метров от железнодорожных переездов.',
                       'В местах расположения остановок маршрутных транспортных средств.',
                       'В местах с видимостью менее 100 метров хотя бы в одном направлении с помощью другого лица '
                       'находящегося вне транспортного средства.'],
        'question': '40) Движение задним ходом не запрещается:'},
    {   'correct_index': 1,
        'explanation': 'В ситуации, показанной на рисунке преимущество имеет водитель мотоцикла, так как в случаях '
                       'когда траектории движения транспортных средств пересекаются, а очередность проезда не '
                       'оговорена Правилами, необходимо уступать дорогу транспортному средству, которое приближается '
                       'справа. П. 406).',
        'image': "clipboard_image_1770573851292.png",
        'options': ['Водитель автобуса.', 'Водитель мотоцикла.'],
        'question': '41) Кто из водителей, осуществляющих одновременно разворот, имеет преимущество в ситуации, '
                    'показанной на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'В ситуации, показанной на рисунке. Вы уступите дорогу водителю мотоцикла, поскольку он '
                       'приближается справа к месту пересечения траекторий движения. П. 406).',
        'image': None,
        'options': ['Покинете парковочное место первым.', 'Уступите дорогу водителю мотоцикла.'],
        'question': '42) В ситуации, показанной на рисунке, маневрируя на площадке для парковки, Вы:'}]
