# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 8.1.txt

QUIZ_DATA = [   {   'correct_index': 1,
        'explanation': 'Тормозным путём называется часть остановочного пути, состоящая из расстояния, пройденного за '
                       'время срабатывания тормозного привода автомобиля и расстояния, пройденного за время полного '
                       'торможения, при максимальной силе прижатия колодок к тормозным барабанам (дискам), то есть, '
                       'тормозной путь, это расстояние, пройденное автомобилем с момента начала торможения до полной '
                       'остановки.',
        'image': None,
        'options': [   'Расстояние, пройденное транспортным средством с момента обнаружения водителем опасности до '
                       'полной остановки,',
                       'Расстояние, пройденное транспортным средством с момента начала торможения до полной остановки.',
                       'Расстояние, пройденное транспортным средством с момента обнаружения водителем опасности до '
                       'начала торможения.'],
        'question': '1) Под «тормозным путём» понимается:'},
    {   'correct_index': 2,
        'explanation': 'Длительное торможение с отключённым от трансмиссии двигателем на крутых затяжных спусках может '
                       'привести к перегреву тормозов и отказу в их работе. При сильном нагреве деталей тормозного '
                       'механизма может закипеть тормозная жидкость в рабочем тормозном цилиндре, что приведёт к '
                       'образованию пузырьков воздуха и «проваливанию» тормозной педали, т. е. к отказу в работе '
                       'тормозной системы. Более того, может иметь место термическая усталость тормозов, т. е. резкое '
                       'снижение коэффициента трения между колодками и бара-баном или диском, что, в свою очередь, '
                       'ведёт к снижению эффективности торможения.',
        'image': None,
        'options': [   'Повышенный износ шин.',
                       'Повышенный износ деталей сцепления.',
                       'Перегрев тормозной системы и её выход из строя,'],
        'question': '2) Какие опасные последствия может вызвать длительное торможение с отключённым от трансмиссии '
                    'двигателем на крутых затяжных спусках?'},
    {   'correct_index': 0,
        'explanation': 'Время реакции это время от момента когда водитель транспортного средства заметил опасность до '
                       'начала действий, направленных на её предотвращение. Время реакции не является величиной '
                       'постоянной и изменяется в определённых пределах в зависимости от сложности дорожной '
                       'обстановки, в которой появляется опасность, а также в зависимости от других факторов. Так, '
                       'время реакции при экстренном торможении (с учётом переноса ноги с педали управления '
                       'дроссельной заслонкой на педаль тормоза), может колебаться в пределах от 0,45 до 1,2 секунд.',
        'image': None,
        'options': [   'Время от момента, когда водитель транспортного средства заметил опасность до начала действий, '
                       'направленных на её предотвращение.',
                       'Время от момента, когда водитель начал торможение до полной остановки транспортного средства.',
                       'Время от момента, когда водитель заметил опасность до полной остановки транспортного '
                       'средства.'],
        'question': '3) Что понимается под «временем реакции»?'},
    {   'correct_index': 0,
        'explanation': 'Выезжая на открытый участок дороги, перед которым установлен знак «Боковой ветер», необходимо '
                       'снизить скорость, поскольку возможно отклонение автомобиля от траектории движения. Большая '
                       'скорость ведёт к уменьшению силы сцепления колёс с дорогой, а под воздействием сильного '
                       'бокового ветра на открытом участке дороги автомобиль может отклониться от заданной траектории '
                       'движения. В этих условиях безопасность может быть обеспечена только за счёт снижения скорости.',
        'image': "8.1_4.png",
        'options': [   'Снизить скорость, поскольку возможно отклонение автомобиля от траектории движения.',
                       'Не изменяя скорости движения, переместиться к оси дороги.',
                       'Не изменяя скорости движения, переместиться к правому краю проезжей части.'],
        'question': '4) Выезжая на открытый участок дороги, перед которым установлен знак «Боковой ветер», '
                    'необходимо:'},
    {   'correct_index': 1,
        'explanation': 'При движении на повороте центробежная сила уменьшается при снижении скорости движения. '
                       'Известно, что центробежная сила прямо пропорциональна массе транспортного средства, квадрату '
                       'скорости и обратно пропорциональна радиусу поворота. Следовательно, для уменьшения '
                       'центробежной силы, необходимо снизить скорость.',
        'image': "8.1_5.png",
        'options': [   'При резком вращении рулевого колеса в направлении поворота.',
                       'При снижении скорости движения.',
                       'При уменьшении радиуса траектории движения.'],
        'question': '5) В каком случае центробежная сила уменьшается при движении на повороте?'},
    {   'correct_index': 2,
        'explanation': 'Несоблюдение водителем достаточного бокового интервала при обгоне может привести как к '
                       'вовлечению обгоняемого транспортного средства в образовавшуюся зону разрежения, так и к '
                       'уменьшению свободного пространства для движущихся навстречу транспортных средств. Безопасный '
                       'боковой интервал зависит от направления движения и скорости транс-портных средств. При '
                       'встречном разъезде на большой скорости этот интервал должен достигать максимальных значений. '
                       'Такие же значения бокового интервала должны быть, независимо от направления движения, при '
                       'проезде мимо велосипедистов, мопедов и мотоциклов без бокового прицепа. Принимая во внимание '
                       'вышеизложенное, рекомендуется соблюдать интервал в пределах 0,5-1,5 м.',
        'image': None,
        'options': [   'Только к вовлечению обгоняемого транспортного средства в образовавшуюся зону разрежения, что, '
                       'в свою очередь может спровоцировать падение и травмирование водителя (пассажира) в случае '
                       'обгона велосипеда, мопеда или двухколёсного мотоцикла.',
                       'Только к уменьшению свободного пространства для движущегося навстречу что может привести к '
                       'столкновению с этими транспортными средствами.',
                       'К любому из последствий, описанных в предыдущих пунктах.'],
        'question': '6) К каким опасным последствиям может привести несоблюдение водителем транспортного средства '
                    'достаточного бокового интервала при обгоне?'},
    {   'correct_index': 2,
        'explanation': 'Если автомобиль, который выезжает с грунтовой дороги не останавливается, чтобы уступить Вам '
                       'дорогу, Вы должны снизить скорость и безусловно отказаться от преимущества, так как, в '
                       'противном случае, Ваши действия могут привести к столкновению с самыми тяжёлыми последствиями. '
                       'В ситуации, показанной на рисунке, водитель легкового автомобиля явно совершает ошибку и '
                       'только Ваше благоразумие и правильные действия могут предотвратить дорожно-транспортное '
                       'происшествие.',
        'image': "8.1_7.png",
        'options': [   'Пользуясь преимуществом подадите звуковой сигнал и продолжите движение.',
                       'Примените переключение света фар и продолжите движение не снижая скорости.',
                       'Снизите скорость и откажетесь от преимущества, уступая дорогу.'],
        'question': '7) В ситуации, показанной на рисунке, белый легковой автомобиль, который выезжает с грунтовой '
                    'дороги не останавливается, чтобы уступить Вам дорогу. Как Вы поступите?'},
    {   'correct_index': 1,
        'explanation': 'Безопасность движения находится в прямой зависимости от степени информированности водителя. '
                       'Если лобовое стекло и стёкла передних дверей затемнены, их прозрачность значительно снижается, '
                       'вследствие чего ухудшается видимость, в особенности при движении в тёмное время суток. '
                       'Водитель не может получать полноценную информацию о дорожной обстановке в направлении '
                       'движения, по обе стороны автомобиля, а также через наружные зеркала заднего вида, поэтому '
                       'Правила запрещают затемнять лобовое стекло и стёкла передних две рей. Затемнение стёкол никоим '
                       'образом не облегчает управление автомобилем. П. 122 6) е).',
        'image': None,
        'options': [   'Способствует улучшению комфортабельности салона и, как следствие, облегчению управления '
                       'автомобилем.',
                       'Ведет к ухудшению видимости, особенно при движении в тёмное время суток, что создает угрозу '
                       'безопасности движения,',
                       'Увеличивает вероятность ослепления фарами встречных транспортных средств.'],
        'question': '8) Затемнение лобового стекла и стёкол передних дверей автомобиля:'},
    {   'correct_index': 1,
        'explanation': 'Негерметичность топливной системы может привести к воспламенению места утечки топлива, а затем '
                       'и к возгоранию автомобиля. Поэтому, при обнаружении утечки топлива из системы и невозможности '
                       'устранения неисправности на месте, водитель должен прекратить дальнейшее движение. Увеличение '
                       'расхода топлива, не выводит из строя топливную систему, а рабочая смесь плохого качества не '
                       'создаёт угрозы для безопасности движения. П. 124 1).',
        'image': None,
        'options': [   'К значительному увеличению расхода топлива, что может привести к выходу из строя топливной '
                       'системы.',
                       'К возможному воспламенению места утечки, что может привести к возгоранию автомобиля и взрыву '
                       'топливного бака.',
                       'К образованию рабочей смеси плохого качества, что может привести к перебоям в работе '
                       'двигателя.'],
        'question': '9) Вы обнаружили на своём автомобиле негерметичность топливной системы. К каким опасным '
                    'последствиям может привести продолжение движения до ближайшего места стоянки или ремонта после '
                    'неудачной попытки устранить неисправность на месте?'},
    {   'correct_index': 3,
        'explanation': 'Для прекращения возникшего заноса задней оси заднеприводного автомобиля необходимо повернуть '
                       'рулевое колесо в сторону заноса и снизить скорость, что достигается незначительным уменьшением '
                       'подачи топлива. Увеличение подачи топлива, поворот рулевого колеса в сторону, противоположную '
                       'заносу, а также попытка сохранить прямолинейное движение, даже при значительном уменьшении '
                       'подачи топлива, не способствуют устранению возникшего заноса.',
        'image': None,
        'options': [   'Увеличите подачу топлива, рулевым колесом стабилизируете движение.',
                       'Притормозите и повернете рулевое колесо в сторону противоположную заносу.',
                       'Значительно уменьшите подачу топлива, не меняя положения рулевого колеса.',
                       'Незначительно уменьшив подачу топлива, повернёте рулевое колесо в сторону заноса.'],
        'question': '10) Как Вы поступите при возникновении на повороте заноса задней оси заднеприводного автомобиля?'},
    {   'correct_index': 0,
        'explanation': 'При движении в условиях тумана расстояние до предметов представляется большим, чем в '
                       'действительности. Основной вид дорожно-транспортных происшествий в тумане (до 70%) наезд на '
                       'движущееся впереди транспортное средство или на неподвижное препятствие. Причина не только в '
                       'снижении видимости в направлении движения. В тумане происходит куда более опасное явление, чем '
                       'плохая видимость. Искажается расстояние, причём иногда оно кажется даже в два раза больше чем '
                       'в действительности.',
        'image': None,
        'options': [   'Большим, чем в действительности.',
                       'Меньшим, чем в действительности.',
                       'Соответствующим действительности.'],
        'question': '11) При движении в условиях тумана расстояние до предметов представляется:'},
    {   'correct_index': 0,
        'explanation': 'При начинающемся дожде пыль, находящаяся на поверхности дороги с твердым покрытием (асфальт, '
                       'бетон, асфальтобетон), образует тонкий слой липкой грязи, тем самым значительно уменьшая '
                       'сцепление шин с дорогой. Спустя некоторое время, по мере усиления дождя грязь смывается, '
                       'вследствие чего сцепление увеличивается, достигая значений соответствующих мокрому покрытию. '
                       'Следует учесть, что образование слоя липкой грязи является главным фактором, который ведёт к '
                       'снижению устойчивости автомобиля, двукратному или даже трёхкратному увеличению тормозного '
                       'пути.',
        'image': 'q12.png',
        'options': [   'Значительно снижается, из-за образования тонкого слоя липкой грязи на поверхности проезжей '
                       'части.',
                       'Увеличивается, поскольку дождь смывает пыль с проезжей части.',
                       'Не изменяется.'],
        'question': '12) При начинающемся дожде сцепление шин с дорогой:'},
    {   'correct_index': 1,
        'explanation': 'При резком торможении транспортного средства, вследствие появления большой силы инерции FJ и '
                       'перераспределения массы по осям, снижается нагрузка на задние колёса и появляется '
                       'дополнительная нагрузка на передние. Поэтому, при отсутствии антиблокировочной системы (АБС), '
                       'задние колёса становятся более склонными к блокировке с последующим скольжением, что может '
                       'привести к потере устойчивости транспортного средства.',
        'image': 'q13.png',
        'options': ['Передние.', 'Задние.', 'Все колёса.'],
        'question': '13) Какие колёса более склонны к заносу при резком торможении автомобиля, не оборудованного '
                    'антиблокировочной системой тормозов (ABS)?'},
    {   'correct_index': 0,
        'explanation': 'Общеизвестно, что 90% информации водитель воспринимает через органы зрения. Это значит, что '
                       'способность и возможность водителя видеть всё, что происходит вокруг него имеют очень важное '
                       'значение как для уверенного управления автомобилем, так и для обеспечения безопасности '
                       'движения. Принятие решений и осуществление соответствующих манёвров почти полностью зависят от '
                       'зрительного восприятия водителем дорожной обстановки. Следоваательно, возможность хорошо '
                       'оценивать с места водителя дорожную обстановку является очень важной конструктивной '
                       'характеристикой транспортного средства. В последнее время широкое распространение получило '
                       'оснащение автомобилей выпуклыми зеркалами заднего вида. Однако при этом важно иметь ввиду, что '
                       'наряду с расширением сектора обзора сзади автомобиля, неверно отражённые предметы кажутся '
                       'меньшего размера и более отдалёнными, чем в действительности и, если этот факт не учитывать, '
                       'водитель может ошибиться в оценке ситуации, а ошибка, в свою очередь, может стать причиной '
                       'дорожно-транспортного происшествия.',
        'image': "8.1_14.png",
        'options': [   'Неверно отраженные предметы кажутся меньшего размера и более отдаленными чем в '
                       'действительности, поэтому водитель может ошибиться в оценке расстояния до них.',
                       'Неверно отражённые предметы кажутся большего размера и ближе чем в действительности, поэтому '
                       'водитель может ошибиться в оценке расстояния до них.',
                       'Выпуклое зеркало заднего вида не обладает отрицательными эффектами.'],
        'question': '14) Каким отрицательным эффектом обладает выпуклое зеркало заднего вида и как это сказывается на '
                    'безопасности движения?'},
    {   'correct_index': 2,
        'explanation': 'Причиной бокового заноса автомобиля может стать как резкое ускорение, так и резкое торможение. '
                       'При движении транспортного средства, между шинами и дорогой в зоне контакта возникают силы, '
                       'величины которых зависят от действий водителя. Сила тяги на колёсах зависит от интенсивности '
                       'нажатия на педаль акселератора, а тормозная сила от усилия, прилагаемого к тормозной педали. В '
                       'свою очередь, как тяговая, так и тормозная силы влияют в зоне контакта шины с дорогой на '
                       'боковую силу, которая обеспечивает устойчивость автомобиля. То есть по мере увеличения как '
                       'силы тяги, так и тормозной силы, боковая сила уменьшается. Это означает, что когда водитель '
                       'более интенсивно нажимает на педаль акселератора возникает резкое ускорение, а когда прилагает '
                       'большее усилие к тормозной педали, происходит резкое торможение, что и является причиной '
                       'бокового заноса или бокового скольжения автомобиля.',
        'image': None,
        'options': ['Только резкое ускорение.', 'Только резкое торможение.', 'И резкое ускорение и резкое торможение.'],
        'question': '15) Что может стать причиной бокового заноса автомобиля?'},
    {   'correct_index': 1,
        'explanation': 'При движении с большой скоростью на повороте малого радиуса значительно возрастает '
                       'центробежная сила. Это может привести к опрокидыванию автомобиля или к выезду на встречную '
                       'полосу и столкновению с движущимся навстречу транспортным средством. Поэтому водителю '
                       'рекомендуется снизить скорость и придерживаться правой стороны проезжей части.',
        'image': "8.1_16.png",
        'options': [   'Двигаться на большой скорости, интенсивно уменьшая радиус траектории движения.',
                       'Двигаться на пониженной скорости, плавно поворачивая рулевое колесо, придерживаясь правой '
                       'стороны проезжей части.',
                       'Приблизиться к оси дороги с целью уменьшения центробежной силы.'],
        'question': '16) При движении на повороте малого радиуса, чтобы избежать опрокидывания или выезда на встречную '
                    'полосу, водителю легкового автомобиля рекомендуется:'},
    {   'correct_index': 3,
        'explanation': 'Занос задней оси транспортного средства возможен по многим причинам, однако най-более часто '
                       'это происходит при движении с большой скоростью по скользкому участку дороги на повороте '
                       'малого радиуса. В такой ситуации, водитель переднеприводного автомобиля должен повернуть '
                       'рулевое колесо в сторону заноса и незначительно увеличить скорость. При этом сила тяги, '
                       'которая находится в плоскости вращения управляемых колёс, значительно устранит занос. '
                       'Аналогичные действия водителя полноприводного автомобиля, также, решающим образом способствуют '
                       'прекращению заноса. При управлении заднеприводным автомобилем увеличение скорости ведёт к '
                       'увеличению заноса.',
        'image': None,
        'options': [   'Только на заднеприводном.',
                       'Только на переднеприводном.',
                       'Только на полноприводном.',
                       'На транспортных средствах, указанных в пунктах 2 и 3.'],
        'question': '17) При движении на каком транспортном средстве увеличение скорости может способствовать '
                    'устранению заноса задней оси?'},
    {   'correct_index': 1,
        'explanation': 'В условиях гололёда или когда дорога покрыта снегом, сцепление шин с дорогой значительно '
                       'снижается. Поэтому, чтобы не допустить блокировки колёс, бокового заноса и потери устойчивости '
                       'транспортного средства, Вы должны тормозить прерывистыми нажатиями на педаль тормоза, не '
                       'выключая сцепления, избегая при этом резких поворотов рулевого колеса. Кроме того Вам '
                       'необходимо снизить скорость до начала поворота, поскольку, при движении на повороте с высокой '
                       'скоростью, центробежная сила достигает высоких значений, что также может привести к боковому '
                       'заносу.',
        'image': "8.1_18.png",
        'options': [   'Снизить скорость затормозив рабочим тормозом при выключенном сцеплении, затем повернуть '
                       'направо.',
                       'Притормозить прерывистыми нажатиями на педаль тормоза, не выключая сцепления, затем повернуть '
                       'направо',
                       'Не снижая скорости движения, повернуть направо.'],
        'question': '18) Выполняя правый поворот на автомобиле, не оборудованном антиблокировочной системой тормозов ( '
                    'ABS) в ситуации, показанной на рисунке, Вы должны:'},
    {   'correct_index': 0,
        'explanation': 'Дети не могут правильно оценить расстояние до автомобиля и его скорость. Отсюда и '
                       'непредсказуемость их действий. В ситуации, показанной на рисунке, водитель безусловно должен '
                       'внимательно наблюдать за детьми, будучи готовым к немедленной остановке в случае, если кто-то '
                       'из детей внезапно выбежит на проезжую часть. Кроме того, подача звукового сигнала в населённых '
                       'пунктах для предотвращения дорожно-транспортного происшествия не запрещается. П. 33 1).',
        'image': "8.1_19.png",
        'options': [   'Внимательно наблюдаете за детьми, будучи готовым к немедленной остановке. При необходимости '
                       'подаёте звуковой сигнал.',
                       'Не обращаете внимания на детей, так как они идут по тротуару.',
                       'Подаёте звуковой сигнал и продолжаете движение не снижая скорости.'],
        'question': '19) Как Вы должны поступить в ситуации, показанной на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'Непредсказуемая манера движения маршрутных такси известна с первых дней их появления в '
                       'транспортном потоке. Водители этих транспортных средств могут внезапно остановиться, тронуться '
                       'с места от края проезжей части, не убедившись в том, что им уступают дорогу, перестроиться без '
                       'предварительного включения указателя поворота и т. п. Таким об разом, в показанной ситуации, '
                       'весьма вероятно, что водитель этого маршрутного такси начнёт резко перестраиваться вправо к '
                       'стоящему пешеходу который подаёт сигнал остановки.',
        'image': "8.1_20.png",
        'options': [   'Включив указатель изменения направления движения, он начнёт перестроение к стоящему пешеходу, '
                       'после того как уступит Вам дорогу.',
                       'Не включая указателя изменения направления движения, он начнёт резко перестраиваться вправо к '
                       'стояще му пешеходу.',
                       'Увеличив скорость и включив указатель изменения направления движения, он начнёт плавно '
                       'перестраиваться к стоящему пешеходу.'],
        'question': '20) Вы двигаетесь по правой крайней полосе. Впереди Вас слева по соседней полосе движется '
                    'маршрутное такси. Каких действий водителя такси следует опасаться?'},
    {   'correct_index': 2,
        'explanation': 'В соответствии с физическими процессами, происходящими при торможении, тормозной путь '
                       'автомобиля прямо пропорционален квадрату его скорости. Таким образом, если скорость '
                       'транспортного средства возрастёт в 3 раза, тормозной путь увеличится в 9 раз.',
        'image': None,
        'options': [   'Увеличится в 3 раза.',
                       'Увеличится в 6 раз.',
                       'Увеличится в 9 раз.',
                       'Величина тормозного пути не зависит от скорости движения'],
        'question': '21) Во сколько раз увеличится тормозной путь, если скорость транспортного средства возрастёт в 3 '
                    'раза?'},
    {   'correct_index': 1,
        'explanation': 'Водитель встречного автомобиля, совершая обгон, должен убедиться в том, что он не создаст '
                       'препятствий или помех встречным транспортным средствам. В данном случае этот водитель явно '
                       'совершает ошибку и только Ваше благоразумие и правильные действия могут предотвратить '
                       'дорожно-транспортное происшествие. Вы должны снизить скорость, принять вправо и при '
                       'необходимости остановиться. П. 51 с).',
        'image': "8.1_22.png",
        'options': [   'Увеличите скорость и подадите звуковой сигнал,',
                       'Снизите скорость, примете вправо и при необходимости остановитесь.',
                       'Включите фары и продолжите движение с прежней скоростью.'],
        'question': '22) Водитель встречного легкового автомобиля, выполняя обгон, неверно оценил скорость Вашего '
                    'автомобиля. Как Вы поступите?'},
    {   'correct_index': 0,
        'explanation': 'При движении автомобиля с высокой скоростью по дороге покрытой слоем воды во время ливня, '
                       'возможен отрыв передних колёс от поверхности дороги (потеря контакта) за счёт действия '
                       'гидродинамического «клина». Такое явление называется «аквапланированием» (гидропланированием). '
                       'Аквапланирование ведёт к потере управляемости. У грузовых автомобилей это явление отсутствует '
                       'из-за большой массы и сравнительно небольшой скорости,',
        'image': None,
        'options': [   'Потерю контакта (сцепления) шин с дорогой при движении на большой скорости, вследствие '
                       'образовавшегося на поверхности проезжей части слоя воды, вызванного проливным дождём.',
                       'Потерю сцепления шин с дорогой из-за образования липкого слоя (грязи) на поверхности проезжей '
                       'части в начале дождя.'],
        'question': '23) Что представляет собой явление «аквапланирования»?'},
    {   'correct_index': 2,
        'explanation': 'Туман значительно ухудшает видимость, затрудняет ориентирование, Фары почти не освещают '
                       'дорогу, поэтому лучше использовать противотуманные фары и задние противотуманные фонари с '
                       'низким и широким пучком света, который лучше проникает под слой тумана и вполне '
                       'удовлетворительно освещает дорогу. При движении в тумане скорость необходимо выбирать с учётом '
                       'расстояния видимости. Из практики известно, что если видимость не превышает 10 м, то скорость '
                       'движения должна быть не выше 5 км/ч. П. 345).',
        'image': None,
        'options': [   'Снизить скорость до предела, обеспечивающего безопасность движения.',
                       'Включить габаритные огни или ближний свет, а также противотуманные фары и задние '
                       'противотуманные фонари, при их наличии.',
                       'Выполнить действия, перечисленные в предыдущих ответах.'],
        'question': '24) Как Вы должны поступить при движении в тумане?'},
    {   'correct_index': 0,
        'explanation': 'Боковой занос возникает тогда, когда действующая на автомобиль суммарная боковая сила '
                       'превышает суммарную силу сцепления колёс с дорогой. Причины: резкие повороты рулевого колеса, '
                       'неодинаковое давление в шинах, резкое ускорение, резкое торможение а также другие факторы. '
                       'Если занос возникает при резком торможении, то для выхода из него торможение необходимо '
                       'прекратить и повернуть рулевое колесо в сторону заноса.',
        'image': None,
        'options': [   'Прекратите торможение и повернёте рулевое колесо в сторону заноса задней оси.',
                       'Приведёте в действие стояночный'],
        'question': '25) При торможении Ваш автомобиль с приводом на задние колёса заносит. Как Вы поступите?'},
    {   'correct_index': 1,
        'explanation': 'Тормозная система любого механического транспортного средства рассчитана таким образом, чтобы '
                       'при полной загрузке обеспечить минимальный тормозной путь. Если общая фактическая масса '
                       'превышает расчётную, то эффективность торможения снизится, тормоз-ной путь увеличится, а это, '
                       'в свою очередь, в экстремальной ситуации может привести к дорожно-транспортному происшествию. '
                       'Поэтому Правила запрещают буксировку если фактическая масса буксируемого транспортного '
                       'средства с неисправной рабочей тормозной системой превышает половину фактической массы '
                       'буксирующего. П. 76 d).',
        'image': None,
        'options': [   'К повышению эффективности торможения рабочей тормозной системой буксирующего автомобиля и, как '
                       'следствие, к уменьшению тормозного пути.',
                       'К снижению эффективности торможения рабочей тормозной системой буксирующего автомобиля и, как '
                       'следствие, к увеличению тормозного пути.',
                       'Такой способ буксировки не влияет на эффективность торможения, следовательно не влияет и на '
                       'величину тормозного пути.'],
        'question': '26) К каким опасным последствиям может привести буксировка транспортного средства с неисправной '
                    'рабочей тормозной системой, фактическая масса которого превышает половину фактической массы '
                    'буксирующего?'},
    {   'correct_index': 2,
        'explanation': 'При движении задним ходом на перекрёстке безопасность манёвра невозможно обеспечить из-за '
                       'ограниченной обзорности в поперечном направлении. В лучшем случае этот манёвр создаст '
                       'препятствия для других участников движения, в худшем же, может создать предпосылки '
                       'дорожно-транспортного происшествия. Следовательно, не может быть и речи об оказании '
                       'регулировщиком помощи при движении задним ходом на перекрёстке или о том, чтобы при этом '
                       'другие водители уступали нарушителю дорогу. П. 41 2), абзац 3.',
        'image': None,
        'options': [   'Для обеспечения безопасности этого манёвра водитель должен убедиться в том, что ему уступают '
                       'дорогу.',
                       'Для обеспечения безопасности этого манёвра необходима помощь лица, уполномоченного '
                       'регулировать дорожное движение.',
                       'Этот маневр создает препятствия для других участников движения или даже может создать '
                       'предпосылки для дорожно-транспортного происшествия.'],
        'question': '27) Движение задним ходом на перекрестках запрещено потому, что:'},
    {   'correct_index': 2,
        'explanation': 'С момента обнаружения водителем опасности до момента воздействия на тормозную педаль, '
                       'транспортное средство проходит какое-то расстояние, которое находится в прямой зависимости от '
                       'его скорости движения. Это расстояние и есть «путь, пройденный за время реакции водителя».',
        'image': None,
        'options': ['Тормозной путь.', 'Остановочный путь.', 'Путь, пройденный за время реакции водителя.'],
        'question': '28) Расстояние, пройденное транспортным средством с момента обнаружения водителем опасности до '
                    'начала конкретных действий, на предотвращение дорожно-транспортного происшествия означает:'},
    {   'correct_index': 2,
        'explanation': 'При движении по заснеженному и скользкому участку дороги, на котором сцепление шин с дорогой '
                       'значительно снижено, Вы должны войти в поворот с ограниченной обзорностью на небольшой '
                       'скорости, так как под воздействием центробежной силы, транспортное средство может оказаться на '
                       'полосе встречного движения и даже может въехать в забор.',
        'image': "8.1_29.png",
        'options': [   'Продолжить движение не снижая скорости, так как расстояние до движущегося впереди средства '
                       'достаточно велико.',
                       'Увеличить скорость, чтобы успеть обогнать, движущееся впереди транспортное средство.',
                       'До поворота с ограниченной обзорностью снизить скорость, так как на этом заснеженном и '
                       'скользком участка дороги возможен занос с выездом на полосу встречного движения.'],
        'question': '29) В ситуации, показанной на рисунке Вы должны:'},
    {   'correct_index': 0,
        'explanation': 'Торможение двигателем заднеприводного автомобиля на скользкой дороге повышает его устойчивость '
                       'вследствие меньшей вероятности блокирования колёс, а также вследствие равномерного '
                       'распределения дифференциалом тормозного момента между правым и левым колёсами.',
        'image': None,
        'options': ['Повышает его устойчивость.', 'Снижает его устойчивость.', 'Не влияет на его устойчивость.'],
        'question': '30) Торможение двигателем на скользкой дороге для заднеприводного автомобиля:'},
    {   'correct_index': 1,
        'explanation': 'В ситуации, когда на повороте малого радиуса обзорность в направлении движения ограничена '
                       'придорожными зелёными насаждениями, категорически запрещается выезжать на встречную полосу, '
                       'так как может произойти лобовое столкновение с движущимся навстречу транспортным средством.',
        'image': "8.1_31.png",
        'options': [   'Объехать выбоину по встречной полосе, не снижая скорости.',
                       'Снизить скорость, осторожно продолжив движение по неровности дороги не выезжая на встречную '
                       'полосу, так как обзорность в направлении движения ограничена.',
                       'Увеличить скорость чтобы сократить время, необходимое для объезда препятствия.'],
        'question': '31) В ситуации, показанной на рисунке, для предотвращения удара по деталям подвески из-за дороге '
                    'Вы должны:'},
    {   'correct_index': 1,
        'explanation': 'При движении на повороте, прицеп состава транспортных средств смещается в направлении центра '
                       'поворота Су. Это объясняется тем, что радиус траектории середины заднего моста прицепа Вг/2 '
                       'значительно меньше радиуса траектории середины заднего моста тягача Ва/2. Этот фактор '
                       'необходимо учитывать водителям транспортных средств при встречном разъезде с составом '
                       'транспортных средств на поворотах малого радиуса.\n'
                       '\n'
                       'Сѵ-центр поворота;\n'
                       '\n'
                       'Ва - колея заднего моста автомобиля;\n'
                       '\n'
                       'Вг-колея прицепа;\n'
                       '\n'
                       'Ва/2 -- траектория поворота заднего моста автомобиля;\n'
                       '\n'
                       'Вг/2 - траектория поворота моста прицепа;\n'
                       '\n'
                       'Ra - радиус поворота заднего моста автомобиля;\n'
                       '\n'
                       'Rr- радиус поворота моста прицепа;\n'
                       '\n'
                       'b- смещение прицепа в направлении центра поворота.',
        'image': None,
        'options': [   'Смещается в направлении противоположном центру поворота.',
                       'Смещается в направлении центра поворота.',
                       'Не смещается.'],
        'question': '32) Смещается ли прицеп состава транспортных средств при движении на повороте?'},
    {   'correct_index': 1,
        'explanation': 'Автомобильные дисковые тормоза не защищены от воздействия окружающей среды и, при движении по '
                       'дороге с влажным покрытием, подвержены попаданию на них влаги. По этой причине коэффициент '
                       'трения между тормозными колодками и диском несколько снижается, что, как правило, приводит к '
                       'более позднему началу торможения, чем при движении по дороге с сухим покрытием.',
        'image': None,
        'options': [   'Торможение, как правило, начинается раньше, чем при движении по дороге с сухим покрытием.',
                       'Торможение, как правило, начинается позже, чем при движении по дороге с сухим покрытием.',
                       'Момент начала торможения не зависит от состояния покрытия дороги.'],
        'question': '33) Какую особенность дисковых тормозов Вы должны учитывать при движении по дороге с влажным '
                    'покрытием?'},
    {   'correct_index': 1,
        'explanation': 'При движении через водную преграду тормозные механизмы намокают. Это ведёт к значительному '
                       'уменьшению коэффициента трения между тормозными колодками и диском или тормозными колодками и '
                       'тормозным барабаном и, как следствие, к резкому снижению эффективности рабочей тормозной '
                       'системы. Чтобы быстро восстановить эффективность торможения, необходимо сразу же после '
                       'преодоления водной преграды просушить тормозные механизмы, что достигается многократными '
                       'кратковременными нажатиями на тормозную педаль при движении на одной из низших передач.',
        'image': None,
        'options': [   'Продолжить движение слегка натянув рычаг ручного тормоза.',
                       'Продолжить движение на одной из низших передач, при этом многократным кратковременным нажатием '
                       'на тормозную педаль просушить тормозные колодки.',
                       'Продолжить движение на малой скорости не притормаживая.'],
        'question': '34) Каким образом можно быстро восстановить эффективность рабочей тормозной системы после проезда '
                    'через водную преграду?'},
    {   'correct_index': 3,
        'explanation': 'При ослеплении водитель должен включить аварийную сигнализацию и не меняя полосы движения '
                       'снизить скорость и остановиться. Ни о каком перестроении не может быть и речи, кроме того, '
                       'никто не должен уступать дорогу водителю, который перестраивается на соседнюю полосу. Исходя '
                       'из некоторых статистических данных, если водитель до ослепления, двигаясь на автомобиле со '
                       'скоростью 60 км/ч, после ослепления не принял мер к снижению скорости, он вслепую проедет '
                       'расстояние примерно в 240 м. Представьте себе, сколько раз может измениться дорожная '
                       'обстановка на этом, не видимом водителю, участке дороги... П. 34 2) b), абзац 3.',
        'image': None,
        'options': [   'Перестроение влево может привести к столкновению со встречным транспортным средством.',
                       'Перестроение вправо может привести к столкновению с транспортным средством, движущимся '
                       'попутно, к наезду на пешеходов, идущих по обочине, или даже к съезду с дороги с возможным '
                       'последующим опрокидыванием.',
                       'Ослеплённому водителю, который включил аварийную сигнализацию и начал перестраиваться вправо, '
                       'водители других транспортных средств уступят дорогу и дадут возможность остановиться у края '
                       'проезжей части или на обочине.',
                       'Возможны опасные ситуации, указанные в пунктах 1 и 2.'],
        'question': '35) Какие опасные ситуации могут возникнуть, если водитель, ослеплённый дальним светом встречного '
                    'транспортного средства, начнёт менять полосу движения?'},
    {   'correct_index': 1,
        'explanation': 'Предупредительность при управлении транспортным средством является важным фак тором в '
                       'обеспечении безопасности движения. Сигналы о любом манёвре необходимо подавать '
                       'заблаговременно, хотя подача сигнала и не даёт водителю преимущества в движении. Та ким '
                       'образом, чтобы не создавать условий, способствующих нежелательным инцидентам, водителю '
                       'запрещается непосредственно после завершения обгона резко снижать скорость или '
                       'останавливаться, если это не требуется для обеспечения безопасности движения, так как в '
                       'противном случае застигнутый врасплох водитель обгоняемого транспортного средства может со '
                       'вершить столкновение. Ни резкое снижение скорости, ни даже внезапная остановка, не приведут к '
                       'выходу из строя рабочей тормозной системы. П. 32 1), абзац 2, П. 32 3), П. 51 б), абзац 2.',
        'image': None,
        'options': [   'К чрезмерному возрастанию температуры тормозных механизмов транспортного средства, '
                       'совершившего обгон, и, как следствие, к выходу из строя рабочей тормозной системы.',
                       'К столкновению обгоняемого транспортного средства с обгонявшим, так как из-за внезапности '
                       'манёвра его водитель может не успеть своевременно затормозить.',
                       'К последствиям, описанным в предыдущих пунктах.'],
        'question': '36) Резкое снижение скорости или внезапная остановка непосредственно после завершения обгона '
                    'может привести:'},
    {   'correct_index': 0,
        'explanation': 'В сложных дорожных условиях, в особенности при движении на подъём, совершенно не допустимы '
                       'снижение скорости, резкое увеличение подачи топлива или прерывание тяговой силы, которое '
                       'наступает при переключении передач. Из-за большого сопротивления качению и резкого снижения '
                       'сцепления колёс с дорогой, транспортное средство потеряет инерцию или даже может остановиться. '
                       'Более того, вследствие включения пониженной передачи и резкого увеличения подачи топлива, '
                       'ведущие колёса начнут пробуксовывать, что также приведёт к прекращению движения. Таким '
                       'образом, в показанной ситуации, следует заблаговременно выбрать соответствующую передачу и '
                       'подачу топлива и не прибегать к переключению передач',
        'image': "8.1_37.png",
        'options': [   'Преждевременно выбрать соответствующую передачу и подачу топлива, с тем, чтобы преодолеть '
                       'подъём не снижая скорости и не прибегая к переключению передач.',
                       'При возникновении пробуксовки колёс, включить пониженную передачу и резко увеличить подачу '
                       'топлива.',
                       'Вести автомобиль на пониженной скорости. При возникновении пробуксовки колёс включить '
                       'повышенную передачу и уменьшить подачу топлива.'],
        'question': '37) При движении на подъём по скользкому и грязному участку грунтовой дороги следует:'},
    {   'correct_index': 1,
        'explanation': 'Известно, что по мере увеличения массы транспортного средства, увеличивается инерция, то есть '
                       'сила, противодействующая торможению и остановке возрастает. По этой причине тормозной путь '
                       'легкового автомобиля при движении с прицепом безусловно будет больше.',
        'image': None,
        'options': [   'Уменьшается, поскольку прицел оказывает дополнительное сопротивление движению.',
                       'Увеличивается, поскольку увеличивается масса состава транспортных средств.',
                       'Не изменяется.'],
        'question': '38) Длина тормозного пути легкового автомобиля при движении с прицепом:'},
    {   'correct_index': 3,
        'explanation': 'Для прекращения заноса задней оси переднеприводного автомобиля, водитель дол жен, как и в '
                       'случае с заднеприводным автомобилем, повернуть рулевое колесо в сторону за носа, однако подачу '
                       'топлива необходимо незначительно увеличить, поскольку уменьшение подачи в этом случае ведёт к '
                       'увеличению заноса. Уменьшение подачи топлива, а также попытка сохранить положение рулевого '
                       'колеса, даже при значительном увеличении подачи топлива, не способствуют устранению возникшего '
                       'заноса.',
        'image': None,
        'options': [   'Уменьшите подачу топлива, рулевым колесом стабилизируете движение.',
                       'Притормозите и повернёте рулевое колесо в сторону заноса.',
                       'Значительно увеличите подачу топлива, не меняя положения рулевого колеса.',
                       'Незначительно увеличив подачу топлива, скорректируете направление движения автомобиля рулевым '
                       'колесом.'],
        'question': '39) Как Вы поступите при возникновении на повороте заноса задней оси переднеприводного '
                    'автомобиля?'},
    {   'correct_index': 2,
        'explanation': 'Тип и размер шин определяется в зависимости от их назначения, допустимой нагрузки и '
                       'необходимого давления в них. Шина должна быть смонтирована на ободе диска колеса таким '
                       'образом, чтобы обеспечивалась надёжная фиксация и герметичность, что может быть достигнуто '
                       'соответствующей подгонкой, то есть размер шины должен соответствовать размеру обо-да диска. '
                       'Если они не соответствуют, то из-за избыточной нагрузки при вращении колеса происходят '
                       'деформации, превышающие допустимые пределы, которые на большой скорости могут привести к '
                       'самопроизвольному демонтажу шины с обода колеса или к повреждению шины с последующей потерей '
                       'управляемости и устойчивости транспортного средства.',
        'image': None,
        'options': [   'К самопроизвольному демонтажу шины с обода колеса, что ведёт к потере устойчивости '
                       'транспортного средства с возможным последующим опрокидыванием.',
                       'К повреждениям каркаса, протектора или боковины шины и, как следствие, к резкому падению '
                       'давления воздуха в шине, что ведёт к потере управляемости и отклонению от прямолинейного '
                       'движения.',
                       'К опасным последствиям, перечисленным в пунктах 1 и 2.'],
        'question': '40) К каким опасным последствиям может привести эксплуатация транспортного средства, на котором '
                    'установлены шины, не соответствующие на соответствующие модели этого транспортного средства по '
                    'размеру или допустимой нагрузке?'},
    {   'correct_index': 3,
        'explanation': 'Вы приближаетесь к вершине подъёма в ситуации, когда обзорность ограничена геометрическими '
                       'параметрами дороги. В этих условиях, Вы должны вести свой автомобиль как можно ближе к правому '
                       'краю проезжей части снизив скорость, благодаря чему, любая из перечисленных опасных ситуаций '
                       'не станет для Вас внезапной и Вы сможете избежать опасных последствий их неожиданного '
                       'появления.',
        'image': "8.1_41.png",
        'options': [   'Только наличие на Вашей полосе транспортного средства, совершившего вынужденную остановку.',
                       'Только наличие движущегося по Вашей полосе тихоходного транспортного средства.',
                       'Только наличие движущегося по Вашей полосе со встречного направления транспортного средства, '
                       'выполняющего обгон.',
                       'Любая из перечисленных опасных ситуаций.'],
        'question': '41) Какая из опасных ситуаций возможна сразу за вершиной подъёма?'},
    {   'correct_index': 1,
        'explanation': 'При движении в условиях густого тумана необходимо учитывать не только значительное ухудшение '
                       'видимости, но и искажение расстояний до объектов в направлении движения. По этой причине Вы '
                       'должны выбирать такую дистанцию до движущегося впереди транс-портного средства, чтобы '
                       'остановочный путь был меньше расстояния видимости. Определение расстояния по восприятию света '
                       'задних габаритных фонарей или таблички с государственным номерным знаком может привести к '
                       'ошибке, поскольку из-за упомянутого искажения дистанция может порой показаться даже в два раза '
                       'больше, чем в действительности.',
        'image': "8.1_42.png",
        'options': [   'Был виден свет задних габаритных фонарей движущегося впереди транспортного средства.',
                       'Остановочный путь его транспортного средства был меньше расстояния видимости в направлении '
                       'движения.',
                       'Была видна табличка с регистрационным номером движущегося впереди транспортного средства.'],
        'question': '42) В условиях густого тумана, в зависимости от расстояния видимости в направлении движения, '
                    'водителю рекомендуется адаптировать скорость движения к дорожным условиям с тем, чтобы:'},
    {   'correct_index': 3,
        'explanation': 'Габариты самоходных машин, в некоторых случаях, превышают ширину полосы движения, поэтому при '
                       'их движении по общественным дорогам создаются препятствия при встречном разъезде, объезде, а '
                       'также при их обгоне. В условиях недостаточной видимости вероятность столкновения с ними или с '
                       'сельскохозяйственным оборудованием, которое они везут, очень высока. Следовательно, при '
                       'встречном разъезде, все перечисленные обстоятельства представляют опасность.',
        'image': "8.1_43.png",
        'options': [   'Ширина самоходной машины может быть больше обозначенной габаритными огнями.',
                       'Самоходная машина может буксировать прицеп превышающий её ширину.',
                       'Самоходная машина может перевозить широкое плохо распознаваемое сельскохозяйственное '
                       'оборудование.',
                       'Все перечисленные обстоятельства, так как они представляют опасность при встречном разъезде.'],
        'question': '43) В условиях недостаточной видимости Вам навстречу движется самоходная машина. Что следует '
                    'принять во внимание в этих условиях?'},
    {   'correct_index': 3,
        'explanation': 'Стоянка транспортных средств по обеим сторонам проезжей части ограничивает обзорность, что '
                       'затрудняет наблюдение за пешеходами. Вместе с тем, вероятность того, что кто-либо из водителей '
                       'припаркованных автомобилей может неожиданно начать движение или внезапно открыть дверь, весьма '
                       'высока. Следовательно, в данной ситуации, водитель должен опасаться любого из перечисленных '
                       'действий и проявлять повышенную осторожность, чтобы избежать опасности,',
        'image': "8.1_44.png",
        'options': [   'Только неожиданного выхода пешеходов на проезжую часть.',
                       'Только внезапного открытия дверей одного из припаркованных автомобилей.',
                       'Только внезапного начала движения одного из припаркованных автомобилей.',
                       'Любого из перечисленных действий.'],
        'question': '44) В ситуации показанной на рисунке следует опасаться:'},
    {   'correct_index': 4,
        'explanation': 'На нерегулируемых пешеходных переходах водители всех транспортных средств обязаны уступать '
                       'дорогу пешеходам, которые находятся у края проезжей части и намереваются перейти дорогу, а '
                       'также пешеходам, которые находятся на проезжей части.',
        'image': "8.1_45.png",
        'options': [   'Только пешеходу, который находится у левого края проезжей части и намеревается перейти дорогу.',
                       'Только пешеходу, который находится у правого края проезжей части и намеревается перейти '
                       'дорогу.',
                       'Только пешеходу, который находится на проезжей части.',
                       'Пешеходам, перечисленным в пунктах 2 и 3.',
                       'Всем пешеходам.'],
        'question': '45) Водитель мотоцикла обязан уступить дорогу:'},
    {   'correct_index': 2,
        'explanation': 'Искусственные неровности устанавливаются перед нерегулируемыми пешеходными переходами для '
                       'принудительного снижения скорости. Водители транспортных средств не должны объезжать эту '
                       'неровность независимо от наличия или отсутствия пешеходов на переходе, поскольку при объезде '
                       'неровности им придётся выезжать на полосу встречного движения,',
        'image': "8.1_46.png",
        'options': [   'При отсутствии встречных транспортных средств объедет искусственную неровность не снижая '
                       'скорости (по траектории А).',
                       'Уступит дорогу пешеходу и объедет искусственную неровность на небольшой скорости (по '
                       'траектории В).',
                       'Уступит дорогу пешеходу и проедет через искусственную неровность прямо (по траектории С).'],
        'question': '46) В ситуации, показанной на рисунке, водитель мотоцикла:'},
    {   'correct_index': 1,
        'explanation': 'Мотоциклист имеет право продолжить движение только по траектории В, остановившись за последним '
                       'автомобилем в заторе, поскольку пересекать прерывистые линии про-дольной разметки разрешается '
                       'только при перестроении, а по велосипедной дорожке движение разрешается только на велосипедах '
                       'и мопедах. П. 433) а). Пояснительная записка к приложению № 3 (IV. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ, '
                       '4.4.1).',
        'image': "8.1_47.png",
        'options': [   'Только по траектории А, используя свободное пространство между автомобилями. 2. Только по '
                       'траектории В, остановившись за последним автомобилем в заторе,',
                       'Только по траектории С, не создавая помех велосипедистам или водителям мопедов.',
                       'По траекториям А или С.'],
        'question': '47) По какой из траекторий имеет право продолжить движение мотоциклист, если в направлении '
                    'движения образовался затор?'},
    {   'correct_index': 2,
        'explanation': 'Несмотря на то, что водители транспортных средств должны проявлять особую осторожность на '
                       'данном опасном участке дороги, обозначенном предупреждающим знаком «Дети», мама и ребенок '
                       'должны дойти по тротуару до пешеходного перехода и безопасно перейти дорогу.',
        'image': "8.1_48.png",
        'options': [   'Убедиться в том, что водители транспортных средств предоставят им преимущество в любом месте '
                       'на данном опасном участке дороги.',
                       'Убедиться в том, что к этому участку дороги не приближается ни одно транспортное средство и '
                       'быстро перейти дорогу.',
                       'Дойти по тротуару до пешеходного перехода и безопасно перейти дорогу.'],
        'question': '48) Сопровождая ребёнка в лицей, в данной ситуации, мама должна:'},
    {   'correct_index': 2,
        'explanation': 'Любой манёвр, осуществляемый в условиях ограниченной видимости, в особенности связанный с '
                       'выездом на встречную полосу, представляет опасность и может стать причиной '
                       'дорожно-транспортного происшествия с тяжёлыми последствиями. Как вблизи поворотов малого '
                       'радиуса, так и вблизи вершин подъёмов, при осуществлении разворота без помощи другого лица, '
                       'находящегося вне транспортного средства, водитель чувствует себя неуверенно, потому что в '
                       'любой момент со стороны с видимостью менее 100 м может появиться транспортное средство, '
                       'движущееся на большой скорости, для которого разворачивающийся автомобиль может стать '
                       'неожиданным препятствием. Действия застигнутого врасплох водителя могут привести к ошибкам, а '
                       'эти ошибки могут, в свою очередь, стать причиной дорожно-транспортного происшествия.',
        'image': None,
        'options': [   'Только к неуверенным действиям водителя при совершении манёвра, что может стать причиной '
                       'дорожно-транспортного происшествия.',
                       'Только к возникновению неожиданного препятствия для водителей транспортных средств, которые '
                       'движутся со стороны худшей видимости.',
                       'Расстояние, пройденное транспортным средством с момента 1. Расстояние, пройденное транспортным '
                       'средством с момента',
                       'К любому из вышеперечисленных последствий.'],
        'question': '49) К каким опасным последствиям может привести разворот в местах с видимостью хотя бы в одном '
                    'направлении менее 100 м и без помощи другого лица надящегося вне транспортного средства?'},
    {   'correct_index': 2,
        'explanation': 'Расслоение, демонтаж с обода диска колеса или другие повреждения шины, смонтированной на '
                       'передней оси, представляют опасность, поскольку они могут привести к потере управляемости и '
                       'устойчивости при движении транспортного средства. Особенно высока вероятность такого рода '
                       'повреждений у шин с восстановленным протектором. Для легковых автомобилей допустимый '
                       'максимальный предел скорости на общественных дорогах значительно выше, чем для других '
                       'транспортных средств и, чтобы предотвратить возможность возникновения любой из упомянутых '
                       'опасных ситуаций с непредсказуемыми последствиями, установка шин с восстановленным протектором '
                       'на переднюю ось этих транспортных средств запрещается.',
        'image': None,
        'options': [   'К потере управляемости, так как возможно отслоение протектора из-за перегрева шины, поскольку '
                       'допустимый максимальный предел скорости легкового автомобиля выше, чем у других транспортных '
                       'средств.',
                       'К потере устойчивости, поскольку отслоение протектора приводит к резкому снижению сцепления '
                       'шины с дорогой.',
                       'К опасным последствиям, описанным в пунктах 1 и 2.'],
        'question': '50) К каким опасным последствиям может привести эксплуатация легкового автомобиля, на передней '
                    'оси которого установлены шины с восстановленным протектором?'},
    {   'correct_index': 1,
        'explanation': 'В процессе торможения кинетическая энергия вращающихся и поступательно движущихся масс '
                       'транспортного средства преобразуется тормозным устройством в работу торможения, переходящую в '
                       'тепловую энергию. При торможении с заблокированными колесами, трение возникает между шинами и '
                       'поверхностью дороги, вследствие чего шины нагреваются и происходит их оплавление, что '
                       'способствует значительному уменьшению сцепления шин с дорогой. В результате тормозной путь '
                       'существенно увеличивается, а шины оставляют чёрные следы на поверхности проезжей части.',
        'image': None,
        'options': ['Тормозной путь уменьшается.', 'Тормозной путь увеличивается.', 'Тормозной путь не изменяется.'],
        'question': '51) Как влияет торможение юзом (с заблокированными колёсами) на тормозной путь при движении по '
                    'сухой дороге?'},
    {   'correct_index': 4,
        'explanation': 'Несоблюдение водителем достаточного бокового интервала, как при встречном разьезде на большой '
                       'скорости, так и при движении по мокрой, скользкой или неровной дороге, может привести к '
                       'касательному столкновению, в первом случае из-за разрежения между этими транспортными '
                       'средствами, а во втором вследствие возможного бокового заноса на мокрой и скользкой дороге или '
                       'из-за потери устойчивости при движении по неровной дороге. При разъезде с длинномерным '
                       'транспортным средством столкновение может произойти из-за увеличенного динамического '
                       'габаритного коридора этого транспортного средства, особен но при движении на повороте.',
        'image': None,
        'options': [   'При движении по мокрому, скользкому или неровному покрытию проезжей части.',
                       'При разъезде с длинномерным транспортным средством.',
                       'При движении на большой скорости.',
                       'В случаях, перечисленных в пунктах 2 и 3.',
                       'Во всех перечисленных случаях.'],
        'question': '52) При встречном разъезде водитель транспортного средства должен увеличить боковой интервал в '
                    'следующих случаях:'},
    {   'correct_index': 1,
        'explanation': 'Алкоголь вызывает в организме значительные негативные изменения которые серьёзно влияют на '
                       'способность водителя управлять транспортным средством. Снижается уровень концентрации '
                       'внимания, увеличивается время реакции, ошибочно оцениваются дистанция и скорость движения, '
                       'недооцениваются опасность и риск во время движения, уменьшается поле зрения и т. п.',
        'image': None,
        'options': [   'Поле зрения увеличивается.',
                       'Поле зрения уменьшается.',
                       'Употребление алкогольных напитков не влияет на поле зрения.'],
        'question': '53) Как влияет употребление алкогольных напитков на поле зрения водителя?'},
    {   'correct_index': 3,
        'explanation': 'Движение по незнакомому населённому пункту создаёт водителю неудобства из-за увеличения объёма '
                       'информации, которую он должен воспринять и переработать. По этой причине водитель может '
                       'допускать ошибки при управлении транспортным средством. Двигаясь в транспортном потоке за '
                       'автомобилем с иностранными номерами и опознавательным знаком другого государства Вам следует '
                       'поддерживать несколько увеличенную безопасную дистанцию и в любой момент быть готовым к '
                       'остановке, поскольку водитель этого автомобиля может совершить любое из перечисленных '
                       'действий.',
        'image': "8.1_54.png",
        'options': [   'Внезапно затормозит.',
                       'Слишком поздно включит указатель изменения направления движения.',
                       'Неожиданно остановится, чтобы уточнить направление движения.',
                       'Совершит любое из вышеперечисленных действий.'],
        'question': '54) Двигаясь в населённом пункте за автомобилем с иностранными номерными знаками, тывать, что '
                    'водитель этого транспортного средства возможно:'},
    {   'correct_index': 0,
        'explanation': 'В момент перехода транспортного средства через вершину подъёма световой пучок дальнего света '
                       'фар направлен более высоко, нежели, чем при движении вдоль подъёма. Таким образом, если Вы не '
                       'переключите свет с дальнего на ближний до перехода через вер-шину подъёма, водитель встречного '
                       'транспортного средства будет ослеплён светом фар Вашего автомобиля, что может стать причиной '
                       'дорожно-транспортного происшествия.',
        'image': None,
        'options': [   'До появления встречного транспортного средства.',
                       'После появления встречного транспортного средства.',
                       'Момент переключения света не имеет значения, поскольку ослепление исключается в обоих '
                       'случаях.'],
        'question': '55) Вы приближаетесь к вершине подъёма в тёмное время суток и видите свет фар встречного '
                    'автомобиля. В какой момент необходимо переключать дальний свет на ближний, чтобы предотвратить '
                    'ослепление водителя этого транспортного средства?'},
    {   'correct_index': 0,
        'explanation': 'Остановочный путь это расстояние, пройденное транспортным средством с момента обнаружения '
                       'водителем опасности до полной остановки.',
        'image': None,
        'options': [   'Расстояние, пройденное транспортным средством с момента обнаружения водителем опасности до '
                       'полной его остановки.',
                       'Расстояние, пройденное транспортным средством с момента обнаружения водителем опасности до '
                       'начала конкретных действий, направленных на предотвращение Дорожно-транспортного происшествия.',
                       'Расстояние, пройденное транспортным средством с момента начала торможения до полной '
                       'остановки.'],
        'question': '56) Что означает «остановочный путь»?'},
    {   'correct_index': 0,
        'explanation': 'Зрительная внимательность способствует более острому восприятию опасности, а это становится '
                       'возможным благодаря обеспечению свободного поля зрения перед движущимся автомобилем. Наиболее '
                       'острое зрение центральное зрение, в конусе с углом около 12°. Далее, приблизительно до угла '
                       '120° зрение, называемое периферийным, по мере удаления от центра ухудшается. При этом следует '
                       'помнить, что с увеличением скорости движения автомобиля - поле зрения уменьшается. Так, если '
                       'при скорости 30 км/ч, оно составляет около 100%, то при скорости 100 км/ч сокращается до 40%. '
                       'В зависимости от индивидуальных особенностей человека, значения поля зрения могут иметь '
                       'некоторые отклонения.',
        'image': None,
        'options': ['Сужается.', 'Расширяется.', 'Не изменяется.'],
        'question': '57) При увеличении скорости движения автомобиля, поле зрения:'},
    {   'correct_index': 1,
        'explanation': 'Подголовники на спинках сидений являются элементом пассивной безопасности транспортного '
                       'средства. Они предназначены для предотвращения травмирования или снижения тяжести травм шейных '
                       'позвонков водителя и пассажиров в случае наезда сзади на остановившееся транспортное средство. '
                       'Однако польза от подголовников в полной мере будет только в том случае, если они будут '
                       'правильно отрегулированы по высоте. В противном случае они могут даже осложнить последствия '
                       'столкновения.',
        'image': None,
        'options': [   'К возможному переутомлению водителя, поскольку во время движения ему не на что опереть голову.',
                       'К возможному перелому (травмированию) шейного отдела позвоночника водителя и/или пассажиров в '
                       'случае наезда сзади.',
                       'Отсутствие подголовников или их неправильная регулировка по высоте не приводит к опасным '
                       'последствиям, поскольку они являются конструктивным элементом комфорта для водителя и '
                       'пассажиров.'],
        'question': '58) К каким опасным последствиям может привести эксплуатация автомобиля, на спинках сидений '
                    'которого отсутствуют подголовники или они не отрегулированы должным образом по высоте?'},
    {   'correct_index': 3,
        'explanation': 'Исходя из анализа физических процессов, происходящих при торможении транспортного средства, '
                       'можно сделать вывод, что на величину тормозного пути влияют многие факторы. Например, величина '
                       'тормозного пути прямо пропорциональна квадрату начальной скорости торможения и обратно '
                       'пропорциональна установившемуся замедлению. В свою очередь замедление обратно пропорционально '
                       'массе транспортного средства. Следовательно, чем больше скорость и меньше замедление, '
                       'вызванное большой массой, тем больше будет тормозной путь.',
        'image': None,
        'options': [   'Только мощность двигателя.',
                       'Только скорость движения.',
                       'Только масса транспортного средства.',
                       'Факторы, перечисленные в пунктах 2 и 3.',
                       'Любой из перечисленных факторов.'],
        'question': '59) Какие факторы влияют на тормозной путь транспортного средства?'},
    {   'correct_index': 1,
        'explanation': 'Известно, что на величину тормозного пути транспортного средства влияет много раз личных '
                       'факторов, одним из которых является человеческий фактор. Водителю необходимо определённое '
                       'время, чтобы отреагировать на дорожную обстановку. Для срабатывания тормозной системы также '
                       'необходимо время. Кроме того, большое влияние на остановочный путь оказывают и дорожные '
                       'условия. Таким образом, при несоблюдении безопасной дистанции, в случае резкого торможения '
                       'одного из транспортных средств, следующих друг за другом в транспортном потоке, времени для '
                       'своевременной остановки может не хватить. Следовательно резко возрастает вероятность цепного '
                       'столкновения.',
        'image': None,
        'options': [   'К блокированию движения из-за увеличения количества транспортных средств в потоке.',
                       'К цепному столкновению в случае резкого торможения одного из этих транспортных средств, в '
                       'особенности при движении по заснеженной дороге или при гололедице.',
                       'К более высокой пропускной способности дороги, так как за единицу времени может проехать '
                       'большее количество транспортных средств.'],
        'question': '60) К каким опасным последствиям может привести несоблюдение безопасной дистанции между '
                    'следующими друг за другом транспортными средствам?'},
    {   'correct_index': 3,
        'explanation': 'Обледенелый участок дороги представляет опасность для движения, так как, в этих условиях, '
                       'значительно снижается сцепление шин с дорогой. При резком ускорении на сколь зком покрытии '
                       'высока вероятность пробуксовки ведущих колёс, а при резком торможении-блокировки колёс. В '
                       'обоих случаях, а также при резких поворотах рулевого колеса, может возникнуть боковой занос и '
                       'потеря устойчивости транспортного средства. Таким образом Вам следует избегать любого из '
                       'перечисленных действий.',
        'image': None,
        'options': [   'Только резкого торможения.',
                       'Только резких поворотов рулевого колеса.',
                       'Только резкого ускорения.',
                       'Любого из перечисленных действии.'],
        'question': '61) Вы движетесь на автомобиле по обледенелому участку дороги. Каких действий при этом Вам '
                    'следует по возможности избегать?'},
    {   'correct_index': 4,
        'explanation': 'Автомобили имеют свои особенности, даже если это автомобили той же марки, в управлении которой '
                       'у Вас достаточно опыта, а тем более, если это автомобили другой, незнакомой Вам модели. '
                       'Поэтому, оказавшись за рулём транспортного средства, которым Вы до этого не управляли, Вы '
                       'должны обратить внимание на особенности рулевого управления (например: наличие или отсутствие '
                       'усилителя) и тормозной системы (например: гидравли еский или пневматический привод, '
                       'гидровакуумный усилитель). На безопасность движения в большой степени влияют также скорость и '
                       'габариты автомобиля. Расход топлива, хотя и является одной из важных характеристик автомобиля, '
                       'на безопасность движения не влияет.',
        'image': None,
        'options': [   'Органы управления и габариты этого автомобиля для Вас непривычны.',
                       'Вам неизвестно как этот автомобиль поведёт себя при торможении, а также при движении с большой '
                       'скоростью на повороте.',
                       'Вам неизвестно какое количество топлива этот автомобиль потребляет на 100 км пробега.',
                       'С учётом любого из перечисленных факторов.',
                       'С учётом факторов, перечисленных в пунктах 1 и 2.'],
        'question': '62) Вы пересели на автомобиль незнакомой модели. С учётом каких факторов Вы должны при этом '
                    'проявлять особую осторожность?'},
    {   'correct_index': 0,
        'explanation': 'Состояние усталости ухудшает координацию движений, снижает точность и быстроту реакции. '
                       'Водитель, находящийся в состоянии усталости прилагает гораздо больше усилий для концентрации '
                       'внимания, плохо воспринимает или вовсе не видит дорожные знаки и разметку, а изменение '
                       'дорожной обстановки оценивает с опозданием. Будучи в сонливом состоянии, водитель может '
                       'задремать и полностью утратить контроль над транспортным средством, а утрата контроля, даже на '
                       'короткое время, может иметь самые непредсказуемые последствия. Поэтому, если Вы почувствовали '
                       'усталость, следует прервать движение и отдохнуть.',
        'image': None,
        'options': [   'Прервать на некоторое время движение и отдохнуть.',
                       'Включить радио и продолжить движение.',
                       'Снизить скорость и продолжить движение.'],
        'question': '63) Как следует поступить, если в позднее ночное время при движении по свободному от транспортных '
                    'средств участку дороги Вы почувствовали проявления усталости (непроизвольное слипание глаз, '
                    'сонливость и т. п.)?'},
    {   'correct_index': 0,
        'explanation': 'Употребление алкоголя оказывает отрицательное влияние на способность водителя управлять '
                       'транспортным средством, являясь одной из основных причин дорожно-транспортных происшествий с '
                       'тяжёлыми и особо тяжёлыми последствиями. Алкоголь вызывает в организме значительные негативные '
                       'изменения. Снижается уровень концентрации внимания, заметно уменьшается точность восприятия, '
                       'увеличивается время реакции, ошибочно оцениваются дистанция между транспортными средствами и '
                       'скорость движения, которая представляется меньшей, чем в действительности.',
        'image': None,
        'options': [   'Скорость движения представляется меньше, чем в действительности.',
                       'Скорость движения представляется больше, чем в действительности,',
                       'Употребление алкогольных напитков не влияет на способность водителя к определению скорости '
                       'движения.'],
        'question': '64) Как влияет употребление алкогольных напитков на способность водителя к определению скорости '
                    'движения?'},
    {   'correct_index': 3,
        'explanation': 'Движение со скоростью, превышающей максимальную скорость определённую технической '
                       'характеристикой, ведёт к снижению тормозных качеств транспортного средства, а это, в свою '
                       'очередь, может сделать невозможной своевременную остановку перед неожиданно появившимся '
                       'препятствием и стать причиной дорожно-транспортного происшествия.',
        'image': None,
        'options': [   'К чрезмерным нагрузкам на механизмы и системы двигателя и, как следствие, к сокращению срока '
                       'его эксплуатации.',
                       'К снижению эффективности замедления транспортного средства в случае резкого торможения, '
                       'необходимого для предотвращения столкновения.',
                       'К увеличению тормозного пути в случае экстренного торможения необходимого для предотвращения '
                       'столкновения с неожиданно появившимся препятствием.',
                       'К опасным последствиям, перечисленным в пунктах 2 и 3.',
                       'К любому из перечисленных опасных последствий.'],
        'question': '65) К каким опасным последствиям может привести движение со скоростью, превышающей максимальную '
                    'скорость, определённую технической характеристикой транспортного средства?'},
    {   'correct_index': 2,
        'explanation': 'В период с 1 ноября по 31 марта на территории Молдовы, как правило, преобладает облачность, '
                       'выпадают обильные осадки, а также господствуют туманы. Вследствие этого прозрачность атмосферы '
                       'существенно снижается, что ведёт к значительному ухудшению видимости. Недостаточная видимость '
                       'затрудняет своевременное обнаружение транспортных средств, а также препятствий в направлении '
                       'движения. Включение ближнего света фар или дневных ходовых огней в этот период времени '
                       'позволяет другим водителям лучше ориентироваться и безопасно управлять транспортным средством.',
        'image': None,
        'options': [   'В этот период года прозрачность атмосферы существенно снижена, что ведёт к значительному '
                       'ухудшению видимости.',
                       'Включение ближнего света способствует лучшему обозначению транспортных средств и взаимному '
                       'привлечению внимания водителей в условиях недостаточной видимости.',
                       'Которые перечислены в пунктах 1 и 2.'],
        'question': '66) Водители всех транспортных средств, которые не оборудованы дневными ходовыми огнями, в период '
                    'с 1 ноября по 31 марта включительно, должны включать ближний свет в дневное время по следующим '
                    'причинам:'},
    {   'correct_index': 2,
        'explanation': 'Водитель автомобиля, который непосредственно после завершения обгона резко принял вправо, '
                       'проявил агрессивность, неуравновешенность или отсутствие достаточного опыта в управлении '
                       'транспортным средством. В этом случае, во избежание осложнения обстановки, Вы не должны '
                       'подавать звуковой и световой сигналы, а проявив хладнокровие, продолжить движение, не реагируя '
                       'на неприятный инцидент.',
        'image': None,
        'options': [   'Незамедлительно приступите к обгону автомобиля, создавшего Вам помеху, с намерением поставить '
                       'его в аналогичную ситуацию.',
                       'Звуковым и световым сигналами обратите внимание обогнавшего Вас водителя на его неправильные '
                       'действия и продолжите движение.',
                       'Проявив хладнокровие, продолжите движение, не реагируя на неприятный инцидент.'],
        'question': '67) Как Вы поступите, если обогнавший Вас легковой автомобиль резко принял вправо, тем самым '
                    'создав Вам помеху?'},
    {   'correct_index': 0,
        'explanation': 'Ошибочное восприятие водителем, при управлении транспортным средством, некоторых предметов и '
                       'явлений называется иллюзией. Этот феномен присущ всем водителям не зависимо от их квалификации '
                       'и опыта. Статистика и практика показывают, что скорость крупногабаритных транспортных средств '
                       '(составов транспортных средств, автобусов) представляется меньшей, чем в действительности, а '
                       'скорость малогабаритных транспортных средств (мопедов, мотоциклов, легковых автомобилей) '
                       'большей чем в действительности.',
        'image': None,
        'options': [   'Крупногабаритного транспортного средства (состава транспортных средств, автобуса).',
                       'Легкового автомобиля.',
                       'Мотоцикла.'],
        'question': '68) Скорость какого встречного транспортного средства воспринимается ниже, чем в '
                    'действительности?'},
    {   'correct_index': 2,
        'explanation': 'Когда водитель, в течение длительного времени, ведёт автомобиль с высокой скоростью, не глядя '
                       'на спидометр, происходит снижение его сенсорных качеств, вследствие чего водитель ошибочно '
                       'воспринимает скорость движения своего автомобиля, которая представляется ему меньшей, чем её '
                       'действительное значение.',
        'image': None,
        'options': [   'Точность восприятия скорости не нарушается.',
                       'Скорость движения автомобиля представляется водителю большей, чем её действительное значение.',
                       'Скорость движения автомобиля представляется водителю меньшей, чем ее действительное значение.'],
        'question': '69) Водитель ведёт легковой автомобиль вне населённого пункта с предельной скоростью 90 км/ч, не '
                    'глядя на спидометр. При длительном движении в указанных условиях:'},
    {   'correct_index': 2,
        'explanation': 'Для того, чтобы иметь возможность правильно действовать в критических ситуациях, то есть '
                       'быстро воздействовать на рулевое колесо, положение рук на нём должно быть правильным. Исходя '
                       'из опыта управления транспортным средством, доказано что правильное положение рук водителя на '
                       'рулевом колесе при движении автомобиля по прямой дороге изображено на рисунке 3.',
        'image': "8.1_70.png",
        'options': ['На рисунке 1.', 'На рисунке 2.', 'На рисунке 3.', 'На рисунке 4.'],
        'question': '70) На каком рисунке показано правильное положение рук водителя на рулевом колесе при '
                    'прямолинейном движении?'},
    {   'correct_index': 0,
        'explanation': 'Груз, размещённый на багажнике, установленном на крыше автомобиля, увеличивает площадь боковой '
                       'поверхности транспортного средства, вследствие чего увеличивается вли яние бокового ветра. При '
                       'движении на большой скорости это может привести к значительному отклонению от заданного '
                       'направления движения или даже к опрокидыванию автомобиля. Более высокое положение центра '
                       'тяжести, которое произойдёт в результате размещения на багажнике груза, не увеличит, а '
                       'напротив, уменьшит устойчивость автомобиля.',
        'image': None,
        'options': [   'Увеличится влияние бокового ветра на автомобиль.',
                       'При движении на поворотах снизится вероятность опрокидывания автомобиля.',
                       'Вследствие более высокого положения центра тяжести увеличится устойчивость автомобиля.'],
        'question': '71) Что должен учитывать водитель при перевозке груза на багажнике, установленном на крыше '
                    'транспортного средства?'},
    {   'correct_index': 3,
        'explanation': 'К психофизиологическим качествам, имеющим большое значение для водителя транспортного средства '
                       'относится его способность адекватно воспринимать дорожную обстановку и принимать правильные '
                       'решения в короткий промежуток времени. Возраст водителя, усталость, состояние его здоровья, '
                       'курение, употребление алкоголя, наркотиков и некоторых - медикаментов отрицательно влияют на '
                       'эту способность. Физиологические параметры не влияют на надёжность водителя, поскольку его '
                       'рабочее место может быть адаптировано с учётом этих параметров.',
        'image': None,
        'options': [   'Возраст, усталость, состояние здоровья.',
                       'Курение, употребление алкоголя, наркотиков, некоторых медикаментов.',
                       'Физиологические параметры (рост, масса, форма тела).',
                       'Факторы, перечисленные в пунктах 1 и 2.'],
        'question': '72) Факторами, влияющими на надёжность водителя транспортного средства являются:'},
    {   'correct_index': 2,
        'explanation': 'Перед поворотом направо во двор или в узкий проезд, состав транспортных средств обязательно '
                       'сместится влево для того, чтобы траектория, которую описывает задняя ось прицепа, не вышла за '
                       'пределы проезжей части. Поэтому водитель транспортного средства, которое движется позади '
                       'состава, должен воздержаться от осуществления манёвра, связанного с его опережением как с '
                       'правой, так и с левой стороны.',
        'image': None,
        'options': [   'Состав повернёт как любой легковой автомобиль.',
                       'Перед поворотом состав остановится.',
                       'Нахождение Вашего автомобиля между бордюром и правыми задними колёсами состава представляет '
                       'опасность, поскольку при повороте его задние колеса сместятся вправо к бордюру.'],
        'question': '73) Что нужно учитывать, если водитель движущегося впереди состава транспортных средств, намерен '
                    'повернуть направо во двор или в узки в узкий проезд?'},
    {   'correct_index': 3,
        'explanation': 'Посадка водителя на рабочем месте должна обеспечивать плотное прижатие его спины к спинке '
                       'сидения для лучшего контакта с транспортным средством. Это даёт ему возможность, посредством '
                       'вестибулярного анализатора, воспринимать любое изменение положения транспортного средства при '
                       'движении. Чрезмерный наклон назад (рис. 1) или вперёд (рис. 2 и 3), не позволяет правильно '
                       'воздействовать на рулевое колесо. Правильная посадка водителяна рабочем месте и правильное '
                       'положение рук на рулевом колесе показаны на рисунке 4.',
        'image': "8.1_74.png",
        'options': ['На рисунке 1.', 'На рисунке 2.', 'На рисунке 3.', 'На рисунке 4.'],
        'question': '74) Правильная посадка водителя на рабочем месте влияет на его работоспособность и, тем самым, '
                    'повышает его надёжность. На каком рисунке показана правильная посадка водителя?'},
    {   'correct_index': 2,
        'explanation': 'В тёмное время суток на неосвещённой дороге, водитель обгоняемого автомобиля обязан немедленно '
                       'переключить дальний свет на ближний в момент, когда с ним поравнялся обгоняющий автомобиль. Он '
                       'не должен переключать его на дальний до тех пор, пока обогнавший автомобиль не удалится на '
                       'расстояние не менее 150 м. Это необходимо для того, чтобы не ослепить обогнавшего водителя '
                       'через зеркала заднего вида, а также, чтобы не создавать ему дискомфорта при управлении '
                       'транспортным средством.',
        'image': None,
        'options': [   'Продолжить движение периодически переключая свет с дальнего на ближний и наоборот.',
                       'Продолжить движение с дальним светом.',
                       'Переключить дальний свет на ближний и продолжить движение с ближним светом до тех пор, пока '
                       'обогнавший автомобиль не удалится на расстояние не менее 150 м.'],
        'question': '75) В тёмное время суток на неосвещённом участке дороги, в момент, когда во время обгона '
                    'транспортные средства поравнялись, водитель обгоняемого автомобиля должен:'},
    {   'correct_index': 3,
        'explanation': 'Механическое транспортное средство по праву считается источником повышенной опасности '
                       'поскольку может двигаться с высокими скоростями. Кроме того, независимо от квалификации '
                       'водителя, его психофизиологических и профессиональных качеств, контроль над транспортным '
                       'средством может осуществляться только при соблюдении норм безопасности движения (скоростного '
                       'режима, правил обгона и маневрирования и т. п.). В противном случае, могут произойти '
                       'дорожно-транспортные происшествия, в которых могут пострадать люди и/или причинён материальный '
                       'ущерб.',
        'image': None,
        'options': [   'Оно сконструировано на базе двух или более осей.',
                       'Оно может развивать высокие скорости движения',
                       'Водитель, при несоблюдении норм безопасности (скоростного режима, правил обгона или '
                       'неправильного маневрирования и т. п.), не может осуществлять абсолютный контроль над '
                       'транспортным средством.',
                       'Ему присущи признаки и причины, перечисленные в пунктах 2 и 3.'],
        'question': '76) Механическое транспортное средство является источником повышенной опасности потому, что:'},
    {   'correct_index': 2,
        'explanation': 'Съезд на влажную и неукреплённую обочину полностью исключает как резкое тормо жение, так и '
                       'резкий поворот руля, поскольку эти действия могут спровоцировать занос и даже опрокидывание '
                       'автомобиля. Следовательно, в таком случае необходимо, не прибегая к торможению и резкому '
                       'повороту руля, плавно вернуть автомобиль на проезжую часть.',
        'image': "8.1_77.png",
        'options': [   'Резко затормозите и полностью остановитесь.',
                       'Резко повернёте руль влево.',
                       'Не прибегая к торможению и резкому повороту руля плавно вернёте автомобиль на проезжую часть.'],
        'question': '77) Как Вы поступите если правые колёса автомобиля наехали на неукреплённую влажную обочину?'},
    {   'correct_index': 1,
        'explanation': 'Для предотвращения непреднамеренного скатывания автомобиля на проезжую часть после его '
                       'остановки у бордюра на крутом спуске, необходимо повернуть передние колёса в сторону бордюра '
                       'так, чтобы правое колесо упёрлось в бордюрный камень.',
        'image': "8.1_78.png",
        'options': [   'В сторону проезжей части.',
                       'В сторону бордюра.',
                       'Положение передних колёс не имеет значения.',
                       'Остановка транспортных средств на крутых спусках запрещена.'],
        'question': '78) В какую сторону необходимо повернуть передние колёса автомобиля, чтобы избежать его '
                    'непреднамеренного скатывания на проезжую часть после остановки у бордюра на крутом спуске?'},
    {   'correct_index': 1,
        'explanation': 'Для предотвращения непреднамеренного скатывания автомобиля на проезжую часть после его '
                       'остановки на обочине на крутом спуске, необходимо повернуть передние колёса в сторону '
                       'противоположную проезжей части.',
        'image': "8.1_79.png",
        'options': [   'В сторону проезжей части.',
                       'В сторону противоположную проезжей части.',
                       'Положение передних колёс не имеет значения.',
                       'Остановка транспортных средств на крутых спусках запрещена.'],
        'question': '79) В какую сторону необходимо повернуть передние колёса автомобиля, чтобы избежать его '
                    'непреднамеренного скатывания на проезжую часть после остановки на обочине на крутом спуске?'},
    {   'correct_index': 1,
        'explanation': 'Для предотвращения непреднамеренного скатывания автомобиля на проезжую часть после его '
                       'остановки на обочине на крутом подъёме, необходимо повернуть передние колёса в сторону '
                       'противоположную проезжей части.',
        'image': "8.1_80.png",
        'options': [   'В сторону проезжей части.',
                       'В сторону противоположную проезжей части.',
                       'Положение передних колёс не имеет значения.',
                       'Остановка транспортных средств на крутых подъёмах запрещена.'],
        'question': '80) В какую сторону необходимо повернуть передние колёса автомобиля, чтобы избежать его '
                    'непреднамеренного скатывания на проезжую часть после остановки на обочине на крутом подъёме?'},
    {   'correct_index': 0,
        'explanation': 'Для предотвращения непреднамеренного скатывания автомобиля на проезжую часть после его '
                       'остановки у бордюра на крутом подъёме, необходимо повернуть передние колёса в сторону проезжей '
                       'части так, чтобы правое колесо упёрлось в бордюрный камень.',
        'image': "8.1_81.png",
        'options': [   'В сторону проезжей части.',
                       'В сторону бордюра.',
                       'Положение передних колёс не имеет значения.',
                       'Остановка транспортных средств на крутых подъёмах запрещена.'],
        'question': '81) В какую сторону необходимо повернуть передние колёса автомобиля, чтобы избежать его '
                    'непреднамеренного скатывания на проезжую часть после остановки у бордюра на крутом подъёме?'},
    {   'correct_index': 1,
        'explanation': 'Чтобы эффективно снизить скорость автомобиля и затем безопасно его остановить необходимо, '
                       'переключиться на одну из пониженных передач, затем плавно, без рывков подтянуть стояночный '
                       '(ручной) тормоз.',
        'image': None,
        'options': [   'Перейти на нейтральную передачу и остановить транспортное средство прерывистыми рывками '
                       'стояночного (ручного) тормоза.',
                       'Переключить на одну из пониженных передач чтобы снизить скорость транспортного средства и '
                       'плавно подтянуть стояночный (ручной) тормоз.',
                       'Плавно направить транспортное средство на обочину и остановить его прерывистыми рывками '
                       'стояночного (ручного) тормоза.',
                       'При наличии бордюра прижать к нему колёса транспортного средства и резко привести в действие '
                       'стояночный (ручной) тормоз.'],
        'question': '82) Как Вы должны поступить чтобы безопасно остановить транспортное средство при отказе рабочей '
                    'тормозной системы на крутом спуске?'},
    {   'correct_index': 3,
        'explanation': 'Слишком высокая либо слишком низкая скорость транспортного средства по отношению к средней '
                       'скорости транспортного потока представляет опасность. В первом случае практически невозможно, '
                       'при необходимости, влиться в поток автомобилей и, при этом, избежать столкновения. Во втором '
                       'случае создаются помехи для безопасного движения транспортного потока.',
        'image': None,
        'options': [   'Значительно превышает среднюю скорость транспортного потока',
                       'Значительно меньше средней скорости транспортного потока.',
                       'Примерно равна средней скорости транспортного потока.',
                       'Соответствует условиям, перечисленным в пунктах 1 и 2.'],
        'question': '83) Наиболее опасные ситуации при интенсивном движении чаще всего возникают, если скорость '
                    'транспортного средства:'},
    {   'correct_index': 2,
        'explanation': 'Водитель должен управлять транспортным средством предусмотрительно, не допускать опасных '
                       'ситуаций, а также предупреждать и избегать те из них, которые могут быть спровоцированы '
                       'другими участниками дорожного движения. Следовательно, в данном случае, Вы должны '
                       'способствовать безопасному совершению обгона.',
        'image': None,
        'options': [   'Звуковым сигналом и жестом руки подадите знак о прекращении обгона.',
                       'Увеличите скорость, чтобы вынудить обгоняющего водителя отказаться от опасного манёвра.',
                       'Снизите скорость и переместитесь по возможности к правому краю проезжей части, чтобы '
                       'способствовать безопасному завершению обгона и возвращению на ранее занимаемую полосу'],
        'question': '84) В зеркале заднего вида Вы обнаружили, что водитель начавший обгон Вашего автомобиля, '
                    'неправильно оценил расстояние до встречного транспортного средства и его скорость. Как Вы '
                    'поступите чтобы избежать аварийной ситуации?'},
    {   'correct_index': 4,
        'explanation': 'Наличие подушек безопасности не освобождает водителя и пассажиров транспортного средства от '
                       'обязанности пристегнуть ремень безопасности, независимо от места, которое они занимают.',
        'image': None,
        'options': [   'Только на сиденье водителя.',
                       'Только на переднем пассажирском сиденье.',
                       'На обоих передних сиденьях.',
                       'На всех сиденьях.',
                       'Несмотря на наличие подушек безопасности необходимо пристегнуть все ремни безопасности.'],
        'question': '85) Легковой автомобиль оборудован передними подушками безопасности. На каких местах можно не '
                    'пристёгиваться ремнями безопасности?'},
    {   'correct_index': 4,
        'explanation': 'Если транспортное средство или телефон не оборудованы устройством, позволяющим водителю вести '
                       'переговоры без помощи руқ, пользоваться мобильным телефоном во время движения запрещается, '
                       'поскольку использование рук в ином процессе, кроме управления автомобилем, угрожает '
                       'безопасности движения. П. 14 d).',
        'image': None,
        'options': [   'При управлении автомобилем с механической коробкой передач.',
                       'При нахождении за рулём буксируемого транспортного средства.',
                       'При обучении вождению.',
                       'В случаях, перечисленных в пунктах 2 и 3.',
                       'Во всех перечисленных случаях.'],
        'question': '86) В каком из перечисленных случаев водителю запрещается использование мобильного телефона не '
                    'оборудованного устройством, позволяющим вести переговоры без использования рук?'},
    {   'correct_index': 0,
        'explanation': 'Чтобы увеличить пропускную способность перекрёстка и не блокировать движение, водители '
                       'транспортных средств, которые движутся навстречу друг другу и одновременно поворачивают '
                       'налево, оставляют центр перекрёстка с правой стороны. П. 56 2), абзац 2.',
        'image': None,
        'options': [   'Оставляя центр перекрёстка с правой стороны, чтобы не пересекать траекторию движения '
                       'транспортного средства, которое одновременно поворачивает налево со встречного направления.',
                       'Оставляя центр перекрестка слева от транспортного средства.',
                       'По взаимной договорённости с водителем транспортного средства которое движется со встречного '
                       'направления и поворачивает налево.'],
        'question': '87) Поворот налево на перекрёстке на котором отсутствует разметка, определяющая границы полос '
                    'движения в пределах перекрестка, следует осуществлять:'},
    {   'correct_index': 2,
        'explanation': 'Чтобы не создавать конфликтных ситуаций, водитель должен считать, что находится на '
                       'второстепенной дороге и должен уступить дорогу участникам движения, которые приближаются к '
                       'перекрёстку как справа, так и слева. П. 595).',
        'image': None,
        'options': [   'Ему следует считать, что он подъехал к перекрестку равнозначных дорог.',
                       'Он имеет право считать, что подъехал к перекрёстку по главной дороге.',
                       'Он должен считать, что подъехал к перекрёстку по второстепенной дороге'],
        'question': '88) Если водитель не может определить наличие покрытия на дороге (тёмное время суток, снег, грязь '
                    'и т.п.), а знаки приоритета отсутствуют, то:'},
    {   'correct_index': 4,
        'explanation': 'Несоблюдение водителем бокового интервала при встречном разъезде на большой скорости может '
                       'привести к касательному столкновению из-за разрежения воздуха между этими транспортными '
                       'средствами, а при встречном разъезде с длинномерным транспортным средством столкновение может '
                       'произойти из-за увеличенного динамического габаритного коридора этого транспортного средства, '
                       'особенно при движении на повороте. При обгоне велосипедов, самокатов, электросамокатов, '
                       'мопедов и мотоциклов без бокового прицепа боковой интервал следует увеличить, принимая во '
                       'внимание неустойчивость двухколёсных транспортных средств. П. 52 2).',
        'image': None,
        'options': [   'При встречном разъезде на большой скорости.',
                       'При встречном разъезде с длинномерным транспортным средством,',
                       'При обгоне велосипедов, самокатов, электросамокатов, мопедов и мотоциклов без бокового '
                       'прицепа.',
                       'В случаях, перечисленных в пунктах 1 и 2.',
                       'Во всех перечисленных случаях.'],
        'question': '89) Боковой интервал следует увеличить:'},
    {   'correct_index': 1,
        'explanation': 'При работе на малых оборотах (педаль акселератора не нажата) двигатель оказывает сопротивление '
                       'движению, иными словами происходит торможение двигателем, и это торможение тем интенсивнее, '
                       'чем ниже передача.',
        'image': None,
        'options': [   'Чем круче спуск, тем выше передача.',
                       'Чем круче спуск, тем ниже передача.',
                       'Крутизна спуска не влияет на выбор передачи.'],
        'question': '90) При торможении двигателем на крутом спуске передачу следует выбирать с учётом следующих '
                    'факторов:'},
    {   'correct_index': 2,
        'explanation': 'Дети (школьники) по своей природе энергичны, как правило поступают необдуманно и, находясь на '
                       'проезжей части дороги, способны совершить действия, которые могут поставить под угрозу их '
                       'безопасность, поэтому водитель, который проезжает мимо группы школьников, должен '
                       'предварительно снизить скорость и осторожно объехать группу.',
        'image': None,
        'options': [   'Объехать группу, предварительно посигналив переключением света фар.',
                       'Применить звуковой сигнал для удаления школьников с проезжей части.',
                       'Предварительно снизить скорость и осторожно объехать группу.',
                       'Проследовать за группой до ближайшего перекрёстка, чтобы проехать к месту назначения по '
                       'другому маршруту.',
                       'Выполнить действия перечисленные в пунктах 1 и 2.'],
        'question': '91) Как следует объехать группу школьников, которая движется по проезжей части дороги в '
                    'населённом пункте в том же направлении?'},
    {   'correct_index': 0,
        'explanation': 'Чтобы не перегружать тормозную систему автомобиля, что может привести к выходу её из строя, '
                       'необходимо предварительно снизить скорость состава педалью тормоза, а за тем перейти на одну '
                       'из пониженных передач и двигаться периодически притормаживая.',
        'image': None,
        'options': [   'Снизить скорость состава рабочим тормозом, перейти на одну из пониженных передач и двигаться '
                       'периодически притормаживая.',
                       'Двигаться на второй передаче с выключенным двигателем, осторожно притормаживая стояночным '
                       'тормозом.',
                       'На всём протяжении затяжного спуска производить обязательные периодические остановки.'],
        'question': '92) Как следует поступить при движении на легковом автомобиле с прицепом, не оборудованном '
                    'автономной тормозной системой, на крутом затяжном спуске?'},
    {   'correct_index': 3,
        'explanation': 'Принимая во внимание индивидуальные особенности каждого водителя (рост, длина конечностей, '
                       'комплекция), для безопасного управления автомобилем которым Вы до этого не управляли, '
                       'необходимо отрегулировать зеркала заднего вида, водительское сиденье и высоту подголовника.',
        'image': None,
        'options': [   'Отрегулировать зеркала заднего вида.',
                       'Отрегулировать водительское сиденье и высоту подголовника.',
                       'Проверить наличие запасного колеса, его крепление и наличие инструмента для его замены.',
                       'Выполнить действия перечисленные в пунктах 1 и 2.',
                       'Выполнить все перечисленные действия.'],
        'question': '93) Какие действия необходимо предпринять когда вы пересели за руль автомобиля которым до этого '
                    'не управляли?'},
    {   'correct_index': 4,
        'explanation': 'Неубранный с транспортного средства снег создаёт трудности при управлении этим транспортным '
                       'средством и представляет серьёзную угрозу для безопасности движения (скатывается на лобовое '
                       'стекло при резком торможении, дестабилизирует динамику, ухудшает его восприятие), а также '
                       'представляет угрозу для движущихся позади транспортных средств, поскольку снег сдуваемый '
                       'потоком воздуха, значительно ухудшает видимость.',
        'image': None,
        'options': [   'Для предотвращения его скатывания на лобовое стекло при резком торможении.',
                       'Для улучшения аэродинамических характеристик транспортного средства.',
                       'Для предотвращения попадания снега на движущиеся позади транспортные средства.',
                       'Для улучшения визуального восприятия автомобиля другими участниками движения.',
                       'Уборка снега необходима для соблюдения всех вышеперечисленных условий.'],
        'question': '94) С какой целью необходимо убрать снег с крыши, капота и багажника автомобиля перед началом '
                    'движения?'},
    {   'correct_index': 3,
        'explanation': 'Для обеспечения безопасности при управлении транспортным средством в неблаго приятных погодных '
                       'условиях необходимо снизить скорость до предела, обеспечивающего хорошую видимость в '
                       'направлении движения и полный контроль над органами управления, а также строго соблюдать '
                       'ограничение скорости, установленное на этом участке дороги.',
        'image': None,
        'options': [   'Двигаться как можно ближе к оси дороги.',
                       'Снизить скорость до предела, обеспечивающего хорошую видимость в направлении движения и полный '
                       'контроль над органами управления.',
                       'Строго соблюдать ограничение скорости, установленное на данном участке дороги.',
                       'Выполнить действия перечисленные в пунктах 2 и 3.',
                       'Выполнить все перечисленные действия.'],
        'question': '95) Какие действия необходимо выполнять при управлении транспортным средством в неблагоприятных '
                    'погодных условиях?'},
    {   'correct_index': 0,
        'explanation': 'Наиболее устойчивым против опрокидывания при движении на повороте является легковой автомобиль '
                       'без пассажиров и багажа, изображённый на рисунке А. В этом случае центр тяжести расположен '
                       'ближе всего к поверхности дороги. При наличии пассажиров и багажа центр тяжести располагается '
                       'выше уменьшая устойчивость автомобиля, в особенности при движении на повороте.',
        'image': "8.1_96.png",
        'options': [   'А - без пассажиров и багажа.',
                       'В - с пассажирами, но без багажа.',
                       'С - с пассажирами и багажом в багажнике транспортного средства.',
                       'D - без пассажиров, но с багажом в багажнике на крыше транспортного средства.'],
        'question': '96) Наиболее устойчивым против опрокидывания, из изображённых на рисунке легковых автомобилей, '
                    'при движении на повороте является легковой автомобиль:'},
    {   'correct_index': 2,
        'explanation': 'При ослеплении, водитель на какое-то время полностью теряет способность видеть, поэтому он '
                       'должен немедленно включить аварийную сигнализацию, чтобы предупредить и привлечь внимание '
                       'других водителей транспортных средств и, не меняя полосы движения, снизить скорость и '
                       'остановиться.',
        'image': None,
        'options': [   'Снизить скорость и одновременно включить ближний и дальний свет.',
                       'Не снижая скорости движения приблизиться как можно ближе к правому краю проезжей части.',
                       'Включить аварийную сигнализацию и, не меняя полосы движения, снизить скорость и остановиться.',
                       'Многократно применить переключение света фар пока водитель встречного транспортного средства '
                       'не включит ближний свет.',
                       'Увеличить скорость, чтобы быстрее выйти из зоны ослепления.'],
        'question': '97) При ослеплении фарами встречного транспортного средства водитель должен:'},
    {   'correct_index': 2,
        'explanation': 'Несмотря на то, что интенсивность движения в ночное время значительно снижается, статистика '
                       'показывает, что количество дорожно-транспортных происшествий, в особенности их тяжесть, '
                       'увеличивается, поэтому в ночное время следует двигаться со скоростью меньшей, чем обычно.',
        'image': None,
        'options': [   'С большей скоростью, чем обычно, так как ночью интенсивность движения снижена.',
                       'С той же скоростью, что и в дневное время.',
                       'С меньшей скоростью, чем обычно, в связи с недостаточной видимостью в ночное время.',
                       'С большей скоростью, чем обычно, чтобы уменьшить риск уснуть за рулём.'],
        'question': '98) Как правило Вы управляете автомобилем в светлое время суток, но у Вас возникла необходимость '
                    'совершить поездку ночью. С какой скоростью в этом случае Вам следует управлять автомобилем?'},
    {   'correct_index': 1,
        'explanation': 'Перегрузка легкового автомобиля, наряду со снижением его устойчивости, существенно снизит и '
                       'эффективность тормозной системы, что в значительной степени создаст угрозу безопасности '
                       'движения.',
        'image': None,
        'options': [   'Перегрузка не приведёт к опасным последствиям при движении на малой скорости.',
                       'Перегрузка снизит его устойчивость.',
                       'Перегрузка увеличит его устойчивость.',
                       'Перегрузка может вызвать снижение давления в шинах.'],
        'question': '99) К каким опасным последствиям может привести перегрузка легкового автомобиля?'},
    {   'correct_index': 1,
        'explanation': 'Несмотря на то, что в автомобиле, на котором производится обучение, рядом с обучаемым '
                       'находится инструктор, водители других транспортных средств должны проявлять осторожность при '
                       'проезде мимо такого автомобиля, поскольку могут возникнуть самые не предвиденные ситуации. П. '
                       '11 е).',
        'image': None,
        'options': [   'Использовать звуковой сигнал до тех пор пока его водитель не предоставит Вам возможность для '
                       'обгона.',
                       'Двигаться с повышенной осторожностью и приступить к обгону только убедившись в безопасности '
                       'маневра.',
                       'Не обгонять это транспортное средство пока оно не поменяет направление движения.'],
        'question': '100) Как Вы должны поступить если впереди Вас медленно движется автомобиль с опознавательным '
                    'знаком «Учебное транспортное средство»?'},
    {   'correct_index': 3,
        'explanation': 'Водитель должен оценивать обстановку через зеркала заднего вида во всех перечисленных случаях. '
                       'П. 39 1), П. 51 а).',
        'image': "8.1_101.png",
        'options': [   'Только перед началом движения.',
                       'Только перед перестроением.',
                       'Только перед обгоном.',
                       'Во всех перечисленных случаях.'],
        'question': '101) Водитель должен оценивать обстановку через зеркала заднего вида:'},
    {   'correct_index': 4,
        'explanation': 'Хотя из-за высокого риска дорожно-транспортных происшествий в неблагоприятную погоду не '
                       'рекомендуется осуществлять поездки, порой избежать этого невозможно. В таких случаях '
                       'необходимо, чтобы все приборы обеспечивающие видимость на дороге исправно работали, а '
                       'прогревать двигатель нужно, чтобы эффективно обдувать ветровое стекло.',
        'image': None,
        'options': [   'Проверить исправность световой сигнализации.',
                       'Убедиться в исправности стеклоочистителей и стеклоомывателей.',
                       'Прогреть двигатель транспортного средства.',
                       'Выполнить действия перечисленные в пунктах 1 и 2.',
                       'Выполнить все перечисленные действия.'],
        'question': '102) Какие действия необходимо выполнить перед поездкой в неблагоприятную погоду (проливной '
                    'дождь, снегопад, туман)?'},
    {   'correct_index': 3,
        'explanation': 'Начинающему водителю на общественных дорогах запрещено управлять транс-портным средством со '
                       'скоростью более 70 км/ч, а также буксировать неисправные механические транспортные средства. '
                       'П. 7 «Начинающий водитель», П. 48 1), П. 75 d).',
        'image': None,
        'options': [   'Только управлять транспортным средством со скоростью более 70 км/ч.',
                       'Только буксировать неисправные механические транспортные средства.',
                       'Только обгонять транспортные средства с выездом на полосу встречного движения.',
                       'Выполнять действия перечисленные в пунктах 1 и 2.'],
        'question': '103) Какие действия запрещено выполнять начинающему водителю на общественных дорогах?'},
    {   'correct_index': 3,
        'explanation': 'На общественных дорогах начинающему водителю не запрещено находиться за рулём буксируемого '
                       'транспортного средства при буксировке на гибкой сцепке или посредством металлической штанги, а '
                       'также движение задним ходом на дорогах с односторонним движением. П. 412), абзац 3, П. 75 е).',
        'image': None,
        'options': [   'Только управлять транспортным средством со скоростью более 70 км/ч вне населённых пунктов.',
                       'Только находиться за рулём буксируемого транспортного средства при буксировке на гибкой сцепке '
                       'или посредством металлической штанги.',
                       'Только движение задним ходом на дорогах с односторонним движением.',
                       'Действия перечисленные в пунктах 2 и 3.',
                       'Все перечисленные действия.'],
        'question': '104) Какие действия не запрещены начинающему водителю на общественных дорогах?'},
    {   'correct_index': 0,
        'explanation': 'Ежедневно, перед каждой поездкой, водитель должен самостоятельно внешним осмотром проверить '
                       'транспортное средство и, при необходимости, произвести техническое обслуживание.',
        'image': None,
        'options': [   'Ежедневное техническое обслуживание производится по необходимости, по результатам '
                       'обязательного самостоятельного визуального осмотра.',
                       'Ежедневное техническое обслуживание осуществляется только с помощью контрольной аппаратуры.',
                       'Ежедневное техническое обслуживание осуществляется только с помощью лица находящегося рядом.'],
        'question': '105) Способы выполнения ежедневного технического обслуживания:'},
    {   'correct_index': 3,
        'explanation': 'Очевидно, что перед каждой поездкой водитель должен проверить внешним осмотром состояние '
                       'колёс, давление в шинах, приборы освещения и световой сигнализации, которые имеют важное '
                       'значение с точки зрения безопасности движения транспортного средства.',
        'image': None,
        'options': [   'Состояние колёс и давление в шинах.',
                       'Состояние и исправность приборов освещения и световой сигнализации транспортного средства.',
                       'Уровень жидкости в гидроусилителе рулевого управления.',
                       'Состояние конструктивных частей, указанных в пунктах 1 и 2.',
                       'Состояние всех упомянутых конструктивных частей.'],
        'question': '106) Перед каждой поездкой водитель должен проверить внешним осмотром:'},
    {   'correct_index': 0,
        'explanation': 'Длительный разгон транспортного средства на одной из пониженных передач приводит к увеличению '
                       'расхода топлива.',
        'image': None,
        'options': [   'Приводит к увеличению расхода топлива',
                       'Приводит к уменьшению расхода топлива',
                       'Не влияет на расход топлива.'],
        'question': '107) Длительный разгон транспортного средства на одной из пониженных передач:'},
    {   'correct_index': 3,
        'explanation': 'При ежедневном визуальном осмотре, обнаружено, что шина, в которой давление воздуха ниже '
                       'нормы, показана на рис. 1, а с давлением воздуха выше нормы на рис. 2. Шина, в которой '
                       'давление воздуха соответствует норме, показана на рис. 3.',
        'image': "8.1_108.png",
        'options': ['Только на рисунке 1.', 'Только на рисунке 2.', 'Только на рисунке 3.', 'На рисунках 1 и 2.'],
        'question': '108) На каком рисунке показана шина в которой, при ежедневном осмотре обнаружено, что давление '
                    'воздуха не соответствует установленной норме (низкое давление, высокое давление)?'}]
