# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.5B.txt

QUIZ_DATA = [   {   'correct_index': 2,
        'explanation': 'Последним проедет перекресток легковой автомобиль зелёного цвета, который движется по '
                       'второстепенной дороге, после того, как он уступит дорогу синему и красному автомобилям, '
                       'приближающимся к перекрёстку по главной дороге. П. 592).',
        'image': "1_9.png",
        'options': ['Красного цвета.', 'Синего цвета.', 'Зелёного цвета.'],
        'question': '1) Последним проедет перекрёсток легковой автомобиль:'},
    {   'correct_index': 4,
        'explanation': 'Вы движетесь по второстепенной дороге. Намереваясь повернуть налево. Вы должны уступить дорогу '
                       'синему и красному автомобилям, приближающимся перекрёстку по главной дороге, а после этого, '
                       'уступить дорогу и белому автомобилю, который со встречного на правления поворачивает направо. '
                       'П. 56 2), абзац 1, П. 59 2).',
        'image': "2_3.png",
        'options': [   'Только синему легковому автомобилю.',
                       'Синему и красному автомобилям.',
                       'Синему и белому автомобилям.',
                       'Только белому легковому автомобилю.',
                       'Всем автомобилям и проехать перекрёсток последним.'],
        'question': '2) Намереваясь повернуть налево, Вы должны уступить дорогу:'},
    {   'correct_index': 1,
        'explanation': 'Первым проедет перекрёсток грузовой автомобиль, приближающийся к перекрёстку по главной '
                       'дороге. Трамвай и троллейбус движутся по второстепенной дороге. При одновременном и равном '
                       'праве на движение, трамвай имеет преимущество перед троллейбусом, следовательно, он повернет '
                       'налево вторым. Троллейбус проедет перекресток последним. П. 564), Π. 59 2).',
        'image': "3_3.png",
        'options': [   'Грузовой автомобиль, троллейбус, трамвай.',
                       'Грузовой автомобиль, трамвай, троллейбус.',
                       'Трамвай, грузовой автомобиль, троллейбус.',
                       'Трамвай, троллейбус, грузовой автомобиль.'],
        'question': '3) В какой последовательности проедут перекресток эти транспортные средства?'},
    {   'correct_index': 3,
        'explanation': 'Приближаясь к перекрёстку по главной дороге и намереваясь повернуть налево. Вы ус тупите '
                       'дорогу только белому автомобилю, который движется со встречного направления прямо, также по '
                       'главной дороге. Красный и синий автомобили движутся по второстепенной дороге, следовательно '
                       'они должны уступить Вам дорогу. П. 56 2), абзац 1. П. 59 2).',
        'image': "4_3.png",
        'options': [   'Только синему легковому автомобилю.',
                       'Синему и красному автомобилям.',
                       'Синему и белому автомобилям.',
                       'Только белому легковому автомобилю.',
                       'Всем автомобилям и проехать перекрёсток последним.'],
        'question': '4) Намереваясь повернуть налево, Вы должны уступить дорогу:'},
    {   'correct_index': 2,
        'explanation': 'Первым проедет перекресток красный автомобиль, который по главной дороге проследует в прямом '
                       'направлении. Вторым проедет перекрёсток синий автомобиль одновременно с движущимся по '
                       'второстепенной дороге белым, поскольку их траектории движения не пересекаются. Зелёный '
                       'автомобиль проедет перекресток последним. П. 56 1), П. 56 2), абзац 1. Π. 59 2).',
        'image': "5_2.png",
        'options': ['Зелёный.', 'Красный.', 'Синий одновременно с белым.'],
        'question': '5) Какой автомобиль проедет перекрёсток вторым?'},
    {   'correct_index': 2,
        'explanation': 'Первым по главной дороге проедет перекресток трамвай. Вторым проедет перекрёсток легковой '
                       'автомобиль, который при повороте налево должен уступить дорогу трамваю, движущемуся со '
                       'встречного направления прямо. Последним проедет перекресток трактор, поскольку он движется по '
                       'второстепенной дороге. П. 56 2), абзац 1, П. 56 4), П. 59 2).',
        'image': "6_2.png",
        'options': [   'Легковой автомобиль, трамвай, трактор.',
                       'Трамвай, трактор, легковой автомобиль.',
                       'Трамвай, легковой автомобиль, трактор.'],
        'question': '6) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 1,
        'explanation': 'Приближаясь к перекрёстку по главной дороге и намереваясь развернуться, Вы уступите дорогу '
                       'только мотоциклу, который движется по этой же дороге со встречного направления прямо. Автобус '
                       'движется по второстепенной дороге, следовательно он должен уступить Вам дорогу. П. 56 2), '
                       'абзац 1, П. 59 2).',
        'image': "7_2.png",
        'options': ['Только автобусу.', 'Только мотоциклу.', 'Обоим транспортным средствам.'],
        'question': '7) Намереваясь развернуться, Вы должны уступить дорогу:'},
    {   'correct_index': 3,
        'explanation': 'Перекресток, на котором светофоры работают в режиме жёлтого мигающего сигнала, считается '
                       'нерегулируемым. В этой ситуации, первым проедет легковой автомобиль, который приближается к '
                       'перекрестку по главной дороге. Затем перекресток проедет автобус, который движется в прямом '
                       'направлении по второстепенной дороге, а после него, с этой же дороги, повернет налево грузовой '
                       'автомобиль. П. 56 2), абзац 1, П. 59 1), 2).',
        'image': "8_3.png",
        'options': [   'Грузовой автомобиль, легковой автомобиль, автобус.',
                       'Легковой автомобиль, грузовой автомобиль, автобус.',
                       'Автобус, легковой автомобиль, грузовой автомобиль.',
                       'Легковой автомобиль, автобус, грузовой автомобиль.'],
        'question': '8) При жёлтом мигающем сигнале светофоров транспортные средства проедут перекрёсток в следующем '
                    'порядке:'},
    {   'correct_index': 2,
        'explanation': 'Вы двинетесь по второстепенной дороге. Намереваясь развернуться, Вы должны уступить дорогу '
                       'автобусу, приближающемуся к перекрёстку по главной дороге, а затем мотоциклу, который, '
                       'находясь в равных с Вами условиях, движется со встречного направления прямо. П. 56 2), абзац '
                       '1, П. 59 2).',
        'image': "10_3.png",
        'options': ['Только автобусу.', 'Только мотоциклу.', 'Обоим транспортным средствам.'],
        'question': '9) Намереваясь развернуться, Вы должны уступить дорогу:'},
    {   'correct_index': 0,
        'explanation': 'Первым проедет перекресток автомобиль красного цвета, приближающийся по прав ной дороге. '
                       'Поворачивающий налево синий автомобиль, который также приближается по главной дороге, проедет '
                       'перекрёсток вторым одновременно с зелёным, так как их траектории движения не пересекаются. П. '
                       '56 1), П. 56 2), абзац 1, П. 59 21.',
        'image': None,
        'options': ['Красного цвета.', 'Синего цвета.', 'Зелёного цвета.'],
        'question': '10) Первым проедет перекрёсток легковой автомобиль:'},
    {   'correct_index': 1,
        'explanation': 'Перекресток, на котором светофоры работают в режиме жёлтого мигающего сигналы, cчитается '
                       'нерегулируемым. В этой ситуации, первым проедет черный автомобиль, который приближается '
                       'перекрёстку по главной дороге. Поворачивающий налево красный автомобиль, который также '
                       'приближается по главной дороге, проедет перекресток вторым. Движущийся по второстепенной '
                       'дороге синий автомобиль проедет перекрёсток последним. П. 56 2), абзац 1, П. 59 1), 2).',
        'image': "11_3.png",
        'options': [   'Красный автомобиль, синий автомобиль, чёрный автомобиль.',
                       'Чёрный автомобиль, красный автомобиль, синий автомобиль.',
                       'Синий автомобиль, чёрный автомобиль, красный автомобиль.'],
        'question': '11) Укажите очерёдность проезда перекрёстка при жёлтом мигающем сигнале светофоров в ситуации, '
                    'показанной на рисунке:'},
    {   'correct_index': 0,
        'explanation': 'Перекресток, на котором светофоры выключены, cчитается нерегулируемым. В этой ситуации, первым '
                       'проедет автобус, который приближается к перекрёстку по главной дорог Автоцистерна, которая '
                       'также приближается по главной дороге и поворачивает налево, про едет перекресток после '
                       'автобуса. Последними, одновременно проедут перекрёсток движущиеся по второстепенной дороге '
                       'трамвай и легковой автомобиль. П. 56 2), абзац 1, П. 56-4), 1. 59 1), 2).',
        'image': "12_3.png",
        'options': [   'Автобус, автоцистерна, трамвай одновременно с легковым автомобилем.',
                       'Трамвай, автобус, автоцистерна, легковой автомобиль.',
                       'Трамвай одновременно с легковым автомобилем, автобус, автоцистерна.'],
        'question': '12) Укажите очерёдность проезда перекрёстка:'},
    {   'correct_index': 1,
        'explanation': 'Равное право на движение трамвай имеет только по отношению к грузовому автомобилю, поскольку '
                       'оба приближаются и перекрестку по пивной дороге. Следовательно, водитель грузового автомобиля '
                       'должен уступить дорогу трамваи. Легковой автомобиль приближается к перекрестку по главной '
                       'дороге, в трамвай по второстепенной. В этом случае уступит дорогу трамвай. П. 56 41, П. 50 21.',
        'image': "13_3.png",
        'options': ['Водитель легкового автомобиля.', 'Водитель грузового автомобиля.', 'Оба водителя.'],
        'question': '13) Кто из водителей автомобилей обязан уступить дорогу трамваю?'},
    {   'correct_index': 2,
        'explanation': 'Первым проедет мотоцикл, который приближается к перекрёсту по главной дороге Затем, грузовой '
                       'автомобиль, который движется в прямом направлении по второстепенной дороге, а после него, с '
                       'этой же дороги, повернёт налево легковой автомобиль. П. 56 2), абзац 1, Π. 59 2)',
        'image': "clipboard_image_1769733963917.png",
        'options': [   'Грузовой автомобиль, легковой автомобиль, мотоцикл.',
                       'Мотоцикл, легковой автомобиль, грузовой автомобиль.',
                       'Мотоцикл, грузовой автомобиль, легковой автомобиль.'],
        'question': '14) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 3,
        'explanation': 'Приближаясь к перекрёстку по главной дороге и намереваясь повернуть налево. Вы проедете '
                       'перекресток первым одновременно с легковым автомобилем, оставляя центр перекрестка справа от '
                       'транспортного средства. Грузовой автомобиль, который движется по второстепенной дороге, '
                       'проедет перекресток последним. П. 50 2), абзац 2, 1.592)',
        'image': "clipboard_image_1769733978254.png",
        'options': [   'Уступите дорогу только легковому автомобилю.',
                       'Уступите дорогу только грузовому автомобилю.',
                       'Уступите дорогу обоим транспортным средствам.',
                       'Проедете перекрёсток первым одновременно с легковым автомобилем.'],
        'question': '15) Намереваясь повернуть налево, Вы:'},
    {   'correct_index': 3,
        'explanation': 'Гужевая повозка В, автобус, мотоцикл и гужевая повозка А. П. 56 2), абзац 1. П. 59 2)',
        'image': "clipboard_image_1769734023302.png",
        'options': [   'Автобус, мотоцикл и гужевая повозка А, гужевая повозка В.',
                       'Гужевая повозка А, автобус, гужевая повозка В, мотоцикл,',
                       'Мотоцикл и гужевая повозка А, автобус, гужевая повозка В.',
                       'Гужевая повозка В, автобус, мотоцикл и гужевая повозка А.'],
        'question': '16) Укажите очерёдность проезда перекрёстка:'},
    {   'correct_index': 3,
        'explanation': 'Перекресток, на котором светофоры работают в режиме желтого мигающего сигнала считается '
                       'нерегулируемым. В ситуации, показанной на рисунке, транспортные средства проедут перекресток '
                       'одновременно поскольку их траектории движения не пересекаются. П. 561)',
        'image': "clipboard_image_1769734032830.png",
        'options': [   'Красный легковой автомобиль, синий легковой автомобиль, белый легковой автомобиль.',
                       'Красный легковой автомобиль, затем синий легковой автомобиль одновременно с белым.',
                       'Белый легковой автомобиль, красный легковой автомобиль, затем синий легковой автомобиль.',
                       'Транспортные средства проедут перекрёсток одновременно.'],
        'question': '17) При жёлтом мигающем сигнале светофоров транспортные средства проедут перекрёсток в следующем '
                    'порядке:'},
    {   'correct_index': 0,
        'explanation': 'Перекрёсток, на котором светофоры работают в режиме жёлтого мигающего синела, считается '
                       'нерегулируемым. В ситуации, показанной на рисунке, транспортные средства проедут перекресток в '
                       'следующем порядит белый легковой автомобиль, жёлтый легковой автомобиль, зелёный легковой '
                       'автомобиль. П. 562), П. 59 1), 2).',
        'image': "clipboard_image_1769734044055.png",
        'options': [   'Белый легковой автомобиль, жёлтый легковой автомобиль, зелёный легковой автомобиль.',
                       'Жёлтый легковой автомобиль, зелёный легковой автомобиль, белый легковой автомобиль.',
                       'Зелёный легковой автомобиль, белый легковой автомобиль, жёлтый легковой автомобиль.',
                       'Белый легковой автомобиль, зелёный легковой автомобиль, жёлтый легковой автомобиль.'],
        'question': '18) В какой последовательности проедут перекрёсток эти транспортные средства?'}]
