# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.4.txt

QUIZ_DATA = [   {   'correct_index': 4,
        'explanation': 'Ошибки при обгоне нередко приводят к авариям с тяжелыми последствиями. Поэтому. прежде чем '
                       'начать обгон, водитель должен убедиться в том, что соблюдены все условия, которые направлены '
                       'на обеспечение безопасности этого сложного манёвра. П. 51.',
        'image': None,
        'options': [   'Ни один из следующих за ним водителей не начал обгон.',
                       'Водитель транспортного средства, движущегося впереди него по той же полосе, не подал сигнал о '
                       'намерении совершить обгон или перестроиться налево.',
                       'Он сможет совершить обгон, не создавая препятствия или помехи встречным транспортным '
                       'средствам, в случае, если обгон совершается с выездом на полосу встречного движения.',
                       'Он сможет возвратиться на ранее занимаемую полосу, не создавая помех обгоняемому транспортному '
                       'средству.',
                       'Соблюдены все перечисленные условия.'],
        'question': '1) Прежде чем начать обгон, водитель должен убедиться в том, что:'},
    {   'correct_index': 2,
        'explanation': 'Поскольку обгон является сложным и опасным манёвром. Правила запрещают осуществлять этот '
                       'маневр на пешеходных переходах и в непосредственной близости перед ним 1.541) b)',
        'image': "2_1.png",
        'options': [   'Разрешается, так как нет встречных транспортных средств.',
                       'Разрешается, так как на пешеходном переходе нет пешеходов.',
                       'Не разрешается.'],
        'question': '2) Разрешается ли обгон в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Поскольку обгон является сложным и опасным манёвром. Правила запрещают осуществлять этот '
                       'маневр на нерегулируемых перекрестках и в непосредственной близости перед ними. П. 54 1) а).',
        'image': "3_1.png",
        'options': [   'Разрешается без ограничений.',
                       'Разрешается, если скорость грузового автомобиля менее 30 км/ч.',
                       'Не разрешается.'],
        'question': '3) Разрешается ли обгон в ситуации, показанной на рисунке?'},
    {   'correct_index': 0,
        'explanation': 'Правила запрещают выполнять обгон на нерегулируемых перекрестах и в непосредственной близости '
                       'перед ними. Следовательно, в ситуации, показанной на рисунке обгон запрещен. П. 54 1) а).',
        'image': "4_1.png",
        'options': [   'Не разрешается.',
                       'Разрешается, если скорость грузового автомобиля менее 30 км/ч.',
                       'Разрешается без ограничений.'],
        'question': '4) Разрешается ли обгон в ситуации, показанной на рисунке?'},
    {   'correct_index': 0,
        'explanation': 'Из всех перечисленных мест обгон запрещается только на нерегулируемых перекрёстках и в '
                       'непосредственной близости перед ними. В других местах, из перечисленных, при соблюдении '
                       'Правил, обгон не представляет опасности. П. 54 1) а).',
        'image': 'q5.png',
        'options': [   'На нерегулируемых перекрёстках и в непосредственной близости перед ними.',
                       'На мостах, путепроводах, эстакадах и под ними.',
                       'На дорогах с трамвайными путями.',
                       'Во всех перечисленных местах.',
                       'На общественных дорогах шириной менее 6 м.'],
        'question': '5) Обгон запрещается:'},
    {   'correct_index': 0,
        'explanation': 'Правила запрещают обгон на железнодорожных переездах и ближе 100 м перед ним Знаки 1.1 '
                       '«Железнодорожный переезд со шлагбаумом» и 1.4.1 «Приближение к железнодорожному переезду вне '
                       'населенных пунктов» устанавливаются не ближе 150 м до переезда. Следовательно, в этом случае, '
                       'обгон трактора разрешается без ограничений. Пояснитель ная записка к приложению № 3 (1. '
                       'ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.1, 1.4.1, Особенности применения предупреждающих знаков, абзацы 1, '
                       '3), Π. 54 1) d).',
        'image': "6.png",
        'options': [   'Разрешается без ограничений',
                       'Разрешается, если скорость трактора менее 30 км/ч.',
                       'Не разрешается.'],
        'question': '6) Разрешается ли обгон трактора в ситуации, показанной на рисунке?.'},
    {   'correct_index': 2,
        'explanation': 'Правила запрещают обгон на железнодорожных переездах и ближе 100 м перед ними. Непосредственно '
                       'за переездом, при условии соблюдения Правил, обгон разрешается без ограничений. П. 54 1) d).',
        'image': "7.png",
        'options': [   'Не разрешается,',
                       'Разрешается, только если скорость обгоняемого транспортного средства менее 30 км/ч.',
                       'Разрешается без ограничений.'],
        'question': '7) Разрешается ли обгон в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'На этом участке дороги обзорность в направлении движения ограничена. В случае по явления '
                       'встречного транспортного средства, Вы не сможете соблюсти достаточный боковой интервал между '
                       'Вашим автомобилем и велосипедистами и их безопасность будет поставлена под угрозу. '
                       'Следовательно, на этом участие Вам не разрешается произвести обгон. П. 52 2), Π. 54 2) b).',
        'image': "8_1.png",
        'options': [   'Да, так как пересекать прерывистую линию разметки не запрещено.',
                       'Да, так как велосипедисты двигаются в один ряд.',
                       'Нет, так как, в случае появления встречного транспортного средства, Вы не сможете соблюсти '
                       'достаточный боковой интервал между Вашим автомобилем и велосипедистами.'],
        'question': '8) Разрешается ли Вам на этом участке дороги произвести обгон велосипедистов?'},
    {   'correct_index': 2,
        'explanation': 'Правила запрещают обгон на железнодорожных переездах и ближе 100 м перед ними. Знаки 1.2 '
                       '«Железнодорожный переезд без шлагбаума» и 1.4.3 «Приближение железнодорожному переезду вне '
                       'населенных пунктов» устанавливаются не ближе 50 м до переезда Следовательно, в этом случае, '
                       'Вам запрещается произвести обгон трактора. Пояснительная записка к приложению № 3 (1. '
                       'ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.2, 1.4.3, Особенности применения предупреждающих знаков, абзацы 1, 3, '
                       '9), Π. 54 1) d).',
        'image': "9_1.png",
        'options': [   'Разрешается, если в пределах видимости нет приближающегося поезда.',
                       'Разрешается, если скорость обгоняемого транспортного средства менее 30 км/ч.',
                       'Не разрешается.'],
        'question': '9) Разрешается ли обгон в ситуации, показанной на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'Знак 3.23 «Обгон запрещён», в виде исключения, допускает обгон одиночных транс портных '
                       'средств, движущихся со скоростью менее 30 км/ч. Следовательно, на данном участке дороги, Вы '
                       'сможете произвести обгон мотоцикла, при условии, что его скорость не превышает 30 км/ч, '
                       'соблюдая достаточный боковой интервал. Пояснительная записка к прило жению № 3 (Ш. ЗАПРЕЩАЮЩИЕ '
                       'И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.23), П. 52 21',
        'image': "10_1.png",
        'options': [   'Разрешается без ограничений.',
                       'Разрешается, если скорость мотоцикла менее 30 км/ч.',
                       'Не разрешается.'],
        'question': '10) Разрешается ли обгон мотоцикла на этом участке дороги?'},
    {   'correct_index': 1,
        'explanation': 'На дорогах, обозначенных знаком 1.14.2 «Крутой подъём», если встречный разъезд затруднен или '
                       'невозможен, водитель транспортного средства, движущегося на стук должен уступить дорогу '
                       'транспортному средству, движущемуся на подъём. Знак 1.25.2 «Падение камней» предупреждает о '
                       'том, что проезжая часть, с правой стороны, завалена камнями Следовательно, в данном случае, '
                       'дорогу уступит водитель грузового автомобиля. П. 55 21.',
        'image': "11_1.png",
        'options': ['Водитель легкового автомобиля.', 'Водитель грузового автомобиля.'],
        'question': '11) Водитель какого транспортного средства должен уступить дорогу?'},
    {   'correct_index': 2,
        'explanation': 'Прежде чем начать обгон, водитель зеленого автомобиля должен убедиться в том, что движущийся '
                       'за ним белый автомобиль не приступил к обгону. В данной ситуации, водитель белого автомобиля '
                       'начал обгон. Следовательно, водитель зеленого автомобиля не должен препятствовать обгоняющему '
                       'автомобилю. П. 51 а).',
        'image': "12_1.png",
        'options': [   'Имеет право, так как на полосе на которую он намеревается выехать нет встречных транспортных '
                       'средств.',
                       'Имеет право, так как водитель белого автомобиля не должен препятствовать ему начать обгон.',
                       'Не имеет права, так как он не должен препятствовать обгоняющему автомобилю.'],
        'question': '12) Имеет ли право водитель зелёного автомобиля начать обгон в ситуации, показанной на рисунке?'},
    {   'correct_index': 0,
        'explanation': 'На участках дорог с ограниченной обзорностью запрещается обгон с выездом на поло су встречного '
                       'движения. На этом участка дороги обгон разрешается без ограничений, поскольку этот манёвр '
                       'осуществляется без выезда на встречную полосу. П. 542) b)',
        'image': "13_1.png",
        'options': [   'Разрешается без ограничений.',
                       'Разрешается, если скорость обгоняемого автомобиля менее 30 км/ч.',
                       'Не разрешается.'],
        'question': '13) Разрешается ли обгон на этом участке дороги?'},
    {   'correct_index': 2,
        'explanation': 'Резкое снижение скорости после завершения обгона создаст помехи обгоняемому транспортному '
                       'средству. В обычных условиях, если это не требуется для обеспечения безопасности движения, '
                       'водителю запрещается резко снижать скорость или останавливаться. П.51 d), абзац 2.',
        'image': None,
        'options': [   'В населённых пунктах оставаться на полосе занятой для обгона на дорогах, имеющих не менее двух '
                       'полос для движения в данном направлении.',
                       'Возвращаться на ранее занимаемую полосу, если он намерен опережать другие транспортные '
                       'средства на дорогах, имеющих не менее двух полос для движения в данном направлении.',
                       'Резко снижать скорость или останавливаться, если это не требуется для обеспечения безопасности '
                       'движения.',
                       'Совершать любое из перечисленных действий.'],
        'question': '14) Непосредственно после завершения обгона водителю запрещается:'},
    {   'correct_index': 0,
        'explanation': 'На дорогах, обозначенных знаком 1.14.1 «Крутой спуск, если встречный разъезд затруднен или '
                       'невозможен, водитель транспортного средства, движущегося на спуск должен ус тупить дорогу '
                       'транспортному средству, движущемуся на подъём. Знак 1.25.1 «Падение камней» предупреждает о '
                       'том, что проезжая часть, с левой стороны, завалена камнями. Следовательно, в данном случае, Вы '
                       'уступите дорогу грузовому автомобилю, который движется на подъём со встречного направления. П. '
                       '55 2).',
        'image': "15_1.png",
        'options': [   'Уступите дорогу грузовому автомобилю, который движется со встречного направления.',
                       'Имеете преимущество в движении по отношению к водителю грузового автомобиля, который движется '
                       'со встречного направления.'],
        'question': '15) В ситуации, показанной на рисунке, Вы:'},
    {   'correct_index': 3,
        'explanation': 'В данной ситуации обгон запрещаются, поскольку при совершении этого манёвра Вам придётся '
                       'пересечь узкую сплошную линию (1.1.1 а), разделяющую транспортные потоки противоположных '
                       'направлений. Пояснительная записка приложению № 4 (1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. '
                       'Продольная разметка, 1.1.1 а), Действия участников дорожного движения, абзац 1).',
        'image': "16.png",
        'options': [   'Разрешается без ограничений.',
                       'Разрешается, если скорость грузового автомобиля менее 30 км/ч.',
                       'Разрешается, если обгоняемое транспортное средство является одиночным.',
                       'Не разрешается.'],
        'question': '16) Разрешается ли обгон в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Прежде чем начать обгон, водитель белого автомобиля должен убедиться в том, что движущийся '
                       'перед ним водитель зелёного автомобиля не приступил к обгону. В данной ситуации, этот водитель '
                       'начал обгон. Следовательно, водитель белого автомобиля не должен препятствовать водителю '
                       'зелёного автомобиля, который намерен совершить обгон автобуса. П. 51 b).',
        'image': "17.png",
        'options': [   'Имеет право, так как на полосе на которую он намеревается выехать нет встречных транспортных '
                       'средств.',
                       'Имеет право, так как водитель зелёного автомобиля не должен препятствовать ему начать обгон.',
                       'Не имеет права, так как он не должен препятствовать водителю зелёного автомобиля, который '
                       'подал сигнал о намерении совершить обгон автобуса.'],
        'question': '17) Имеет ли право водитель белого автомобиля начать обгон в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'В виде исключения обгон транспортных средств, водители которых подали сигнал поворота налево и '
                       'приступили к выполнению манёвра, допускается с правой стороны. Прежде чем приступить к обгону '
                       'справа, Вы должны убедиться в том, что водитель синего автомобиля выполняет оба эти действия. '
                       'П. 52 1), абзац 1.',
        'image': "18.png",
        'options': [   'Только в том, что водитель синего автомобиля подал сигнал поворота налево.',
                       'Только в том, что водитель синего автомобиля приступил к выполнению поворота налево или '
                       'разворота.',
                       'В обоих вышеперечисленных действиях водителя синего автомобиля.'],
        'question': '18) Прежде чем приступить к выполнению обгона справа в ситуации, показанной на рисунке, Вы должны '
                    'убедиться:'},
    {   'correct_index': 2,
        'explanation': 'В данном случае тракторист обязан, при первой возможности, принять все меры в тому, чтобы '
                       'уступить дорогу транспортным средствам, движущимся за ним. Например: занять край нее правое '
                       'положение на проезжей части, выехать на обочину или даже остановиться. П. 5331',
        'image': "19_1.png",
        'options': [   'Включить ближний свет и продолжить движение до начала прерывистой линии дорожной разметки.',
                       'Включить аварийную сигнализацию и продолжить движение до начала прерывистой линии дорожной '
                       'разметки',
                       'При первой возможности уступить дорогу транспортным средствам, движущимся за ним.',
                       'При отсутствии встречного транспорта, подать жест рукой, приглашающий к обгону.'],
        'question': '19) Как должен поступить тракторист в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'В данном случае, водитель синего автомобиля после совершения обгона, может продолжить движение '
                       'по левой полосе если он намерен опережать другие транспортные средства. Вместе с тем, он '
                       'должен убедиться, что при этом не станет помехой для водителей транспортных средств, '
                       'движущихся за ним с более высокой скоростью. П. 52 31.',
        'image': "20.png",
        'options': [   'Не может, так как после обгона жёлтого автомобиля он обязан вернуться на ранее занимаемую '
                       'полосу.',
                       'Не может, так как он станет помехой для водителя жёлтого автомобиля, если тому потребуется '
                       'начать обгон.',
                       'Может, если он намерен опережать другие транспортные средства, убедившись, что при этом не '
                       'будут созданы помехи для водителей транспортных средств, движущихся за ним с более высокой '
                       'скоростью.'],
        'question': '20) Может ли водитель синего автомобиля, после совершения обгона, продолжить движение по левой '
                    'полосе?'},
    {   'correct_index': 2,
        'explanation': 'В виде исключения обгон транспортных средств, водители которых подали сигнал поворота налево и '
                       'приступили к выполнению манёвра, допускается с правой стороны, но толь ко при наличии для '
                       'этого достаточного пространства на проезжей части. Обгонять справа в ситуации, показанной на '
                       'рисунке, не разрешается. П. 52 1), абзац 1.',
        'image': "21_2.png",
        'options': [   'Разрешается со скоростью не более 30 км/ч.',
                       'Разрешается со скоростью не более 40 км/ч,',
                       'Не разрешается, поскольку произвести обгон с правой стороны можно только при наличии для этого '
                       'достаточного пространства на проезжей части.'],
        'question': '21) Поворачивающий налево водитель грузового автомобиля снижает скорость, чтобы пропустить '
                    'встречное транспортное средство. Разрешается ли Вам произвести обгон справа в ситуации, '
                    'показанной на рисунке?'},
    {   'correct_index': 0,
        'explanation': 'Обгонять транспортные средства разрешается только с левой стороны. Следователь но, в ситуации, '
                       'показанной на рисунке. Вам разрешается обогнать грузовой автомобиль только по левой полосе. П. '
                       '52 1), абзац 1.',
        'image': "22_2.png",
        'options': ['Только по левой полосе.', 'Только по правой полосе.', 'По любой полосе.'],
        'question': '22) По какой полосе движения разрешается обогнать грузовой автомобиль в ситуации, показанной на '
                    'рисунке?'},
    {   'correct_index': 0,
        'explanation': 'В виде исключения обгон транспортных средств, водители которых подали сигнал поворота налево и '
                       'приступили к выполнению манёвра, допускается с правой стороны, но толь ко при наличии для '
                       'этого достаточного пространства. В данном случае, все условия для выполнения обгона справа '
                       'выполнены. Следовательно, Вам разрешается произвести такой манёвр. П. 52 1), абзац 1.',
        'image': "23_1.png",
        'options': [   'Да, поскольку с правой стороны для этого имеется достаточное пространство, а водитель '
                       'грузового автомобиля подал сигнал об изменении направления движения налево и приступил к '
                       'выполнению манёвра.',
                       'Нет, так как Вы должны были своевременно перестроиться на правую полосу.',
                       'Нет, поскольку с правой стороны разрешается обгонять только двухколёсные транспортные '
                       'средства.'],
        'question': '23) Разрешается ли Вам произвести обгон в ситуации, показанной на рисунке?'},
    {   'correct_index': 0,
        'explanation': 'На дорогах, обозначенных знаком 1.14.1 «Крутой спуск», если одновременный встречный разъезд '
                       'невозможен, водитель транспортного средства, движущегося на спуск должен уступить дорогу '
                       'транспортному средству, движущемуся на подъём, даже если на его стороне находится препятствие. '
                       'Знак 1.18.3 «Сужение дороги слева» предупреждает о том, что проезжая часть, с левой стороны, '
                       'сужается. Несмотря на это, в данном случае, Вы уступите дорогу автобусу, который движется на '
                       'подъём. П. 55 2).',
        'image': "24_1.png",
        'options': ['Уступить дорогу автобусу.', 'Проехать узкий участок первым.'],
        'question': '24) В ситуации, показанной на рисунке, при движении на спуск, приближаясь к участку дороги, на '
                    'котором одновременный встречный разъезд невозможен, Вы должны:'},
    {   'correct_index': 2,
        'explanation': 'В виде исключения обгон транспортных средств, водители которых подали сигнал поворота налево и '
                       'приступили к выполнению манёвра, допускается с правой стороны, но только при наличии для этого '
                       'достаточного пространства на проезжей части. Если таких пространств нет, Вы должны дождаться '
                       'пока освободится полоса и затем продолжить движение. П. 52 1).',
        'image': None,
        'options': [   'Произведёте обгон справа на сниженной скорости с частичным заездом на тротуар.',
                       'Произведёте обгон слева, предупредив о намерении совершить этот манёвр переключением света '
                       'фар.',
                       'Дождётесь пока освободится полоса и продолжите движение.'],
        'question': '25) Как Вы поступите, если водитель движущегося впереди транспортного средства подал сигнал '
                    'поворота налево, а с правой стороны нет достаточного пространства для обгона?'},
    {   'correct_index': 2,
        'explanation': 'Обгон является сложным маневром, который осуществляется на большой скорости. Его безопасное '
                       'выполнение зависит от водителя транспортного средства, который выполняет этот маневр, от '
                       'водителя обгоняемого транспортного средства, а также и от водителя встречного транспортного '
                       'средства, если обгон выполняется с выездом на полосу встречно то движения. Учитывая сложность '
                       'и опасность этого манёвра, водителю обгоняемого транс портного средства Правила запрещают '
                       'препятствовать обгону увеличением скорости и иными действиями. П. 53 1).',
        'image': "26.png",
        'options': [   'Рекомендуется снизить скорость.',
                       'Следует переместиться по возможности правее.',
                       'Запрещается препятствовать обгону увеличением скорости или иными действиями.',
                       'Рекомендуется выполнить действия перечисленные в ответах 1 и 2.'],
        'question': '26) Водителю обгоняемого транспортного средства:'},
    {   'correct_index': 3,
        'explanation': 'Обгон запрещается в тоннелях. П. 54 1) с).',
        'image': "27.png",
        'options': [   'Разрешается при наличии в тоннеле искусственного освещения.',
                       'Разрешается при наличии в тоннеле не менее двух полос для движения в данном направлении.',
                       'Разрешается без ограничений.',
                       'Не разрешается.'],
        'question': '27) Разрешается ли Вам находясь за рулём мотоцикла выполнить обгон в тоннеле?'},
    {   'correct_index': 3,
        'explanation': 'Водитель обязан возвратиться на ранее занимаемую полосу после выполнения обгона по полосе '
                       'встречного движения, а также после осуществления обгона по полосе движения данного '
                       'направления, если нахождение его на этой полосе создаёт помехи для транс портных средств, '
                       'движущихся за ним с более высокой скоростью. П. 52 3).',
        'image': None,
        'options': [   'По полосе встречного движения.',
                       'По полосе движения данного направления, если нахождение его на этой полосе создаёт помехи для '
                       'транспортных средств, движущихся за ним с более высокой скоростью.',
                       'В случаях осуществления разрешённого обгона справа.',
                       'Только в случаях, перечисленных в пунктах 1 и 2.',
                       'Во всех перечисленных случаях.'],
        'question': '28) Водитель обязан возвратиться на ранее занимаемую полосу после выполнения обгона:'},
    {   'correct_index': 1,
        'explanation': 'В ситуации, показанной на рисунке обгон разрешается при условии, если он будет завершён до '
                       'пешеходного перехода. П. 541) b).',
        'image': "29.png",
        'options': [   'Разрешается без ограничений.',
                       'Разрешается, при условии, если обгон будет завершён до пешеходного перехода.',
                       'Не разрешается.'],
        'question': '29) Разрешается ли обгон в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Водитель транспортного средства должен проявлять особую осторожность и в случае необходимости, '
                       'снизить скорость до предела, обеспечивающего безопасность движения или даже остановиться при '
                       'проезде мимо водителей велосипедов, электросамокатов и мопедов. П. 46).',
        'image': None,
        'options': [   'При проезде мимо территорий автозаправочных станций.',
                       'При проезде мимо мест парковки для автомобилей водителей с ограниченными возможностями.',
                       'Во всех упомянутых случаях.',
                       'При проезде мимо водителей велосипедов, электросамокатов, мопедов.'],
        'question': '30) Водитель транспортного средства должен проявлять особую осторожность и, в случае '
                    'необходимости, снизить скорость до предела, обеспечивающего безопасность движения или даже '
                    'остановиться:'}]
