# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.9B.txt

QUIZ_DATA = [   {   'correct_index': 0,
        'explanation': 'Правила устанавливают, что первоначальное обучение вождению транспортных средств должно '
                       'производиться на площадках, где нет движения транспортных средств или на площадках, специально '
                       'оборудованных для этой цели. Обучение вождению на дорогах допускается только после '
                       'приобретения курсантом достаточных навыков управления транспортным средством. П. 1082).',
        'image': None,
        'options': [   'Площадках, где нет движения транспортных средств или на площадках, специально оборудованных '
                       'для этой цели.',
                       'Дорогах с односторонним движением.',
                       'Дорогах с двусторонним движением, имеющих не менее двух полос для движения в данном '
                       'направлении.',
                       'Дорогах, указанных в пунктах 2 и 3.'],
        'question': '1) Первоначальное обучение вождению транспортных средств должно производиться на:'},
    {   'correct_index': 2,
        'explanation': 'Правила устанавливают, что обучать вождению на общественных дорогах может только инструктор, '
                       'имеющий удостоверение на право управления действительное для категории к ко торой относится '
                       'учебное транспортное средство, свидетельство о профессиональной аттестации, дающее ему право '
                       'обучать вождению, а также схемы учебных маршрутов, утверждённые полицией. Другие водители, '
                       'независимо от их возраста и стажа управления транспортными средствами, обучать вождению на '
                       'общественных дорогах не имеют права. П. 10 3), П. 108 3).',
        'image': None,
        'options': [   'Любой водитель, имеющий удостоверение на право управления действительное для категории к '
                       'которой относится данное транспортное средство, а также стаж управления не менее 2-х лет.',
                       'Любой водитель, достигший возраста 21 года, имеющий стаж управления транспортным средством '
                       'данной категории не менее 3-х лет, а также схемы учебных маршрутов, утверждённые полицией.',
                       'Инструктор, имеющий удостоверение на право управления действительное для категории к которой '
                       'относится учебное транспортное средство, свидетельство о профессиональной аттестации, дающее '
                       'ему право обучать вождению, а также схемы учебных маршрутов, утверждённые полицией.'],
        'question': '2) Обучать вождению на общественных дорогах может:'},
    {   'correct_index': 2,
        'explanation': 'Правила устанавливают, что транспортное средство, на котором проводится обучение должно '
                       'двигаться только по крайней правой полосе (за исключением случаев объезда, обгона, поворота '
                       'налево и разворота) со скоростью не превышающей 70 км/ч, а в дневное время, кроме того, с '
                       'включённым ближним светом фар или включёнными дневными ходовыми огнями. П. 343) b), П. 48 1), '
                       'П. 108 2) абзац 2.',
        'image': None,
        'options': [   'По любой полосе проезжей части со скоростью, не превышающей 30 км/ч и включённой аварийной '
                       'сигнализацией.',
                       'По любой полосе проезжей части со скоростью, не превышающей 40 км/ч, периодически подавая '
                       'звуковой сигнал.',
                       'Только по крайней правой полосе (за исключением случаев объезда, обгона, поворота налево и '
                       'разворота) со скоростью не превышающей 70 км/ч, а в дневное время, кроме того, с включённым '
                       'ближним светом или включёнными дневными ходовыми огнями.'],
        'question': '3) Транспортное средство, на котором проводится обучение на маршрутах, утверждённых полицией, '
                    'может двигаться:'},
    {   'correct_index': 1,
        'explanation': 'Правила устанавливают, что обучение вождению на общественных дорогах может проводиться только '
                       'на маршрутах, утверждённых полицией. Нет необходимости утверждать эти маршруты в публичной '
                       'администрации или комиссариате полиции. П. 108 2), абзац 2.',
        'image': None,
        'options': ['Публичной администрацией.', 'Полицией.', 'Публичной администрацией и комиссариатом полиции.'],
        'question': '4) Обучение вождению на общественных дорогах может проводиться только на маршрутах, '
                    'утверждённых:'},
    {   'correct_index': 2,
        'explanation': 'Правила устанавливают, что обучение вождению на общественных дорогах может проводиться при '
                       'условии, что курсанты имеют достаточные навыки управления транспортным средством, знают и '
                       'выполняют требования Правил, независимо от времени обучения на специально оборудованной '
                       'площадке. П. 1082), абзац 2.',
        'image': 'q5.png',
        'options': [   'Обучались вождению не менее 4 часов на специально оборудованной площадке.',
                       'Обучались вождению не менее 6 часов на специально оборудованной площадке.',
                       'Имеют достаточные навыки управления транспортным средством, знают и выполняют требования '
                       'Правил.'],
        'question': '5) Обучение вождению на общественных дорогах может проводиться при условии, что курсанты:'},
    {   'correct_index': 2,
        'explanation': 'Правила устанавливают, что легковой автомобиль, предназначенный для обучения вождению должен '
                       'быть оборудован зеркалом заднего вида для инструктора, кассетой в форме треугольника с белым '
                       'светом, с каймой красного цвета и надписью «§» чёрного цвета, двойным управлением по меньшей '
                       'мере на привод сцепления и тормоза, а в дневное время на нём должен быть включён ближний свет '
                       'фар или включены дневные ходовые огни. Оборудовать учебный автомобиль проблесковым маячком или '
                       'опознавательным знаком «Тихоходное транспортное средство» не требуется. П. 1084), П. 34 3) b), '
                       'П. 34 5) с), П. 36.',
        'image': None,
        'options': [   'Проблесковым маячком оранжевого цвета и дополнительной педалью тормоза, а в дневное время на '
                       'нём должны быть включены дневные ходовые огни.',
                       'Опознавательным знаком «Тихоходное транспортное средство», дополнительной педалью сцепления, '
                       'зеркалом заднего вида а в дневное время на нём должен быть включен ближний свет.',
                       'Зеркалом заднего вида для инструктора, кассетой в форме треугольника с белым светом, с каймой '
                       'красного цвета и надписью «S» черного цвета, двойным управлением по меньшей мере на привод '
                       'сцепления и тормоза, а в дневное время на нём должен быть включен ближний свет или включены '
                       'дневные ходовые огни.'],
        'question': '6) Легковой автомобиль, предназначенный для обучения вождению должен быть оборудован:'}]
