# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.5D.txt

QUIZ_DATA = [   {   'correct_index': 0,
        'explanation': 'Перекрёсток, на котором светофоры выключены, считается нерегулируемым. Водитель белого '
                       'автомобиля должен уступить дорогу приближающемуся справа водителю синего автомобиля. П. 59 1), '
                       '4).',
        'image': "4.5D_1.png",
        'options': ['Водитель белого легкового автомобиля.', 'Водитель синего легкового автомобиля.'],
        'question': '1) Водитель какого транспортного средства должен уступить дорогу?'},
    {   'correct_index': 0,
        'explanation': 'При проезде перекрёстка равнозначных дорог, трамвай имеет преимущество перед водителями других '
                       'транспортных средств. Следовательно, первым проедет перекрёсток трамвай, затем, в прямом '
                       'направлении, автобус. Легковой автомобиль повернёт налево послед ним. П. 56 2), абзац 1, П. 56 '
                       '4), П. 59 4).',
        'image': "4.5D_2.png",
        'options': [   'Трамвай, автобус, легковой автомобиль.',
                       'Автобус, легковой автомобиль, трамвай.',
                       'Легковой автомобиль, трамвай, автобус'],
        'question': '2) Укажите очерёдность проезда перекрёстка в ситуации, показанной на рисунке:'},
    {   'correct_index': 0,
        'explanation': 'Поскольку справа от Вас к перекрёстку не приближаются другие транспортные средства, Вы '
                       'проедете перекрёсток первым. Затем поочерёдно перекрёсток проедут жёлтый и красный автомобили. '
                       'П. 59 4).',
        'image': "4.5D_3.png",
        'options': [   'Проедете перекрёсток первым',
                       'Уступите дорогу желтому легковому автомобилю и повернёте налево одновременно с красным '
                       'автомобилем.',
                       'Проедете перекрёсток последним.'],
        'question': '3) Находясь за рулём изображённого на рисунке легкового автомобиля и намереваясь повернуть '
                    'налево, Вы:'},
    {   'correct_index': 2,
        'explanation': 'Последним проедет перекрёсток водитель легкового автомобиля, после того как его поочерёдно '
                       'проедут водитель мотоцикла, по отношению к которому, справа к перекрёстку не приближаются '
                       'другие транспортные средства, и водитель грузового автомобиля. П. 59 4).',
        'image': "4.5D_4.png",
        'options': ['Мотоцикла.', 'Грузового автомобиля.', 'Легкового автомобиля.'],
        'question': '4) Последним проедет перекрёсток водитель:'},
    {   'correct_index': 2,
        'explanation': 'Первым проедет перекрёсток велосипед, поскольку справа от него к перекрёстку не приближаются '
                       'другие транспортные средства. Затем поочерёдно перекрёсток проедут грузовой и легковой '
                       'автомобили. П. 59 4).',
        'image': "4.5D_5.png",
        'options': [   'Грузовой автомобиль, легковой автомобиль, велосипед.',
                       'Легковой автомобиль, грузовой автомобиль, велосипед.',
                       'Велосипед, грузовой автомобиль, легковой автомобиль'],
        'question': '5) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 0,
        'explanation': 'Поскольку справа от Вас к перекрёстку не приближаются другие транспортные средства, Вы '
                       'проедете перекрёсток первым одновременно с красным автомобилем, так как траектория его '
                       'движения не пересекается с траекторией движения синего автомобиля. П. 56 1), П. 594).',
        'image': "4.5D_6.png",
        'options': [   'Проедете перекрёсток первым одновременно с красным автомобилем.',
                       'Уступите дорогу синему автомобилю и проедете перекрёсток вторым одновременно с красным '
                       'автомобилем.',
                       'Проедете перекресток последним.'],
        'question': '6) Находясь за рулём изображённого на рисунке автомобиля и намереваясь проехать в прямом '
                    'направлении, Вы:'},
    {   'correct_index': 0,
        'explanation': 'Поскольку справа от чёрного автомобиля к перекрёстку не приближаются другие транс-портные '
                       'средства, он проедет перекрёсток первым. Затем одновременно перекрёсток проедут автобус и '
                       'белый автомобиль. Последним повернёт налево синий автомобиль. П. 59 4)',
        'image': "4.5D_7.png",
        'options': [   'Чёрный легковой автомобиль.',
                       'Синий легковой автомобиль.',
                       'Чёрный легковой автомобиль одновременно с синим.',
                       'Белый легковой автомобиль и автобус.'],
        'question': '7) Первым проедет перекрёсток:'},
    {   'correct_index': 1,
        'explanation': 'Справа от Вас к перекрёстку не приближаются другие транспортные средства. Тем не менее, Вы '
                       'проедете перекрёсток вторым, поскольку при повороте налево должны уступить дорогу мотоциклу, '
                       'поворачивающему направо со встречного направления. Последним повернёт налево грузовой '
                       'автомобиль. П. 56 2), абзац 1, П. 59 4).',
        'image': "4.5D_8.png",
        'options': [   'Проедете перекрёсток первым.',
                       'Проедете перекрёсток вторым, уступив дорогу мотоциклу.',
                       'Проедете перекрёсток вторым, уступив дорогу грузовому автомобилю.',
                       'Проедете перекрёсток последним.'],
        'question': '8) Вы находитесь за рулём изображённого на рисунке автомобиля. Как Вы поступите в создавшейся '
                    'ситуации?'},
    {   'correct_index': 0,
        'explanation': 'Поскольку справа от Вас к перекрёстку не приближаются другие транспортные средства, Вы '
                       'проедете перекрёсток первым. Затем одновременно перекрёсток проедут автобус и красный '
                       'автомобиль. Последним повернёт налево синий автомобиль. П. 59 4).',
        'image': "4.5D_9.png",
        'options': [   'Проедете перекрёсток первым.',
                       'Уступите дорогу синему легковому автомобилю, затем проедете перекрёсток.',
                       'Уступите дорогу красному легковому автомобилю и автобусу, затем проедете перекрёсток.',
                       'Уступите дорогу всем транспортным средствам и проедете перекрёсток последним.'],
        'question': '9) Находясь за рулём изображённого на рисунке автомобиля и намереваясь проехать в прямом '
                    'направлении, Вы:'},
    {   'correct_index': 2,
        'explanation': 'Поскольку траектории движения этих транспортных средств при проезде перекрёстка не '
                       'пересекаются, они проедут перекрёсток одновременно. П. 56 1).',
        'image': "4.5D_10.png",
        'options': [   'Грузовой автомобиль, зелёный легковой автомобиль, синий легковой автомобиль.',
                       'Грузовой автомобиль, зелёный легковой автомобиль одновременно с синим легковым автомобилем.',
                       'Транспортные средства проедут перекрёсток одновременно.'],
        'question': '10) В каком порядке проедут перекрёсток эти транспортные средства?'},
    {   'correct_index': 2,
        'explanation': 'Легковой автомобиль проедет перекрёсток первым, поскольку его траектория движения не '
                       'пересекается с траекторией движения грузового автомобиля, который приближается к перекрёстку '
                       'справа от него. Затем перекрёсток поочерёдно проедут автобус и поворачивающий налево грузовой '
                       'автомобиль. П. 56 2), абзац 1, П. 59 4).',
        'image': "4.5D_11.png",
        'options': [   'Легковой автомобиль одновременно с грузовым, затем автобус.',
                       'Автобус, грузовой автомобиль одновременно с легковым.',
                       'Легковой автомобиль, автобус, грузовой автомобиль.'],
        'question': '11) В каком порядке проедут перекрёсток эти транспортные средства?'},
    {   'correct_index': 1,
        'explanation': 'Первым проедет перекрёсток автомобиль, предназначенный для тушения пожаров, поскольку он, при '
                       'выполнении неотложного служебного задания, имеет преимущество перед другими транспортными '
                       'средствами. Затем, поочерёдно, проедут перекрёсток автобус и мотоцикл, который при повороте '
                       'налево уступит дорогу автобусу. П. 56 2), абзац 1, П. 105, П. 106 1).',
        'image': "4.5D_12.png",
        'options': [   'Автобус, автомобиль, предназначенный для тушения пожаров, мотоцикл.',
                       'Автомобиль, предназначенный для тушения пожаров, автобус, мотоцикл.',
                       'Автомобиль, предназначенный для тушения пожаров, мотоцикл, автобус.'],
        'question': '12) Укажите очерёдность проезда перекрёстка в ситуации, показанной на рисунке:'},
    {   'correct_index': 2,
        'explanation': 'Первыми пересекут перекрёсток велосипедист и пешеходы, затем, поочерёдно, водители зелёного и '
                       'синего автомобилей, поскольку при повороте направо и налево водители должны уступить дорогу '
                       'велосипедистам и пешеходам, пересекающим проезжую часть по велосипедной дорожке и по '
                       'пешеходному переходу. П. 56 2), абзац 1, П. 56 3).',
        'image': "4.5D_13.png",
        'options': [   'Водитель зелёного автомобиля, водитель синего автомобиля, велосипедист и пешеходы.',
                       'Водитель синего автомобиля, велосипедист, водитель зелёного автомобиля, пешеходы.',
                       'Велосипедист и пешеходы, водитель зелёного автомобиля, водитель синего автомобиля.'],
        'question': '13) Эти участники дорожного движения пересекут перекрёсток в следующем порядке:'},
    {   'correct_index': 3,
        'explanation': 'Перекрёсток, на котором светофоры работают в режиме жёлтого мигающего сигнала, считается '
                       'нерегулируемым. При проезде перекрёстка равнозначных дорог, трамвай имеет преимущество перед '
                       'водителями других транспортных средств. Следовательно, первым проедет перекрёсток трамвай, '
                       'затем, в прямом направлении, легковой автомобиль. Автобус повернёт налево последним. П. 56 2), '
                       'абзац 1, П. 56 4), Π. 59 1), 4).',
        'image': "4.5D_14.png",
        'options': [   'Трамвай, автобус, легковой автомобиль.',
                       'Автобус, легковой автомобиль, трамвай.',
                       'Легковой автомобиль, трамвай, автобус.',
                       'Трамвай, легковой автомобиль, автобус.'],
        'question': '14) Укажите очерёдность проезда перекрёстка при жёлтом мигающем сигнале светофоров:'},
    {   'correct_index': 0,
        'explanation': 'При проезде перекрёстка равнозначных дорог трамвай имеет преимущество перед водителями других '
                       'транспортных средств. Следовательно, должны уступить дорогу трамваю оба водителя. П. 56 4), П. '
                       '59 4).',
        'image': "4.5D_15.png",
        'options': ['Оба водителя.', 'Только водитель легкового автомобиля.', 'Только водитель грузового автомобиля.'],
        'question': '15) Кто из водителей автомобилей должен уступить дорогy трамваю?'},
    {   'correct_index': 1,
        'explanation': 'Перекрёсток, на котором светофоры выключены, считается нерегулируемым. В данном случае, '
                       'последним проедет перекрёсток белый автомобиль, так как он должен уступить дорогу '
                       'приближающемуся справа от него грузовому автомобилю, который, в свою очередь, при повороте '
                       'налево уступит дорогу поворачивающему направо со встречного направления синему автомобилю. П. '
                       '56 2), абзац 1, П. 59 4).',
        'image': "clipboard_image_1770586243088.png",
        'options': ['Синий легковой автомобиль.', 'Белый легковой автомобиль.', 'Грузовой автомобиль.'],
        'question': '16) Последним проедет перекрёсток:'},
    {   'correct_index': 2,
        'explanation': 'Первым проедет перекрёсток синий автомобиль, поскольку справа от него к перекрёстку не '
                       'приближаются другие транспортные средства. Затем поочерёдно, руководствуясь этим же правилом, '
                       'перекрёсток проедут красный и зелёный автомобили. П. 59 4).',
        'image': "clipboard_image_1770586309037.png",
        'options': ['Синий и зелёный, затем красный.', 'Зелёный, синий, красный.', 'Синий, красный, зелёный'],
        'question': '17) Легковые автомобили проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 0,
        'explanation': 'Несмотря на то, что справа от автобуса к перекрёстку не приближаются другие транспортные '
                       'средства, он проедет перекрёсток последним, поскольку при повороте налево он должен уступить '
                       'дорогу мотоциклу, который, в свою очередь, уступит дорогу, приближающемуся к перекрёстку '
                       'справа от него, легковому автомобилю. П. 56 2), абзац 1, П. 59 4).',
        'image': "clipboard_image_1770586339297.png",
        'options': ['Автобуса.', 'Легкового автомобиля.', 'Мотоцикла.'],
        'question': '18) Последним проедет перекрёсток водитель:'},
    {   'correct_index': 2,
        'explanation': 'При проезде перекрёстка равнозначных дорог, трамвай имеет преимущество перед водителями других '
                       'транспортных средств. Следовательно, первым проедет перекрёсток трамвай, затем, в прямом '
                       'направлении, легковой автомобиль. Трактор повернёт налево последним. П. 56 2), абзац 1, П. 56 '
                       '4), П. 59 4).',
        'image': None,
        'options': ['Трамвай, трактор, автомобиль.', 'Трактор, трамвай, автомобиль.', 'Трамвай автомобиль, трактор.'],
        'question': '19) В каком порядке проедут перекрёсток эти транспортные средства?'},
    {   'correct_index': 1,
        'explanation': 'Так как на Т-образном перекрёстке справа от легкового автомобиля нет транспортных средств он '
                       'проедет перекрёсток первым, поскольку его траектория движения не пересекается с траекторией '
                       'движения мотоцикла, который разворачивается со встречного направления. Затем, поочерёдно, '
                       'перекрёсток проедут грузовой автомобиль и мотоцикл. П. 56 1), 2), абзац 1, П. 59 4).',
        'image': "4.5D_20.png",
        'options': [   'Грузовой автомобиль, мотоцикл, легковой автомобиль',
                       'Легковой автомобиль, грузовой автомобиль, мотоцикл.',
                       'Легковой автомобиль одновременно с мотоциклом, грузовой автомобиль'],
        'question': '20) Укажите очередность проезда перекрестка:'},
    {   'correct_index': 1,
        'explanation': 'Первым проедет перекрёсток автомобиль скорой помощи, поскольку он, при выполнении неотложного '
                       'служебного задания, имеет преимущество перед другими транспортными средствами, затем '
                       'одновременно зелёный и синий автомобили, так как их траектории движения не пересекаются. П. 56 '
                       '1), П. 105, П. 106 1).',
        'image': "4.5D_21.png",
        'options': [   'Зеленый автомобиль одновременно с синим автомобиль скорой помощи.',
                       'Автомобиль скорой помощи, затем зеленый автомобиль одновременно с синим',
                       'Синий автомобиль, автомобиль скорой помощи, зелёный автомобиль.'],
        'question': '21) Укажите очередность проезда перекрестка:'},
    {   'correct_index': 2,
        'explanation': 'Первым проедет перекрёсток зелёный автомобиль, поскольку справа от него к перекрёстку не '
                       'приближаются другие транспортные средства. Затем, руководствуясь этим же правилом, перекрёсток '
                       'проедут синий автомобиль одновременно с автобусом. Последним проедет перекрёсток жёлтый '
                       'автомобиль. П. 59 4).',
        'image': "4.5D_22.png",
        'options': [   'Желтый автомобиль проезжает перекресток, уступая дорогу зеленому, затем синий одновременно с '
                       'автобусом.',
                       'Синий автомобиль одновременно с автобусом, зелёный автомобиль, желтый автомобиль.',
                       'Зелёный автомобиль, затем синий одновременно с автобусом, жёлтый автомобиль'],
        'question': '22) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 1,
        'explanation': 'Вы уступите дорогу приближающемуся справа легковому автомобилю, затем проедете перекрёсток. '
                       'Грузовой автомобиль проедет перекрёсток последним, после того как уступит Вам дорогу. П. 56 '
                       '2), абзац 1, П. 59 4).',
        'image': "4.5D_23.png",
        'options': [   'Проедете перекресток первым',
                       'Уступите дорогу легковому автомобилю, затем проедете перекресток.',
                       'Уступите дорогу легковому и грузовому автомобилям, которые одновременно повернут налево, затем '
                       'проедете перекресток'],
        'question': '23) Как Вы поступите в ситуации, показанной на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'Первым проедет перекрёсток красный автомобиль, поскольку справа от него к перекрёстку не '
                       'приближаются другие транспортные средства. Одновременно с ним проедет автобус, так как его '
                       'траектория движения не пересекается с траекториями красного и синего автомобилей. Затем, '
                       'поочерёдно, проедут перекрёсток, в прямом направлении жёлтый автомобиль и налево - синий '
                       'автомобиль. П. 56 1), П. 56 2), абзац 1, П. 59 4).',
        'image': "4.5D_24.png",
        'options': [   'Красный автомобиль одновременно с синим затем автобус, желтый автомобиль',
                       'Красный автомобиль одновременно с автобусом, затем желтый автомобиль, синий автомобиль',
                       'Красный автомобиль одновременно с автобусом и синим автомобилем, затем желтый автомобиль'],
        'question': '24) Транспортные средства проедут перекресток в следующем порядке:'},
    {   'correct_index': 1,
        'explanation': 'В данной ситуации, Вы уступите дорогу приближающемуся справа автобусу, затем проедете '
                       'перекрёсток. Мотоцикл проедет перекрёсток последним, после того как уступит Вам дорогу. П. 59 '
                       '4).',
        'image': "4.5D_25.png",
        'options': [   'Проедете перекрёсток первым.',
                       'Уступите дорогу автобусу, затем проедете перекрёсток.',
                       'Уступите дорогу мотоциклу, затем проедете перекрёсток.',
                       'Уступите дорогу мотоциклу и автобусу, затем проедете перекрёсток.'],
        'question': '25) Находясь за рулём автомобиля и намереваясь проехать в прямом направлении Вы:'},
    {   'correct_index': 1,
        'explanation': 'Водитель легкового автомобиля уступит дорогу только автомобилю скорой медицинской помощи с '
                       'включённым проблесковым маячком синего цвета и специальным звуковым сигналом. Водитель '
                       'автоцистерны должен уступить дорогу легковому автомобилю поскольку проблесковый маячок '
                       'оранжевого цвета не даёт преимущества в движении. П. 105 1), П. 106 1), П. 107, абзац 3.',
        'image': "4.5D_26.png",
        'options': [   'Уступить дорогу только автоцистерне с включённым проблесковым маячком оранжевого цвета.',
                       'Уступить дорогу только автомобилю скорой медицинской помощи с включённым проблесковым маячком '
                       'синего цвета и специальным звуковым сигналом.',
                       'Уступить дорогу обоим автомобилям.',
                       'Проехать перекрёсток первым.'],
        'question': '26) Намереваясь проехать в прямом направлении, водитель легкового автомобиля должен:'},
    {   'correct_index': 1,
        'explanation': 'Перекрёсток, на котором светофоры выключены, считается нерегулируемым. При проезде перекрёстка '
                       'равнозначных дорог, трамвай имеет преимущество перед водителями других транспортных средств. '
                       'Следовательно, первым проедет перекрёсток трамвай однов ременно с автобусом, поскольку их '
                       'траектории движения не пересекаются. Легковой автомо-биль повернёт налево последним. П. 56 1), '
                       '4).',
        'image': "Ss27_1.png",
        'options': [   'Автобус и легковой автомобиль, трамвай.',
                       'Трамвай и автобус, легковой автомобиль.',
                       'Автобус, трамвай, легковой автомобиль.'],
        'question': '27) Укажите очерёдность проезда перекрёстка в ситуации, показанной на рисунке:'},
    {   'correct_index': 2,
        'explanation': 'Несмотря на то, что на Т-образном перекрёстке справа от синего автомобиля нет тран спортных '
                       'средств он проедет перекрёсток последним, поскольку при повороте налево он до лжен уступить '
                       'дорогу движущемуся со встречного направления белому автомобилю, который, в свою очередь, '
                       'уступит дорогу, приближающемуся к перекрёстку справа от него чёрно-му автомобилю. П. 56 2), '
                       'абзац 1, П. 59 4).',
        'image': "clipboard_image_1770586788875.png",
        'options': ['Первым.', 'Вторым.', 'Последним.'],
        'question': '28) Синий легковой автомобиль проедет перекрёсток:'},
    {   'correct_index': 2,
        'explanation': 'Третьим проедет перекрёсток автобус после того как уступит дорогу приближающе муся к '
                       'перекрёстку справа от него синему автомобилю, который, в свою очередь, уступит до рогу '
                       'приближающемуся к перекрёстку справа от него красному автомобилю. П. 59 4).',
        'image': None,
        'options': ['Синий легковой автомобиль.', 'Красный легковой автомобиль.', 'Автобус.'],
        'question': '29) Третьим проедет перекрёсток:'},
    {   'correct_index': 0,
        'explanation': 'Первым проедет перекрёсток мотоцикл, поскольку справа от него к перекрёстку не приближаются '
                       'другие транспортные средства. Затем, поочерёдно, руководствуясь этим же правилом, перекрёсток '
                       'проедут грузовой и легковой автомобили. П. 59 4).',
        'image': "4.5D_30.png",
        'options': [   'Мотоцикл, грузовой автомобиль, легковой автомобиль.',
                       'Легковой автомобиль, мотоцикл, грузовой автомобиль.',
                       'Легковой автомобиль, грузовой автомобиль, мотоцикл.'],
        'question': '30) В каком порядке проедут перекрёсток эти транспортные средства?'},
    {   'correct_index': 0,
        'explanation': 'Первым проедет перекрёсток грузовой автомобиль, поскольку справа от него к перек рёстку не '
                       'приближаются другие транспортные средства. Затем, поочерёдно, руководствуясь этим же правилом, '
                       'перекрёсток проедут легковой автомобиль и мотоцикл. П. 59 4).',
        'image': "4.5D_31.png",
        'options': [   'Грузовой автомобиль, легковой автомобиль, мотоцикл.',
                       'Легковой автомобиль, грузовой автомобиль, мотоцикл.',
                       'Легковой автомобиль, мотоцикл, грузовой автомобиль.'],
        'question': '31) Укажите очерёдность проезда перекрестка:'},
    {   'correct_index': 0,
        'explanation': 'Эти автомобили, которые движутся навстречу друг другу и одновременно поворачива ют налево, '
                       'должны оставить центр перекрёстка с правой стороны. Следовательно этот ма нёвр им разрешён по '
                       'траекториям А и С. П. 56 2), абзац 2.',
        'image': "4.5D_32.png",
        'options': ['A и C.', 'B и D.', 'По любой траектории.'],
        'question': '32) По каким из указанных траекторий разрешён одновременный поворот налево?'},
    {   'correct_index': 1,
        'explanation': 'Так как на Т-образном перекрёстке справа от мотоцикла нет транспортных средств он проедет '
                       'перекрёсток первым одновременно с белым автомобилем поскольку траектория движения белого '
                       'автомобиля не пересекается с траекториями мотоцикла и чёрного автомо биля. Последним повернёт '
                       'налево чёрный автомобиль. П. 56 1), Π. 59 4).',
        'image': "4.5D_33.png",
        'options': [   'Белый и чёрный автомобили одновременно, затем мотоцикл.',
                       'Мотоцикл одновременно с белым автомобилем, затем чёрный автомобиль.',
                       'Мотоцикл, затем чёрный и белый автомобили одновременно.'],
        'question': '33) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 2,
        'explanation': 'Синий легковой автомобиль проедет перекрёсток третьим, одновременно с красным легковым '
                       'автомобилем, после того как уступит дорогу автомобилю скорой помощи с включёнными световым и '
                       'звуковым сигналами, а затем и приближающемуся к перекрёстку справа от него зелёному '
                       'автомобилю. П. 59 4), Π. 105, Π. 106 1).',
        'image': "4.5D_34.png",
        'options': [   'Первым, одновременно с красным легковым автомобилем.',
                       'Вторым, одновременно с красным легковым автомобилем.',
                       'Третьим, одновременно с красным легковым автомобилем.'],
        'question': '34) Синий легковой автомобиль проедет перекрёсток:'},
    {   'correct_index': 2,
        'explanation': 'Перекрёсток, на котором светофоры выключены, считается нерегулируемым. При проезде перекрёстка '
                       'равнозначных дорог, трамвай имеет преимущество перед водителями других транспортных средств. '
                       'Следовательно, первым проедет перекрёсток трамвай, одновременно с ним синий автомобиль, '
                       'поскольку его траектория движения не пересекается с траекторией жёлтого автомобиля. Затем '
                       'перекрёсток поочерёдно проедут направо красный автомобиль и налево жёлтый автомобиль. П. 561), '
                       'П. 56 2), абзац 1, П. 56 4).',
        'image': "4.5D_35.png",
        'options': [   'Трамвай, красный автомобиль, жёлтый автомобиль, синий автомобиль.',
                       'Красный автомобиль, жёлтый автомобиль, затем трамвай одновременно с синим автомобилем.',
                       'Трамвай одновременно с синим автомобилем, красный автомобиль, жёлтый автомобиль.'],
        'question': '35) Укажите очерёдность проезда перекрёстка:'},
    {   'correct_index': 3,
        'explanation': 'В данной ситуации Вы проедете перекрёсток последним, уступив дорогу приближающимся справа '
                       'автобусу и красному автомобилю, которые, в свою очередь, уступят дорогу приближающемуся к '
                       'перекрёстку справа от них белому автомобилю. П. 59 4).',
        'image': "4.5D_36.png",
        'options': [   'Проедете перекрёсток первым.',
                       'Уступите дорогу красному легковому автомобилю и автобусу, затем проедете перекрёсток.',
                       'Уступите дорогу белому легковому автомобилю, затем проедете перекрёсток.',
                       'Уступите дорогу всем транспортным средствам и проедете перекрёсток последним.'],
        'question': '36) Находясь за рулём автомобиля и намереваясь повернуть налево Вы:'},
    {   'correct_index': 0,
        'explanation': 'Первым проедет перекрёсток белый автомобиль, поскольку его траектория движения не пересекается '
                       'с траекторией движения грузового автомобиля, который приближается к перекрёстку справа от '
                       'него. Затем перекрёсток поочерёдно проедут в прямом направлении синий автомобиль и налево '
                       'грузовой автомобиль. П. 56 1), П. 56 2), абзац 1, П. 59 4).',
        'image': "4.5D_37.png",
        'options': ['Белый легковой автомобиль.', 'Синий легковой автомобиль.', 'Грузовой автомобиль.'],
        'question': '37) Первым проедет перекрёсток:'},
    {   'correct_index': 1,
        'explanation': 'Первым проедет перекрёсток грузовой автомобиль поскольку его траектория движения не '
                       'пересекается с траекторией приближающегося справа легкового автомобиля. Несмотря на то, что на '
                       'Т-образном перекрёстке справа от поворачивающего налево мотоцикла нет транспортных средств он '
                       'проедет перекрёсток вторым, уступив дорогу грузовому автомобилю, поворачивающему направо со '
                       'встречного направления. Легковой автомобиль проедет перекрёсток последним. П. 56 2), абзац 1, '
                       'П. 59 4).',
        'image': "4.5D_38.png",
        'options': [   'Мотоцикл, легковой автомобиль, грузовой автомобиль.',
                       'Грузовой автомобиль, мотоцикл, легковой автомобиль.',
                       'Легковой автомобиль одновременно с грузовым автомобилем, затем мотоцикл.'],
        'question': '38) Укажите очередность проезда перекрёстка:'},
    {   'correct_index': 0,
        'explanation': 'В данном случае, вторым проедет перекрёсток водитель мотоцикла, после того как ус-тупит дорогу '
                       'приближающемуся справа от него водителю грузового автомобиля. Водитель легкового автомобиля '
                       'проедет перекрёсток последним. П. 59 4).',
        'image': "clipboard_image_1770587204009.png",
        'options': ['Мотоцикла.', 'Легкового автомобиля.', 'Грузового автомобиля.'],
        'question': '39) Вторым проедет перекрёсток водитель:'},
    {   'correct_index': 0,
        'explanation': 'Автобус, гужевая повозка, мотоцикл. П. 56 2), абзац 1, Π. 59 4).',
        'image': None,
        'options': [   'Автобус, гужевая повозка, мотоцикл.',
                       'Гужевая повозка, автобус, мотоцикл.',
                       'Мотоцикл, автобус, гужевая повозка.',
                       'Автобус одновременно с мотоциклом, затем гужевая повозка.'],
        'question': '40) Укажите очерёдность проезда перекрёстка:'},
    {   'correct_index': 3,
        'explanation': 'Вы уступите дорогу автобусу, затем гужевой повозке и проедете перекрёсток последним. П. 59 1), '
                       'П. 56 2), абзац 1, П. 59 4).',
        'image': "4.5D_41.png",
        'options': [   'Остановитесь и возобновите движение только после включения зелёного сигнала.',
                       'Уступите дорогу только автобусу, затем проедете перекрёсток.',
                       'Уступите дорогу только гужевой повозке, затем проедете перекрёсток.',
                       'Уступите дорогу автобусу, затем гужевой повозке и проедете перекрёсток последним.'],
        'question': '41) Находясь за рулём мотоцикла и намереваясь повернуть налево при жёлтом мигающем сигнале вы:'},
    {   'correct_index': 0,
        'explanation': 'В данной ситуации преимущество в движении у Вас будет только направо перед встречным легковым '
                       'автомобилем, если этот автомобиль будет поворачивать налево. П. 56 2).',
        'image': "4.5D_42.png",
        'options': ['Направо.', 'Налево.', 'В обоих направлениях.', 'Ни в одном из направлений.'],
        'question': '42) В каком из направлений у Вас будет преимущество в движении перед встречным транспортным '
                    'средством?'}]
