# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 5A.txt

QUIZ_DATA = [   {   'correct_index': 4,
        'explanation': 'В целях обеспечения безопасности при перевозке людей, а также недопущения загряз нения '
                       'проезжей части, Правила запрещают пассажиру совершать любое из перечисленных действий. П. 85 '
                       'a), b), c), d).',
        'image': None,
        'options': [   'Во время движения входить в транспортное средство, выходить из него, открывать двери или '
                       'удерживать их открытыми.',
                       'Во время движения отвлекать водителя разговорами или иными действиями.',
                       'Выбрасывать из транспортного средства какие-либо предметы или материалы.',
                       'Стоять в кузове при движении грузового автомобиля.',
                       'Совершать любое из перечисленных действий.'],
        'question': '1) Пассажиру запрещается:'},
    {   'correct_index': 2,
        'explanation': 'В целях обеспечения безопасности, перевозка пассажиров в прицепе-даче Правилами запрещается. '
                       'П. 83 e).',
        'image': "clipboard_image_1770568247994.png",
        'options': [   'Разрешается, если число перевозимых людей не превышает количество оборудованных для сидения '
                       'мест',
                       'Разрешается, если не превышена допустимая масса, приходящаяся на ось.',
                       'Не разрешается.'],
        'question': '2) Разрешается ли перевозка пассажиров в прицепе-даче?'},
    {   'correct_index': 2,
        'explanation': 'В целях обеспечения безопасности, Правила запрещают перевозить людей, число которых превышает '
                       'количество мест, предусмотренных технической характеристикой транс портного средства, а также '
                       'перевозить на переднем сиденье детей, не достигших 12 лет. П. 83 a), d).',
        'image': None,
        'options': [   'Перевозить людей, число которых превышает количество мест, предусмотренных технической '
                       'характеристикой транспортного средства.',
                       'Перевозить на переднем сиденье детей, не достигших 12 лет, даже на руках у взрослых.',
                       'Осуществлять перевозку пассажиров в обоих вышеуказанных случаях.'],
        'question': '3) Водителям легковых автомобилей запрещается:'},
    {   'correct_index': 1,
        'explanation': 'В целях обеспечения безопасности, Правила разрешают перевозку детей до 12 лет в легковом '
                       'автомобиле, который оборудован специальной детской удерживающей системой. Π. 82 1).',
        'image': None,
        'options': [   'Разрешается.',
                       'Разрешается если они перевозятся в легковом автомобиле, который оборудован специальной детской '
                       'удерживающей системой.',
                       'Не разрешается.'],
        'question': '4) Разрешается ли перевозка в легковом автомобиле детей до 12 лет?'},
    {   'correct_index': 2,
        'explanation': 'При движении на мотоцикле, в целях обеспечения безопасности, пассажир обязан быть в '
                       'застегнутом мотошлеме как сидя на заднем сиденье, так и сидя в боковом прицеле. П. 84 b).',
        'image': 'q5.png',
        'options': [   'Только при движении, сидя на заднем сиденье мотоцикла.',
                       'Только при движении, сидя в боковом прицепе мотоцикла.',
                       'В обоих случаях.'],
        'question': '5) В каком из перечисленных случаев пассажир обязан быть в застёгнутом мотошлеме?'},
    {   'correct_index': 4,
        'explanation': 'Пассажиру запрещается входить в маршрутное транспортное средство с животными, вносить предметы '
                       'или материалы которые представляют опасность либо неудобство для других пассажиров. П. 85 е).',
        'image': None,
        'options': [   'Входить в маршрутное транспортное средство с животными.',
                       'Вносить в маршрутное транспортное предметы или материалы которые представляют опасность.',
                       'Вносить в маршрутное транспортное предметы или материалы которые представляют неудобство для '
                       'других пассажиров.',
                       'Совершать только действия перечисленные в пунктах 2 и 3.',
                       'Совершать любое из действий перечисленных в предыдущих пунктах.'],
        'question': '6) В каком ответе правильно и полностью перечислены действия, которые запрещаются пассажиру?'}]
