# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 2.3.txt

QUIZ_DATA = [   {   'correct_index': 2,
        'explanation': 'Разметка, обозначающая боковые поверхности защитных ограждений на опасных участках дорог '
                       'изображена на рисунке С. На рисунках А и В изображены другие виды вертикальной разметки. '
                       'Пояснительная записка к приложению № 4 (ІІ. ЗНАЧЕНИЯ ВЕРТИ КАЛЬНОЙ РАЗМЕТКИ, 2.4.2).',
        'image': "image_1_2.png",
        'options': ['На рисунке A.', 'На рисунке B.', 'На рисунке C.', 'На рисунках B и C.'],
        'question': '1) На каком рисунке изображена разметка, обозначающая боковые поверхности защитных ограждений на '
                    'опасных участках дорог?'},
    {   'correct_index': 2,
        'explanation': 'Разметка 1.13 в виде прилегающих друг к другу треугольников, направленных верши нами в сторону '
                       'приближающегося транспорта, применяется только со знаком 2.1 «Уступи дорогу». Пояснительная '
                       'записка к приложению № 3 (II. ЗНАКИ ПРИОРИТЕТА, 2.1) Дополнительная записка к приложению № 4 '
                       '(1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, В. Поперечная разметка, 1.13).',
        'image': "image_2_1.png",
        'options': [   'С предупреждающим знаком «Пересечение равнозначных дорог».',
                       'Со знаком «Обязательная остановка».',
                       'Со знаком «Уступи дорогу».',
                       'С любым из перечисленных знаков.'],
        'question': '2) С каким дорожным знаком применяется разметка в виде прилегающих друг к другу треугольников?'},
    {   'correct_index': 2,
        'explanation': 'Разметка 1.4 (узкая сплошная линия жёлтого цвета) обозначает места, где запрещена - остановка. '
                       'Применяется самостоятельно или в сочетании со знаком 3:31 «Остановка запрещена», ограничивая '
                       'зону его действия. Следовательно, в месте, где применена такая разметка, остановка '
                       'запрещается. Пояснительная записка к приложению № 4 (1. ЗНАЧЕНИЯ ГОРИ ЗОНТАЛЬНОЙ РАЗМЕТКИ, А. '
                       'Продольная разметка, 1.4, С. Другая разметка, 1.28, абзац 3).',
        'image': "image_3_1.png",
        'options': [   'Разрешается для посадки или высадки пассажиров.',
                       'Разрешается при условии частичного заезда на тротуар.',
                       'Не разрешается.'],
        'question': '3) Разрешается ли остановка легковому автомобилю в месте где применена разметка, указанная на '
                    'рисунке?'},
    {   'correct_index': 0,
        'explanation': 'Край проезжей части дорог, иных, чем автомагистрали, вне населённых пунктов обозначается узкой '
                       'сплошной линией 1.1.1 е) белого цвета. Эта разметка показана на рисунке А. - ЗНАЧЕНИЯ '
                       'ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная разметка, 1.1.1 е), С. - На рисунках В и С показана '
                       'другая разметка. Пояснительная записка приложению № 4 Другая разметка, 1.28, абзац 2).',
        'image': "image_4_1.png",
        'options': ['На рисунке A.', 'На рисунке B.', 'На рисунке C.', 'На рисунках A и B.'],
        'question': '4) На каком рисунке показана разметка, которая применяется для обозначения края проезжей части '
                    'дороги иных, чем автомагистрали вне населённых пунктов?'},
    {   'correct_index': 3,
        'explanation': 'Разметка 1.23 в виде надписи «BUS» обозначает полосу, предназначенную для движения маршрутных '
                       'транспортных средств (в порядке исключения разрешено движение всех - школьных автобусов, '
                       'велосипедов, электровелосипедов и электросамокатов). Следователь но, в данной ситуации, по '
                       'крайней правой полосе, движение разрешается только этим транспортным средствам. Пояснительная '
                       'записка к приложению № 4 (1. ЗНАЧЕНИЯ ГОРИ ЗОНТАЛЬНОЙ РАЗМЕТКИ, С. Другая разметка, 1.23), '
                       'Пояснительная записка приложению № 3 (V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.42.1).',
        'image': "image_5_1.png",
        'options': [   'Только автобусам.',
                       'Автобусам и легковым автомобилям.',
                       'Грузовым автомобилям, предназначенным для перевозки людей.',
                       'Маршрутным транспортным средствам (в порядке исключения разрешено движение всех школьных '
                       'автобусов, велосипедов, электровелосипедов и электросамокатов).'],
        'question': '5) Каким транспортным средствам разрешается движение по правой крайней полосе?'},
    {   'correct_index': 3,
        'explanation': 'Границы мест стоянки транспортных средств обозначаются узкой сплошной линией 1.1.1 б). В '
                       'данном случае, эту линию пересекать запрещается. Пояснительная записка к приложению № 4 (1. '
                       'ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная раз метка, 1.1.1 ), Действия участников '
                       'дорожного движения, абзац 1).',
        'image': "image_6_1.png",
        'options': [   'Разрешается для остановки.',
                       'Разрешается, когда на площадке для стоянки нет других транспортных средств.',
                       'Разрешается при въезде и выезде со стоянки.',
                       'Не разрешается.'],
        'question': '6) Разрешается ли пересекать сплошные линии разметки, которые обозначают границы стояночных '
                    'транспортных средств?'},
    {   'correct_index': 1,
        'explanation': 'О приближении к разметке 1.12 (стоп-линии), когда она применяется со знаком 22 «Обязательная '
                       'остановка», предупреждает разметка 1.21 в виде надписи «STOP». Поясни тельная записка к '
                       'приложению № 4 (1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, С. Другая разметка, 1.21).',
        'image': "image_7_1.png",
        'options': [   'О приближении к дороге с полосой для маршрутных транспортных средств.',
                       'О приближении к стоп-линии в случае, когда она применяется со знаком «Обязательная остановка»',
                       'О приближении к разметке в виде прилегающих друг к другу треугольников, где водитель при '
                       'необходимости должен остановиться, уступая дорогу транспортным средствам движущимся по '
                       'пересекаемой дороге'],
        'question': '7) Надпись «STOP» предупреждает:'},
    {   'correct_index': 0,
        'explanation': 'Границы полос, движение по которым может меняться на противоположное, обозначаются двумя '
                       'параллельными узкими прерывистыми линиями, у которых длина штрихов в три раза больше '
                       'промежутков между ними. Пояснительная записка к приложению № 4 (L ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ '
                       'РАЗМЕТКИ, А. Продольная разметка, 1.9).',
        'image': "image_8_1.png",
        'options': [   'Движение по которым может изменяться на противоположное.',
                       'Предназначенных для движения маршрутных транспортных средств.',
                       'На опасных участках дорог с двумя или более полосами для движения в данном направлении'],
        'question': '8) Две параллельные узкие прерывистые линии, у которых длина штрихов в три раза больше '
                    'промежутков между ними обозначают границы полос:'},
    {   'correct_index': 2,
        'explanation': 'Для обозначения мест остановок маршрутных транспортных средств (автобусов, троллейбусов) или '
                       'стоянок такси, применяется узкая сплошная зигзагообразная линия жёлтого цвета. Для обозначения '
                       'мест стоянок транспортных средств, в том числе и управляемых лицами с ограниченными '
                       'возможностями, применяется другая разметка. Пояснительная записка к приложению № 4 (1. '
                       'ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, С. Другая раз метка, 1.17.1, 1.28, абзац 3).',
        'image': "image_9_1.png",
        'options': [   'Место стоянки всех транспортных средств.',
                       'Место стоянки транспортных средств, которыми управляют лица с ограниченными возможностями.',
                       'Место остановки маршрутных транспортных средств (автобусов, троллейбусов) или стоянку такси.'],
        'question': '9) Узкая сплошная зигзагообразная линия жёлтого цвета обозначает:'},
    {   'correct_index': 1,
        'explanation': 'Стрелы с изогнутым стержнем (разметка 1.19), в ситуации, показанной на рисунке, предупреждают '
                       'о приближении к участку дороги, где количество полос для движения в дан ном направлении '
                       'уменьшается. Пояснительная записка к приложению № 4 (1. ЗНАЧЕ-НИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, С. '
                       'Другая разметка, 1.19).',
        'image': "image_10_1.png",
        'options': [   'Опасному участку дороги.',
                       'Участку дороги, где количество полос для движения в данном направлении уменьшается.',
                       'Опасному повороту.'],
        'question': '10) Стрелы с изогнутым стержнем, в ситуации, показанной на рисунке, предупреждают о приближении '
                    'с'},
    {   'correct_index': 0,
        'explanation': 'Узкая прерывистая линия, у которой длина штрихов в три раза больше промежутков между ними '
                       'предупреждает о приближении к разметке 1.1.1 a), b) в виде узкой сплошной линии или к разметке '
                       '1.11 а), в виде двух параллельных узких линий, одна из которых сплошная, другая прерывистая, '
                       'которая разделяет транспортные потоки противоположных или попутных направлений. Пояснительная '
                       'записка к приложению № 4 (І. ЗНАЧЕНИЯ ГОРИ-ЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная разметка, 1.1.1 '
                       'a), b), 1.6 a), 1.11 a)).',
        'image': "image_11_1.png",
        'options': [   'Предупреждает о приближении к узкой сплошной линии или к двум параллельным узким линиям (одна '
                       'из которых сплошная, другая прерывистая), которые разделяют транспортные потоки '
                       'противоположных или попутных направлений.',
                       'Обозначает границу между полосой торможения или разгона и смежной полосой проезжей части.',
                       'Обозначает границы участков проезжей части, на которые въезд запрещён.'],
        'question': '11) Узкая прерывистая линия, у которой длина штрихов в три раза больше промежутков между ними'},
    {   'correct_index': 0,
        'explanation': 'В ситуации, показанной на рисунке, разметка 1.11 а) в виде двух параллельных узких линий, одна '
                       'из которых сплошная, другая прерывистая разделяет транспортные потоки противоположных '
                       'направлений. Эту разметку можно пересекать со стороны прерывистой линии, а также со стороны '
                       'сплошной, но только при возвращении на ранее занимаемую полосу после завершения обгона. '
                       'Однако, в данном случае, неправильно выполняет обгон только жёлтый автомобиль, поскольку обгон '
                       'на нерегулируемых перекрёстках запрещён. П. 54 1) а), Поясни тельная записка к приложению № 4 '
                       '(1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная разметка, 1.11 а), Действия участников '
                       'дорожного движения, абзац 8).',
        'image': "image_12_1.png",
        'options': ['Жёлтый.', 'Синий', 'Оба'],
        'question': '12) Какой из осуществляющих обгон автомобилей неправильно выполняет этот манёвр?'},
    {   'correct_index': 2,
        'explanation': 'Эти виды вертикальной разметки обозначают опоры мостов, путепроводов, а также нижний край '
                       'пролетного строения этих сооружений, в случаях, когда они представляют опасность для '
                       'участников движения. Для обозначения боковых поверхностей ограждений дорог или направляющих '
                       'столбиков, надолбов и т. п., применяется другая разметка. Пояснитель ная записка к приложению '
                       '№ 4 (ІІ. ЗНАЧЕНИЯ ВЕРТИКАЛЬНОЙ РАЗМЕТКИ, 2.1.1, 21.3. 2.2).',
        'image': "image_13_1.png",
        'options': [   'Боковые поверхности ограждений дорог на закруглениях малого радиуса',
                       'Направляющие столбики, надолбы, опоры ограждений и т. п.',
                       'Элементы дорожных сооружений (опоры мостов, путепроводов), а также нижний край пролетного '
                       'строения мостов, путепроводов в случаях, когда они представляют опасность для участников '
                       'движения'],
        'question': '13) Эти виды вертикальной разметки обозначают:'},
    {   'correct_index': 3,
        'explanation': 'Две параллельные сплошные узкие линии разделяют транспортные потоки противоположных '
                       'направлений на дорогах, имеющих четыре и более полос движения. Пояснитель ная записка к '
                       'приложению № 4 (1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Про дольная разметка, 1.3).',
        'image': "image_14_1.png",
        'options': ['Две.', 'Две или три.', 'Три.', 'Не менее четырёх.'],
        'question': '14) Сколько полос движения на общественной дороге, на которой транспортные потоки противоположных '
                    'направлений разделены двумя параллельными сплошными узкими линиями?'},
    {   'correct_index': 0,
        'explanation': 'Изображённая на рисунке дорожная разметка 1.14.2 обозначает пешеходный пере ход. Стрелки '
                       'указывают направление движения пешеходов. Для обозначения участка дороги, на который въезд '
                       'запрещён или велосипедной дорожки, применяется другая разметка. Пояснительная записка к '
                       'приложению № 4 (1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, В. Поперечная разметка, 1.14.2).',
        'image': "image_15_1.png",
        'options': [   'Пешеходный переход. Стрелки указывают направление движения пешеходов.',
                       'Участок дороги, на который въезд запрещён.',
                       'Велосипедную дорожку. Стрелки указывают направление движения по полосам.'],
        'question': '15) Изображённая на рисунке дорожная разметка обозначает:'},
    {   'correct_index': 2,
        'explanation': 'В ситуации, показанной на рисунке, разметка 1.1.1 с) в виде узкой сплошной линии, обозначает '
                       'границу участка проезжей части, на который въезд запрещён. Разметка 1.16.1 а) в. виде широких '
                       'параллельных линий обозначает разрыв разделительной полосы. Следовательно, водитель автобуса '
                       'не может осуществить разворот так как нарушаются требования дорожной разметки. Пояснительная '
                       'записках приложению № 4 (1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная разметка, 1.1.1 '
                       'с), С. Другая разметка, 1.16.1 а)).',
        'image': "image_16_1.png",
        'options': [   'Да, только после того, как он уступил дорогу легковому автомобилю.',
                       'Да, так как он приблизился к левому краю проезжей части дороги.',
                       'Нет, так как нарушаются требования дорожной разметки.'],
        'question': '16) Может ли водитель автобуса осуществить разворот в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Разметка 2.4.1, 2.4.2 в виде флуоресцентно-световозвращающих элементов белого и красного цвета '
                       'обозначает боковые поверхности защитных ограждений на всех опасных участках дорог и '
                       'устанавливается: белого цвета с левой стороны дороги, а красного цвета - с правой. '
                       'Пояснительная записка к приложению № 4 (II. ЗНАЧЕНИЯ ВЕРТИКАЛЬНОЙ РАЗМЕТКИ, 2.4.1, 2.4.2).',
        'image': "image_17_1.png",
        'options': [   'Только на закруглениях дорог малого радиуса.',
                       'Только на крутых спусках.',
                       'На всех опасных участках дорог.'],
        'question': '17) Вертикальная разметка, показанная на рисунке обозначает боковые поверхности защитных '
                    'ограждений'},
    {   'correct_index': 2,
        'explanation': 'Изображённая на рисунке дорожная разметка 1.26 с надписью «POL» обозначает место стоянки '
                       'патрульных транспортных средств полиции. Пояснительная записка к приложению № 4 (1. ЗНАЧЕНИЯ '
                       'ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, С. Другая разметка, 1.26).',
        'image': "image_18_1.png",
        'options': [   'Проведения полицейскими периодической технической инспекции транспортных средств.',
                       'Мобильного пункта полиции.',
                       'Стоянки патрульных транспортных средств полиции.'],
        'question': '18) Эта дорожная разметка обозначает место:'},
    {   'correct_index': 1,
        'explanation': 'Обязан переместиться вправо на обочину, чтобы не создавать препятствий для обгоняющего '
                       'легкового автомобиля. П. 43 2) b).',
        'image': "image_19_3.png",
        'options': [   'Продолжить движение не меняя полосы, поскольку при обгоне, водителю легкового автомобиля не '
                       'запрещается пересекать прерывистую линию, разделяющую транспортные потоки противоположных '
                       'направлений',
                       'Переместиться вправо на обочину, чтобы не создавать препятствий для обгоняющего легкового '
                       'автомобиля',
                       'Продолжить движение не меняя полосы, поскольку выезд на обочину разрешается только для '
                       'остановки.'],
        'question': '19) В ситуации, показанной на рисунке водитель грузового автомобиля обязан:'},
    {   'correct_index': 0,
        'explanation': 'Разметка 1.1.1 е) в виде узкой сплошной линии белого цвета обозначает край проезжей части всех '
                       'дорог вне населённых пунктов, иных, чем автомагистрали. Для обозначения края проезжей части на '
                       'автомагистралях применяется другая разметка. Пояснительная за писка к приложению № 4 (1. '
                       'ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная разметка, 1.1.1 e)).',
        'image': "image_20_3.png",
        'options': [   'Край проезжей части дорог вне населённых пунктов, иных, чем автомагистрали.',
                       'Только край проезжей части дорог с одной полосой для движения в каждом направлении, иных, чем '
                       'автомагистрали',
                       'Только край проезжей части дорог с двумя и более полосами для движения в каждом направлении, '
                       'иных, чем автомагистрали.',
                       'Край проезжей части дорог на автомагистралях'],
        'question': '20) В ситуации, показанной на рисунке, узкая сплошная линия обозначает:'},
    {   'correct_index': 2,
        'explanation': 'Разметка 1.20.1 в виде треугольника, у которого вершина направлена в сторону приближающегося '
                       'транспорта, предупреждает о приближении к разметке 1.13 в виде прилегающих друг к другу '
                       'треугольников, где водитель при необходимости должен остановиться, уступая дорогу транспортным '
                       'средствам, движущимся по пересекаемой дороге. Пояснительная записка к приложению № 4 (1. '
                       'ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная разметка, 1.13, 1.20.1).',
        'image': "image_21_3.png",
        'options': [   'О приближении к дороге с полосой для маршрутных транспортных средств.',
                       'О приближении к стол-линии в случае, когда она применяется со знаком «Обязательная остановка».',
                       'О приближении к разметке в виде прилегающих друг к другу треугольников, где водитель при '
                       'необходимости должен остановиться, уступая дорогу транспортным средствам, движущимся по '
                       'пересекаемой дороге.'],
        'question': '21) Разметка в виде треугольника предупреждает:'},
    {   'correct_index': 1,
        'explanation': 'Разметка 1.7 b) в виде узкой прерывистой линии, у которой длина штрихов равна промежуткам '
                       'между ними, в ситуации, показанной на рисунке, обозначает направление главной дороги в '
                       'пределах перекрёстка. Для обозначения границы полосы, движение на которой может изменяться на '
                       'противоположное применяется другая разметка. Пояснительная записка к приложению № 4 (1. '
                       'ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная разметка, 1.7 b)).',
        'image': "image_22_3.png",
        'options': [   'Границу полосы движения в пределах перекрёстка.',
                       'Направление главной дороги в пределах перекрёстка.',
                       'Границу полосы, движение на которой может изменяться на противоположное.'],
        'question': '22) Узкая прерывистая линия, у которой длина штрихов равна промежуткам между ними, в ситуации, '
                    'показанной на рисунке, обозначает:'},
    {   'correct_index': 0,
        'explanation': 'Изображённая на рисунке дорожная разметка 1.14.1 обозначает пешеходный пере ход. Для '
                       'обозначения участка дороги, на который въезд запрещён или велосипедной дорожки, применяется '
                       'другая разметка. Пояснительная записка к приложению № 4 (1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, '
                       'В. Поперечная разметка, 1.14.1).',
        'image': "image_23_3.png",
        'options': [   'Пешеходный переход.',
                       'Место, где велосипедная дорожка пересекает проезжую часть',
                       'Участок дороги, на который въезд запрещён.'],
        'question': '23) Эта дорожная разметка обозначает:'},
    {   'correct_index': 0,
        'explanation': 'В ситуации, показанной на рисунке, разметка 1.7 а) в виде узкой прерывистой линии, у которой '
                       'длина штрихов равна промежуткам между ними, обозначает границы полос движения в пределах '
                       'перекрёстка. Для обозначения границы полосы, движение на которой может изменяться на '
                       'противоположное применяется другая разметка. Пояснительная записка к приложению № 4 (1. '
                       'ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная разметка, 1.7 а)).',
        'image': "image_24_3.png",
        'options': [   'Границы полос движения в пределах перекрестка.',
                       'Направление главной дороги в пределах перекрестка',
                       'Границу полосы, движение на которой может изменяться на противоположное.'],
        'question': '24) В ситуации, показанной на рисунке, узкая прерывистая линия, у которой длина штрихов равна '
                    'промежуткам между ними, обозначает:'},
    {   'correct_index': 1,
        'explanation': 'В данном случае разметка 1.22 в виде надписей на проезжей части, состоящих из букв /или цифр, '
                       'указывают номер дороги (маршрута). Пояснительная записка к приложению № 4 (1. ЗНАЧЕНИЯ '
                       'ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, С. Другая разметка, 1.22).',
        'image': "image_25_3.png",
        'options': [   'Расстояние в километрах до ближайшего пересечения в разных уровнях.',
                       'Номер дороги (маршрута).',
                       'Расстояние в километрах до крупных населённых пунктов, расположенных по маршруту.'],
        'question': '25) Надписи на проезжей части указывают:'},
    {   'correct_index': 1,
        'explanation': 'Разметка 1.18.1 һ) с изображением тупика указывает, что поворот запрещён только на ближайшую '
                       'проезжую часть. Поворот на смежную с ней проезжую часть, а также разворот на этом перекрёстке '
                       'не запрещаются. Пояснительная записка к приложению № 4 (1. ЗНА-ЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, '
                       'С. Другая разметка, 1.18.1 һ)).',
        'image': "image_26_3.png",
        'options': [   'Дорога не имеет сквозного проезда.',
                       'Поворот на ближайшую проезжую часть запрещён.',
                       'На этом перекрестке разворот запрещён.'],
        'question': '26) Разметка с изображением тупика указывает что:'},
    {   'correct_index': 1,
        'explanation': 'Разметка 1.19 в виде стрел с изогнутым стержнем, в ситуации, показанной на рисунке, '
                       'предупреждает о приближении к разметке 1.1.1 а) (узкая сплошная линия) или к разметке 1.11 а) '
                       '(две параллельные узкие линии, одна сплошная, другая прерывистая), разделяю щей транспортные '
                       'потоки противоположных направлений. Пояснительная записка к приложению № 4 (1. ЗНАЧЕНИЯ '
                       'ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная разметка, 1.1.1 а), С. Другая разметка, 1.19).',
        'image': "image_27_3.png",
        'options': [   'Участку дороги, где количество полос для движения в данном направлении уменьшается.',
                       'Узкой сплошной линии или к двум параллельным узким линиям (одна сплошная, другая прерывистая), '
                       'которая разделяет транспортные потоки противоположных направлений.',
                       'Опасному повороту.'],
        'question': '27) Стрелы с изогнутым стержнем, в ситуации, показанной на рисунке, предупреждают о приближении'},
    {   'correct_index': 1,
        'explanation': 'В данном случае, чтобы уступить дорогу, Вы должны остановиться перед перекрёстком у разметки '
                       '1.13 в виде прилегающих друг к другу треугольников. Пояснительная записка к приложению № 4 (І. '
                       'ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, В. Поперечная разметка, 1.13).',
        'image': "image_28_3.png",
        'options': [   'Перед знаком',
                       'Перед перекрестком у разметки в виде прилегающих друг к другу треугольников.',
                       'На перекрестке, не проезжая за линию, разделяющую транспортные потоки противоположных '
                       'направлений',
                       'В любом месте по Вашему усмотрению.'],
        'question': '28) Вы намерены повернуть налево. Где Вы должны остановиться, чтобы уступить дорогу?'},
    {   'correct_index': 0,
        'explanation': 'Разметка 1.28 в виде пересекающихся диагональных линий, заключённых в контур обозначает место '
                       'пересечения проезжих частей перекрёстка и запрещает въезд на указанную разметку если в '
                       'светофоре включён запрещающий сигнал или если в направлении движения образовался затор. '
                       'Пояснительная записка к приложению №4 (І. ЗНАЧЕНИЯ ГО-РИЗОНТАЛЬНОЙ РАЗМЕТКИ, С. Другая '
                       'разметка, 1.28, абзацы 1, 6).',
        'image': "image_29_3.png",
        'options': [   'Запрещение въезда на указанную разметку если в светофоре включен запрещающий сигнал или если в '
                       'направлении движения образовался затор.',
                       'Необходимость принятия повышенных мер предосторожности при включении жёлтого мигающего сигнала '
                       'во время движения через перекрёсток.',
                       'Территорию перекрёстка, приподнятую над проезжими частями пересекающихся дорог'],
        'question': '29) Разметка в виде пересекающихся диагональных линий, заключённых в контур обозначает:'},
    {   'correct_index': 1,
        'explanation': 'Разметка 1.25 в виде символа «Лицо с ограниченными возможностями» обозначает место стоянки '
                       'транспортных средств, управляемых водителями с ограниченными возможностями. Для обозначения '
                       'мест стоянки транспортных средств полиции или такси применяется другая разметка. Пояснительная '
                       'записка к приложению № 4 (1. ЗНАЧЕНИЯ ГОРИ-ЗОНТАЛЬНОЙ РАЗМЕТКИ, С. Другая разметка, 1.25).',
        'image': "image_30_3.png",
        'options': [   'Детских колясок',
                       'Транспортных средств, управляемых лицами с ограниченными возможностями.',
                       'Транспортных средств полиции.',
                       'Такси.'],
        'question': '30) Эта дорожная разметка обозначает место стоянки:'},
    {   'correct_index': 0,
        'explanation': 'Для обозначения места, где запрещена только стоянка транспортных средств применяется разметка '
                       '1.10, показанная на рисунке А. Разметка, показанная на рисунках В и С, имеет другое значение. '
                       'Пояснительная записка к приложению № 4 (І. ЗНАЧЕНИЯ ГОРИ-ЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная '
                       'разметка, 1.10).',
        'image': "image_31_3.png",
        'options': ['Только A.', 'Только B.', 'Только C.', 'A, B.', 'A, B, C.'],
        'question': '31) Какая из указанных видов разметки обозначает места, где запрещена только стоянка транспортных '
                    'средств?'},
    {   'correct_index': 2,
        'explanation': 'Разметка 1.12 в виде широкой сплошной линии (стоп-линия), в ситуации, показанной на рисунке, '
                       'применяется со знаком 2.2 «Обязательная остановка». Пояснительная записка к приложению № 3 '
                       '(II. ЗНАКИ ПРИОРИТЕТА, 2.2), Пояснительная записка к приложению № 4 (1. ЗНАЧЕНИЯ '
                       'ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, В. Поперечная разметка, 1.12).',
        'image': "image_32_3.png",
        'options': [   'С предупреждающим знаком «Пересечение равнозначных дорог».',
                       'Со знаком «Уступи дорогу».',
                       'Со знаком «Обязательная остановка».',
                       'С любым из перечисленных знаков.'],
        'question': '32) С каким дорожным знаком применяется разметка в виде широкой сплошной линии (стоп-линия)?'},
    {   'correct_index': 2,
        'explanation': 'Стрелы с изогнутым стержнем (разметка 1.19), в ситуации, показанной на рисунке, предупреждают '
                       'о приближении к сужению проезжей части. Эти стрелы могут применяться в сочетании со знаком '
                       '1.18.2 «Сужение дороги справа». Пояснительная записка к приложению № 4 (1. ЗНАЧЕНИЯ '
                       'ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, С. Другая разметка, 1.19).',
        'image': "image_33_3.png",
        'options': [   'Опасному повороту.',
                       'Узкой сплошной линии, которая разделяет транспортные потоки противоположных направлений.',
                       'Сужению проезжей части. Могут применяться в сочетании со знаком «Сужение дороги».'],
        'question': '33) Стрелы с изогнутым стержнем, в ситуации, показанной на рисунке, предупреждают о приближении '
                    'к:'},
    {   'correct_index': 0,
        'explanation': 'Разметка 1.8 в виде широкой прерывистой линии, у которой длина штрихов в три раза меньше '
                       'расстояний между ними, в данном случае, обозначает границу между полосой разгона и смежной '
                       'полосой проезжей части. Пояснительная записка к приложению № 4 (1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ '
                       'РАЗМЕТКИ, А. Продольная разметка, 1.8).',
        'image': "image_34_3.png",
        'options': [   'Границу между полосой разгона и смежной полосой проезжей части.',
                       'Границы полос движения на дорогах с двумя или более полосами для движения в данном '
                       'направлении.',
                       'Границы полос, предназначенных для движения маршрутных транспортных средств.'],
        'question': '34) Широкая прерывистая линия, у которой длина штрихов в три раза меньше промежутков между ними, '
                    'в ситуации, показанной на рисунке, обозначает:'},
    {   'correct_index': 3,
        'explanation': 'В ситуации, показанной на рисунке, разметка 1.11 а) в виде двух параллельных узких линий, одна '
                       'из которых сплошная, другая прерывистая разделяет транспортные потоки противоположных '
                       'направлений. Эту разметку можно пересекать со стороны прерывистой линии. Следовательно, в '
                       'данном случае, легковой автомобиль может продолжить движение по любой траектории. '
                       'Пояснительная записка к приложению № 4 (1. ЗНАЧЕНИЯ ГОРИЗОН ТАЛЬНОЙ РАЗМЕТКИ, А. Продольная '
                       'разметка, 1.11 а), Действия участников дорожного движения, абзац 8).',
        'image': "image_35_3.png",
        'options': ['A или B.', 'B или C.', 'Только C.', 'По любой траектории.'],
        'question': '35) По каким траекториям может продолжить движение легковой автомобиль?'},
    {   'correct_index': 1,
        'explanation': 'Разметка 1.5 а) в виде узкой прерывистой линии, у которой длина штрихов в три раза меньше '
                       'промежутков между ними, в ситуации, показанной на рисунке разделяет транспортные потоки '
                       'противоположных направлений на дороге, имеющей две полосы движения. Пояснительная записка к '
                       'приложению № 4 (1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная разметка, 1.5 а)).',
        'image': "image_36_3.png",
        'options': [   'Обозначает границы полос на опасных участках дорог с двумя и более полосами для движения в '
                       'данном направлении.',
                       'Разделяет транспортные потоки противоположных направлений на дорогах, имеющих две или три '
                       'полосы Движения',
                       'Предупреждает о приближении к узкой сплошной линии разметки, разделяющей транспортные потоки '
                       'противоположных направлений.'],
        'question': '36) Узкая прерывистая линия, у которой длина штрихов в три раза меньше промежутков между ними, в '
                    'ситуации, показанной на рисунке:'},
    {   'correct_index': 0,
        'explanation': 'Разметка 1.8 в виде широкой прерывистой линии, у которой длина штрихов в три раза меньше '
                       'промежутков между ними, в ситуации, показанной на рисунке, обозначает границу между зоной '
                       'остановки маршрутных транспортных средств и смежной полосой проезжей части. Пояснительная '
                       'записка к приложению № 4 (1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная разметка, 1.8).',
        'image': "image_37_2.png",
        'options': [   'Границу между зоной остановки маршрутных транспортных средств и смежной полосой проезжей части',
                       'Границу между полосой торможения и смежной полосой проезжей части.',
                       'Границу полосы, предназначенную для движения маршрутных транспортных средств.'],
        'question': '37) Широкая прерывистая линия, у которой длина штрихов в три раза меньше промежутков между ними '
                    'ситуации, показанной на рисунке, обозначает:'},
    {   'correct_index': 0,
        'explanation': 'Линии и стрелы оранжевого цвета в ситуации, показанной на рисунка, обозначают временную '
                       'разметку, заменяющую постоянную в связи с дорожными работами. Пояснитель ная записка к '
                       'приложению № 4 (1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, С. Другая разметка, 1.28, абзац 7).',
        'image': "image_38_2.png",
        'options': [   'Временную разметку, заменяющую постоянную разметку в местах (на участках дорог), где ведутся '
                       'работы',
                       'Разметку, значения которой вступают в силу только при желтом мигающем сигнале светофора.',
                       'Разметку, значения которой вступают в силу только при выключенных светофорах.'],
        'question': '38) Линии и стрелы оранжевого цвета в ситуации, показанной на рисунке, обозначают:'},
    {   'correct_index': 1,
        'explanation': 'Разметка 1.15 в виде параллельных прерывистых линий, перпендикулярных оси дороги, у которых '
                       'длина штрихов равна промежуткам между ними, обозначают границы участка проезжей части в '
                       'местах, где велосипедная дорожка пересекает проезжую часть. Для обозначения пешеходных '
                       'переходов применяется другая разметка. Пояснительная записках приложение № 4 (1. ЗНАЧЕНИЯ '
                       'ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, В. Поперечная разметка, 1.15).',
        'image': "image_39_2.png",
        'options': [   'Нерегулируемого пешеходного перехода.',
                       'Участка проезжей части в местах, где велосипедная дорожка пересекает проезжую часть.',
                       'Пешеходного перехода, где движение регулируется сигналами светофора.'],
        'question': '39) Параллельные прерывистые линии, перпендикулярные оси дороги, у которых длина штрихов равна '
                    'промежуткам между ними, обозначают границы:'},
    {   'correct_index': 1,
        'explanation': 'Разметка 1.5 5) в виде узкой прерывистой линии, у которой длина штрихов в три раза меньше '
                       'промежутков между ними в ситуации, показанной на рисунке, обозначает границы полос движения на '
                       'дороге с двумя полосами для движения в данном направлении. Поясни тельная записка к приложению '
                       '№ 4 (1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная разметка, 1.55)).',
        'image': "image_40_2.png",
        'options': [   'Разделяет транспортные потоки противоположных направлений на дорогах, имеющих две или три '
                       'полосы движения.',
                       'Обозначает границы полос движения на дорогах с двумя и более полосами для движения в данном '
                       'направлении.',
                       'Обозначает границы полос, движение по которым может изменяться на противоположное.'],
        'question': '40) Узкая прерывистая линия, у которой длина штрихов в три раза меньше промежутков между ними в '
                    'ситуации, показанной на рисунке:'},
    {   'correct_index': 0,
        'explanation': 'Разметку 1.1.2 в виде узкой прерывистой линии у которой длина штрихов в два раза меньше '
                       'промежутка между ними, обозначающую край проезжей части, в данном случае, раз решается '
                       'пересекать для остановки или стоянки на обочине, а также при возвращении не проезжую часть в '
                       'местах, где остановка или стоянка разрешена. Пояснительная записка приложению № 4 (1. ЗНАЧЕНИЯ '
                       'ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная раз метка, 1.1.2, Действия участников дорожного '
                       'движения, абзац 2).',
        'image': "image_41_2.png",
        'options': [   'Разрешается для остановки или стоянки на обочине, а также при возвращении на проезжую часть в '
                       'местах остановка или стоянка разрешена.',
                       'Разрешается только вне населённых пунктов при вынужденной остановке.',
                       'Не разрешается.'],
        'question': '41) Разрешается ли пересекать узкую прерывистую линию у которой длина штрихов в два раза меньше '
                    'промежутка между ними, обозначающую край проезжей части?'},
    {   'correct_index': 0,
        'explanation': 'Разметка 1.27.4 в виде цифр, вписанных в овал, наносится на проезжую часть для дополнения и '
                       'повышения эффективности соответствующих запрещающих знаков 3.27.1 Ограничение максимальной '
                       'скорости. Пояснительная записка к приложению № 4 (1. ЗНА ЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, С. '
                       'Другая разметка, 1.27.4).',
        'image': "image_42_2.png",
        'options': [   'Наносятся в дополнение к соответствующим запрещающим знакам «Ограничение максимальной '
                       'скорости».',
                       'Обозначают номер дороги (маршрута).',
                       'Указывают расстояние в километрах до крупных населённых пунктов, расположенных по маршруту:'],
        'question': '42) Символы знаков на проезжей части:'},
    {   'correct_index': 4,
        'explanation': 'Разметку 1.5 узкую прерывистую линию, разрешается пересекать с любой стороны для осуществления '
                       'всех необходимых маневров, предусмотренных Правилами. Поясни тельная записка к приложению №№4 '
                       '(1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная разметка, 1.5).',
        'image': None,
        'options': [   'Только при отсутствии на дороге других транспортных средств',
                       'Только при обгоне.',
                       'Только при перестроении.',
                       'Только в случаях перечисленных в ответах 2 и 3.',
                       'Во всех перечисленных случаях.'],
        'question': '43) Пересекать узкие прерывистые линии, обозначающие границы полос движения на дорогах с двумя и '
                    'более полосами для движения в данном направлении, разрешается:'},
    {   'correct_index': 3,
        'explanation': 'Участникам дорожного движения перечисленным в пунктах 1 и 2. Пояснительная за писка к '
                       'приложению № 3 (IV. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ 4.4.1), Пояснительная записка к приложению № 4 (1. '
                       'ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, С. Другая раз метка, 1.29.1).',
        'image': "image_44_2.png",
        'options': [   'Только водителям мопедов.',
                       'Только пешеходам при отсутствии тротуара или пешеходной дорожки.',
                       'Только водителям двухколёсных мотоциклов с рабочим объемом двигателя, не превышающим 125 см³.',
                       'Участникам дорожного движения, перечисленным в пунктах 1 и 2.',
                       'Всем перечисленным участникам дорожного движения.'],
        'question': '44) Движение по велосипедной дорожке, которая обозначена данной разметкой, кроме велосипедистов '
                    'разрешается:'},
    {   'correct_index': 4,
        'explanation': 'Дорожная разметка 1.30 обозначает устройства ограничивающие скорость и предупреждает водителей '
                       'о наличии искусственной неровности. Пояснительная записка к приложению № 4 (1. ЗНАЧЕНИЯ '
                       'ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, С. Другая разметка, 1.30).',
        'image': "image_45_2.png",
        'options': [   'Обозначает чередующиеся линии, которые наносятся на поперечные шумовые полосы.',
                       'Обозначает нижний край пролётных строений путепроводов.',
                       'Обозначает устройства ограничивающие скорость.',
                       'Предупреждает водителей о наличии искусственной неровности.',
                       'Указаны значения, перечисленные в пунктах 3 и 4.'],
        'question': '45) В каком ответе правильно и полностью указаны значения этой дорожной разметки:'},
    {   'correct_index': 2,
        'explanation': 'Движение по велосипедной дорожке, которая обозначена данной разметкой, запрещается только '
                       'водителям мотоциклов. Пояснительная записка приложению № 3 (IV. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ, 4.4.1). '
                       'Пояснительная записка к приложению № 4 (1 ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, С. Другая '
                       'разметка, 1.29.1).',
        'image': "image_46_2.png",
        'options': [   'Только на мопедах.',
                       'Только пешеходам при отсутствии тротуара или пешеходной дорожки.',
                       'Только водителям мотоциклов.',
                       'Участникам дорожного движения, перечисленным в пунктах 1 и 2.',
                       'Всем перечисленным участникам дорожного движения.'],
        'question': '46) Движение по велосипедной дорожке, которая обозначена данной разметкой, запрещается:'},
    {   'correct_index': 3,
        'explanation': 'Разметка 1.23 в виде надписи «BUS» обозначает полосу, предназначенную для движения маршрутных '
                       'транспортных средств (в порядке исключения разрешено движение всех школьных автобусов, '
                       'велосипедов, электровелосипедов и электросамокатов). Следовательно, в данной ситуации, по '
                       'крайней правой полосе, движение разрешается только этим транспортным средствам. Пояснительная '
                       'записка к приложению № 4 (1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, С. Другая разметка, 1.23), '
                       'Пояснительная записка приложению № 3 (V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.42.1).',
        'image': "image_47_2.png",
        'options': [   'Автобусам и легковым автомобилям.',
                       'Грузовым автомобилям, предназначенным для перевозки людей.',
                       'Маршрутным транспортным средствам (в порядке исключения разрешено движение всех школьных '
                       'автобусов, велосипедов, электровелосипедов и электросамокатов).',
                       'Только транспортным средствам, перечисленным в пунктах 1 и 2.'],
        'question': '47) Каким транспортным средствам запрещается движение по правой крайней полосе?'},
    {   'correct_index': 2,
        'explanation': 'Флуоресцентно-световозвращающая таблица красного цвета устанавливается как на правой, так и на '
                       'левой сторонах дорог с разделительной полосой или с односторонним движением. Пояснительная '
                       'записка приложению № 4 (II. ЗНАЧЕНИЯ ВЕРТИКАЛЬНОЙ РАЗМЕТКИ, 2.4.3).',
        'image': "image_48_2.png",
        'options': [   'На дорогах, имеющих не более, чем по одной полосе для движения в каждом направлении.',
                       'На дорогах, имеющих не более, чем по две полосы для движения в каждом направлении.',
                       'На дорогах с разделительной полосой или с односторонним движением.',
                       'Только на дорогах, перечисленных в пунктах 1 и 2.'],
        'question': '48) На каких дорогах флуоресцентно-световозвращающая таблица красного цвета устанавливается как '
                    'на'}]
