# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.3.txt

QUIZ_DATA = [   {   'correct_index': 3,
        'explanation': 'Водителю транспортного средства запрещается осуществлять любое из перечисленных действий, '
                       'поскольку движение со скоростью, превышающей определённую технической характеристикой '
                       'транспортного средства, движение без необходимости со слишком малой скоростью, а также резкое '
                       'торможение, не связанное с опасной ситуацией, могут стать при чиной дорожно-транспортного '
                       'происшествия. П. 50.',
        'image': None,
        'options': [   'Превышать максимальную скорость, определенную технической характеристикой транспортного '
                       'средства.',
                       'Двигаться без необходимости со слишком малой скоростью, тем самым создавая помехи движению.',
                       'Резко тормозить, если это не требуется для обеспечения безопасности движения.',
                       'Осуществлять любое из перечисленных действий.'],
        'question': '1) Водителю транспортного средства запрещается:'},
    {   'correct_index': 1,
        'explanation': 'Действие знака 327.2 «Ограничение максимальной скорости» (80 км/ч), прекращается у знака 5.63 '
                       '«Въезд в населённый пункт». Допустимый максимальный предел опрости в на селённых пунктах 50 '
                       'км.ч. Поскольку водитель въехал в этот населённый пункт, он может продолжить движение со '
                       'скоростью, не превышающей 50 км/ч, до выезда из населённого пункта. Пояснительная записка к '
                       'приложению №№ 3 (Особенности применения запрещающих и ограничивающих знаков, абзац 12, V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.63), П. 47 1) a).',
        'image': "2.png",
        'options': [   '50 км/ч только до ближайшего перекрёстка.',
                       '50 км/ч до выезда из населённого пункта, если нет условий для повышения скорости указанной на '
                       'знаке.',
                       '80 км/ч только до ближайшего перекрёстка.',
                       '80 км/ч до выезда из населённого пункта.'],
        'question': '2) С какой максимальной скоростью может продолжить движение водитель легкового автомобиля?'},
    {   'correct_index': 0,
        'explanation': 'Допустимый максимальный предел скорости вне населённых пунктов для легковых автомобилей 90 '
                       'км/ч, для грузовых автомобилей с разрешённой максимальной массой более 3500 кг 70 км/ч. На '
                       'дорогах, обозначенных знаком 5.4 «Дорога для автомобилей», для междугородных автобусов и '
                       'мотоциклов, этот предел скорости 90 км/ч. Следовательно, в данной ситуации, после проезда '
                       'указанных знаков, легковой автомобиль, мотоцикл и междугородный автобус могут продолжить '
                       'движение со скоростью 90 км/ч, а грузовой автомобиль - 70 км/ч. П. 47 2).',
        'image': "3.png",
        'options': [   'Легковой автомобиль, мотоцикл и междугородный автобус 90 км/ч, грузовой автомобиль - 70 км/ч.',
                       'Все транспортные средства 90 км/ч.',
                       'Мотоцикл, легковой автомобиль и междугородный автобус-110 км/ч, грузовой автомобиль 90 км/ч.'],
        'question': '3) Укажите с какой максимальной скоростью могут продолжить движение эти транспортные средства '
                    'после проезда указанных знаков:'},
    {   'correct_index': 2,
        'explanation': 'Знак 5.65 «Въезд в населённый пункт» обозначает въезд в населённый пункт, в кото ром, на '
                       'данной дороге, не действуют требования правил, устанавливающие порядок движения в населённых '
                       'пунктах, однако, нанесением на его фоне знака 3.27.1 соответствующего значения вводится '
                       'ограничение максимальной скорости на этой дороге. Следовательно этом населённом пункте, по '
                       'данной дороге, находясь за рулём грузового автомобиля с раз решённой максимальной массой не '
                       'более 3500 кг. Вы имеете право двигаться со скоростью не превышающей 80 км/ч. Пояснительная '
                       'записка приложению № 3 (У. ИНФОРМАЦИ ОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.65), П. 47 2) а).',
        'image': "4.png",
        'options': ['50 км/ч.', '70 км/ч.', '80 км/ч.', '110 км/ч.', '90 км/ч'],
        'question': '4) С какой максимальной скоростью Вы имеете право двигаться в этом населённом пункте по данной '
                    'дороге, находясь за рулём грузового автомобиля с разрешённой максимальной массой не более 3500 '
                    'кг?'},
    {   'correct_index': 1,
        'explanation': 'Буксировка неисправных транспортных средств представляет определённые трудности, как для '
                       'выполняющих эту операцию водителей, так и для других участников движения. В связи с этим, '
                       'Правила устанавливают целый ряд ограничений, в том числе и ограничение скорости, которая не '
                       'должна превышать 50 км/ч. П. 48 3).',
        'image': "5.png",
        'options': ['40 км/ч.', '50 км/ч.', '60 км/ч.', '70 км/ч.'],
        'question': '5) Буксировка неисправных механических транспортных средств должна осуществляться со скоростью не '
                    'превышающей:'},
    {   'correct_index': 1,
        'explanation': 'Внезапное появление на проезжей части детей, поведение и действия которых непредсказуемы, '
                       'представляет опасность для водителей. Этот фактор необходимо учитывать при проезде мимо '
                       'стоящих туристических автобусов и других автобусов с опознавательным знаком «Дети». '
                       'Следовательно, именно в этом случае, водитель должен проявлять особую осторожность. П. 46 b).',
        'image': None,
        'options': [   'При движении по мостам, путепроводам, эстакадам и под ними.',
                       'При проезде мимо стоящих туристических автобусов и других автобусов с опознавательным знаком '
                       '«Дети».',
                       'При проезде мимо транспортных средств обозначенных опознавательным знаком «Ограничение '
                       'скорости».',
                       'Во всех перечисленных случаях.'],
        'question': '6) Водитель транспортного средства должен проявлять особую осторожность и, в случае '
                    'необходимости, снизить скорость до предела, обеспечивающего безопасность движения, или даже '
                    'остановиться:'},
    {   'correct_index': 1,
        'explanation': 'Дети, люди преклонного возраста и лица с явными признаками ограниченных возможностей, '
                       'поведение и действия которых трудно предсказуемы, представляют опасность для водителей. Этот '
                       'фактор необходимо учитывать при проезде мимо этой категории пешеходов. Следовательно, именно в '
                       'этом случае, водитель должен проявлять особую осторожность. П. 46 а).',
        'image': None,
        'options': [   'При проезде мимо крупногабаритных, тяжеловесных длинномерных и тихоходных транспортных средств',
                       'При проезде мимо детей, людей преклонного возраста, а также лиц с явными признаками '
                       'ограниченных возможностей',
                       'При проезде мнимо выездов с прилегающих дороге территорий.',
                       'Во всех перечисленных случаях,'],
        'question': '7) Водитель транспортного средства должен проявлять особую осторожность и, в случае '
                    'необходимости, снизить скорость до предела, обеспечивая безопасность движения, или даже '
                    'остановиться:'},
    {   'correct_index': 1,
        'explanation': 'Допустимый максимальный предел скорости вне населённых пунктов, на дорогах, обозначенных '
                       'знаком 5.4 «Дорога для автомобилей», для легковых автомобилей 110 км/ч, для грузовых '
                       'автомобилей с разрешённой максимальной массой более 3500 кг 90 км. Для автобусов и мотоциклов, '
                       'этот предел скорости, на всех дорогах вне населенных пунктов 90 км/ч. Следовательно, в данной '
                       'ситуации, могут продолжить движение: легковой автомобиль со скоростью 110 км/ч, а мотоцикл, '
                       'автобус и грузовой автомобиль 90 км/ч. П. 47 2).',
        'image': "8.png",
        'options': [   'Все транспортные средства 90 км/ч.',
                       'Легковой автомобиль 110 км/ч, мотоцикл, автобус и грузовой автомобиль 90 км/ч.',
                       'Мотоцикл, легковой автомобиль и автобус 110 км/ч, грузовой автомобиль 70 км/ч.'],
        'question': '8) Укажите с какой максимальной скоростью могут продолжить движение транспортные средства проезда '
                    'указанных знаков:'},
    {   'correct_index': 2,
        'explanation': 'Допустимый максимальный предел скорости на дорогах вне населённых пунктов для легковых '
                       'автомобилей, буксирующих прицеп-70 км/ч. П. 47 2) c).',
        'image': "9.png",
        'options': ['Не более 50 км/ч', 'Не более 60 км/ч', 'Не более 70 км/ч', 'Не более 90 км/ч'],
        'question': '9) С какой скоростью может продолжить движение этот легковой автомобиль вне населённых пункт '
                    'ситуации, показанной на рисунке?'},
    {   'correct_index': 3,
        'explanation': 'Действие знака 3.27.2 «Ограничение максимальной скорости» (80 км/ч), прекращается у знака 5.63 '
                       '«Въезд в населённый пункт». Допустимый максимальный предел скорости в на селённых пунктах 50 '
                       'км/ч. Следовательно, этот автомобиль может двигаться со скоростью, не превышающей 80 км/ч, '
                       'только до знака «Въезд в населённый пункт, Пояснительная за писка к приложению № 3 '
                       '(Особенности применения запрещающих и ограничивающих знаков, абзац 12, V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.63), П. 47 1) а).',
        'image': "10.png",
        'options': [   '50 км/ч.',
                       '80 км/ч до ближайшего перекрёстка.',
                       '80 км/ч до конца населенного пункта.',
                       '80 км/ч, но только до знака «Въезд в населенный пункт».'],
        'question': '10) С какой максимальной скоростью может двигаться автомобиль на этом участке дороги?'},
    {   'correct_index': 2,
        'explanation': 'Знак 3.27.2 «Ограничение максимальной скорости» (50 км/ч) с дополнительной табличкой 6.18.1. '
                       '«Влажное покрытие» запрещает движение со скоростью, превышающей указанную на знака, только на '
                       'период времени, когда покрытие проезжей части влажное. Допустимый предел скорости вне '
                       'населённых пунктов для легковых автомобилей 90 км/ч. Следовательно, в данной ситуации, Вы '
                       'можете продолжить движение со скоростью, не превышающей 90 км/ч. Пояснительная записка к '
                       'приложению № 3 (III. ЗАПРЕЩАЮЩИЕ И ОГРА НИЧИВАЮЩИЕ ЗНАКИ, 3.27.2, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ '
                       'ИНФОРМАЦИИ ТАБЛИЧКИ, 6.18.1, Особенности применения дополнительных табличек), П. 47 2) а).',
        'image': "11.png",
        'options': ['Не более 50 км/ч', 'Не более 70 км/ч', 'Не более 90 км/ч'],
        'question': '11) С какой максимальной скоростью Вы можете продолжить движение на легковом автомобиле после '
                    'проезда указанных знаков?'},
    {   'correct_index': 1,
        'explanation': 'В населённых пунктах, обозначенных знаком 5.63 «Въезд в населённый пункт», допустимый предел '
                       'скорости 50 км/ч. Однако, этот предел может быть повышен путём установки соответствующего '
                       'знака 3.27.1 «Ограничение максимальной скорости». П. 47. 1) а), П. 15, абзац 1, П. 16 1), '
                       'абзацы 1 и 2.',
        'image': "12.png",
        'options': [   'Разрешается без ограничений',
                       'Разрешается на участках дорог, где, при условии обеспечения безопасности движения, установлены '
                       'соответствующие знаки «Ограничения максимальной скорости».',
                       'Не разрешается.'],
        'question': '12) Разрешается ли в населённых пунктах, въезды в которые обозначены знаком «Въезд в населенный '
                    'пункт», движение со скоростью более 50 км/ч?'},
    {   'correct_index': 1,
        'explanation': 'Правилами установлено, что для легковых автомобилей, допустимый максимальный предел скорости '
                       'вне населенных пунктов на дорогах, обозначенных знаком 5.4 «Дорога для автомобилей 110 км/ч. '
                       'П. 47. 2) а).',
        'image': "13.png",
        'options': ['130 км/ч.', '110 км/ч.', '90 км/ч.', '70 км/ч.', '50 км/ч.'],
        'question': '13) Допустимый максимальный предел скорости вне населённых пунктов на дорогах, обозначенных '
                    'указанным знаком, для легковых автомобилей:'},
    {   'correct_index': 1,
        'explanation': 'Правила запрещают водителю превышать скорость, указанную на опознавательном знаке «Ограничение '
                       'скорости», установленном на транспортном средстве сзади с левой стороны. Включать габаритные '
                       'огни при движении в темное время суток на достаточно освещённых дорогах, а также осуществлять '
                       'обгон непосредственно за железнодорожным переездом Правила не запрещают. П. 50 b).',
        'image': None,
        'options': [   'Включать габаритные огни при движении в тёмное время суток на достаточно освещённых дорогах.',
                       'Превышать скорость, указанную на опознавательном знаке «Ограничение скорости», установленном '
                       'на транспортном средстве сзади с левой стороны.',
                       'Осуществлять обгон непосредственно за железнодорожным переездом.',
                       'Осуществлять любое из перечисленных действий.'],
        'question': '14) Водителю транспортного средства запрещается:'},
    {   'correct_index': 1,
        'explanation': 'Правила устанавливают допустимый предел скорости для начинающих водителей 70 км/ч. '
                       'Следовательно, в данном случае, легковому автомобилю, на котором установлен опознавательный '
                       'знак «Начинающий водитель», разрешается движение со скоростью 70 км/ч, но только до знака '
                       '3.27.2 «Ограничение максимальной скорости» (60 км/ч). П. 48 1).',
        'image': "15.png",
        'options': [   '60 км/ч.',
                       '70 км/ч до знака «Ограничение максимальной скорости».',
                       '90 км/ч до знака «Ограничение максимальной скорости».'],
        'question': '15) С какой максимальной скоростью разрешается движение легковому автомобилю на этом участке '
                    'дороги?'},
    {   'correct_index': 4,
        'explanation': 'Для того, чтобы водитель мог осуществлять контроль над транспортным средством, он должен при '
                       'выборе скорости движения постоянно учитывать своё психофизиологическое состояние, опыт '
                       'управления, а также техническое состояние транспортного средства и особенности груза. П. 451) '
                       'a), b), c).',
        'image': None,
        'options': [   'Психофизиологическое состояние, которое влияет на внимание и реакцию.',
                       'Свой опыт управления, позволяющий прогнозировать опасные ситуации.',
                       'Техническое состояние транспортного средства и особенности груза.',
                       'Факторы, перечисленные в пунктах 1 и 2.',
                       'Все перечисленные факторы.'],
        'question': '16) Какие факторы должен постоянно учитывать водитель при выборе скорости движения?'},
    {   'correct_index': 2,
        'explanation': 'При появлении в пределах видимости препятствия, которое водитель в состоянии за метить, он, не '
                       'создавая угрозы безопасности движения, может объехать это препятствие, а если это невозможно '
                       'должен снизить скорость либо даже остановиться. П. 45 2).',
        'image': None,
        'options': [   'Не создавая угрозы безопасности движения, может объехать это препятствие.',
                       'Должен снизить скорость или даже остановить транспортное средство.',
                       'Должен выполнить любое из действий, перечисленных в пунктах 1 и 2, в зависимости от ситуации.',
                       'Должен включить аварийную сигнализацию и продолжить движение не снижая скорости.'],
        'question': '17) При появлении в пределах видимости препятствия, которое водитель в состоянии заметить, он:'},
    {   'correct_index': 4,
        'explanation': 'Движение со скоростью, не превышающей максимальную, которая определена технической '
                       'характеристикой транспортного средства, позволяет водителю осуществлять постоянный контроль '
                       'над управляемым им транспортным средством. Поэтому Правила, ни при каких условиях и ни на '
                       'каких дорогах, не разрешают превышать эту скорость. П. 50 а).',
        'image': None,
        'options': [   'Разрешается на отдельных участках дорог, где, при условии обеспечения безопасности движения, '
                       'установлены соответствующие знаки «Ограничение скорости» с более высоким пределом.',
                       'Разрешается на дорогах, обозначенных знаком «Дорога для автомобилей».',
                       'Разрешается только на автомагистралях.',
                       'Разрешается в местах, перечисленных в пунктах 1 и 2.',
                       'Не разрешается.'],
        'question': '18) Разрешается ли превышать максимальную скорость, определённую технической характеристикой '
                    'транспортного средства?'},
    {   'correct_index': 2,
        'explanation': 'Знак 5.65 «Въезд в населённый пункт» обозначает въезд в населённый пункт, в кото ром, на '
                       'данной дороге, не действуют требования Правил устанавливающие порядок движения в населенных '
                       'пунктах, однако, нанесением на его фоне знака 3.27.1 соответствующего значения вводится '
                       'ограничение максимальной скорости на этой дороге. Следовательно, водителям грузового и '
                       'легкового автомобилей, которые буксируют прицепы, движение разрешается со скоростью 70 км/ч. '
                       'Скорость при буксировке неисправных механических транспортных средств, ни при каких условиях, '
                       'не должна превышать 50 км/ч. Пояснительная записка и приложенню № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.65), П. 483)',
        'image': "19.png",
        'options': [   'Водитель грузового автомобиля, буксирующего прицеп',
                       'Водитель легкового автомобиля, буксирующего прицеп,',
                       'Водитель легкового автомобиля, который буксирует неисправный автомобиль.',
                       'Ни один из водителей.'],
        'question': '19) Кто из водителей не должен превышать скорость 50 км/ч в ситуации, показанной на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'При резком торможении возникает опасность наезда транспортного средства, которое следует в '
                       'транспортном потоке сзади. Поэтому. Правила запрещают водителю резко тормозить за исключением '
                       'случаев, когда это необходимо для предотвращения дорожно-транспортного происшествия. П. 50 d)',
        'image': None,
        'options': [   'Разрешается водителю, который при включении жёлтого сигнала светофора находится в '
                       'непосредственной близости от стоп-линии (знака «Место для остановки») обозначенного '
                       'пешеходного перехода или светофора.',
                       'Разрешается только если это требуется для обеспечения безопасности движения.',
                       'Не разрешается ни при каких условиях.'],
        'question': '20) Разрешается ли водителю транспортного средства резко тормозить?'},
    {   'correct_index': 1,
        'explanation': 'Знак 5.4 «Дорога для автомобилей» информирует о том, что эта дорога предназначена для движения '
                       'только автомобилей, автобусов и мотоциклистов. Допустимый максимальный предал скорости на '
                       'такой дороге для мотоциклов 90 км/ч. П. 47. 2) Б). Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 54).',
        'image': "clipboard_image_1770571069971.png",
        'options': ['70 км/ч.', '90 км/ч.', '110 км/ч.', '120 км/ч.'],
        'question': '21) Водителю мотоцикла разрешается движение на дороге для автомобилей со скоростью не более:'},
    {   'correct_index': 2,
        'explanation': 'После проезда указанного знака Вы можете в продолжить движение на легковом автомобиле с '
                       'прицепом со скоростью не более 90 км/ч. П. 47 2) с).',
        'image': None,
        'options': ['Не более 50 км/ч.', 'Не более 70 км/ч.', 'Не более 90 км/ч.'],
        'question': '22) С какой максимальной скоростью водитель может продолжить движение управляя легковым '
                    'автомобилем с прицепом после проезда указанного знака?'},
    {   'correct_index': 1,
        'explanation': 'Во время дождя, тумана, при наличии на проезжей части снега или льда, а также при гололедица, '
                       'максимальный предел скорости для легковых автомобилей и грузовых автомобилей с разрешенной '
                       'максимальной массой не более 3500 кг, необходимо снизить не менее чем на 20 км/ч. П. 47 2) б), '
                       'абзац 2.',
        'image': "23.png",
        'options': ['10 км/ч.', '20 км/ч.', '30 км/ч.', '40 км/ч.'],
        'question': '23) Во время дождя, тумана, при наличии на проезжей части снега или льда, а также при гололедице, '
                    'максимальный предел скорости для легковых автомобилей и грузовых автомобилей с разрешённой '
                    'максимальной массой не более 3500 кг, необходимо снизить не менее чем на:'},
    {   'correct_index': 4,
        'explanation': 'Во время дождя, тумана, при наличии на проезжей части снега или льда, а также при гололедица, '
                       'максимальный предел скорости для легковых автомобилей и грузовых автомобилей с разрешённой '
                       'максимальной массой не более 3500 кг, необходимо снизить не менее чем на 20 км/ч. П. 47 2) d), '
                       'абзац 2.',
        'image': "24.png",
        'options': [   'Только во время дождя.',
                       'Только во время тумана.',
                       'Только при наличии на проезжей части снега или льда.',
                       'Только при гололедице.',
                       'Во всех перечисленных случаях.'],
        'question': '24) Максимальный предел скорости для легковых автомобилей и грузовых автомобилей с разрешенной '
                    'максимальной массой не более 3500 кг необходимо снизить не менее чем на 20 км/ч:'}]
