# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.10.txt

QUIZ_DATA = [   {   'correct_index': 0,
        'explanation': 'Правила запрещают водителям транспортных средств с преимущественным правом движения '
                       'использовать специальные световые и звуковые сигналы в целях, не связанных с выполнением '
                       'неотложных служебных заданий. Однако при выполнении таких заданий эти водители могут отступать '
                       'от требований дорожных знаков, дорожной разметки, а также от требований сигналов светофора. П. '
                       '105 1), Π. 106 4).',
        'image': None,
        'options': [   'Использовать специальные световые и звуковые сигналы в целях, не связанных с выполнением '
                       'неотложных служебных заданий.',
                       'При выполнении неотложных служебных заданий отступать от требований дорожных знаков и дорожной '
                       'разметки.',
                       'При выполнении неотложных служебных заданий отступать от требований сигналов светофора.',
                       'Осуществлять любое из перечисленных действий.'],
        'question': '1) Водителям транспортных средств с преимущественным правом движения запрещается:'},
    {   'correct_index': 4,
        'explanation': 'Проблесковый маячок оранжевого цвета не даёт преимущества в движении водителям транспортных '
                       'средств дорожно-эксплуатационных служб, однако водителям других транс портных средств '
                       'запрещается препятствовать их работе. П. 107.',
        'image': None,
        'options': [   'Даёт только при проезде перекрёстков.',
                       'Даёт только при встречном разъезде на узких участках дорог.',
                       'Даёт при одновременном взаимном перестроении.',
                       'Даёт в любом из перечисленных случаев.',
                       'Не даёт.'],
        'question': '2) Даёт ли преимущество в движении включённый проблесковый маячок оранжевого цвета?'},
    {   'correct_index': 0,
        'explanation': 'При движении колонны, сопровождаемой транспортным средством с включённым проблесковым маячком '
                       'синего и красного цвета и специальным звуковым сигналом, водители других транспортных средств '
                       'обязаны остановиться как можно ближе к бордюру или на обо чине. Могут продолжить движение '
                       'только транспортные средства, движущиеся в противоположном направлении на дороге с '
                       'разделительной полосой. Таким образом, не нарушают Правила водители красного и синего '
                       'автомобилей. П. 1062), абзац 1.',
        'image': "3_5.png",
        'options': [   'Водители красного и синего легковых автомобилей.',
                       'Только водитель синего легкового автомобиля.',
                       'Водители красного и зелёного легковых автомобилей.',
                       'Не нарушает ни один из водителей.'],
        'question': '3) Кто из водителей не нарушает Правила в ситуации, показанной на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'При приближении транспортного средства с включённым проблесковым маячком синего цвета и '
                       'специальным звуковым сигналом, водитель должен обеспечить ему беспрепятственный проезд '
                       'независимо от направления его дальнейшего движения, в том числе освободить полосу, по которой '
                       'движется это транспортное средство, переместившись как можно ближе к бордюру, на обочину, а '
                       'при необходимости остановиться. П. 106 1).',
        'image': None,
        'options': [   'Продолжить движение по своей полосе.',
                       'Обеспечить ему беспрепятственный проезд независимо от направления его дальнейшего движения, в '
                       'том числе освободить полосу, по которой движется это транспортное средство, переместившись как '
                       'можно ближе к бордюру, на обочину, а при необходимости остановиться.',
                       'Немедленно остановить транспортное средство.'],
        'question': '4) Как должен поступить водитель при приближении транспортного средства с преимущественным правом '
                    'движения с включённым вращающимся или бегущим проблесковым маячком синего цвета и специальным '
                    'звуковым сигналом?'},
    {   'correct_index': 1,
        'explanation': 'При движении колонны, сопровождаемой транспортным средством на котором включены проблесковые '
                       'маячки синего и красного цвета и специальный звуковой сигнал, водители других транспортных '
                       'средств обязаны уступить дорогу как ему, так и сопровождаемым транспортным средствам '
                       'независимо от направления их движения, остановившись как можно ближе к бордюру или на обочине, '
                       'за исключением транспортных средств, движущихся в противоположном направлении по дороге с '
                       'разделительной полосой. П. 1062), абзац 1.',
        'image': 'q5.png',
        'options': [   'Освободить полосу по которой движется это транспортное средство, переместившись как можно '
                       'ближе к бордюру, на обочину, а при необходимости - остановиться.',
                       'Уступить дорогу как ему, так и сопровождаемым транспортным средствам независимо от направления '
                       'их движения, остановившись как можно ближе к бордюру или на обочине, за исключением '
                       'транспортных средств, движущихся в противоположном направлении по дороге с разделительной '
                       'полосой'],
        'question': '5) Если колонна транспортных средств , сопровождается транспортным средством с преимущественным '
                    'правом движения, на котором включены проблесковые маячки синего и красного цвета и специальный '
                    'звуковой сигнал, водители других транспортных средств обязаны:'},
    {   'correct_index': 1,
        'explanation': 'В данной ситуации Вы должны снизить скорость, чтобы иметь возможность, в случае необходимости, '
                       'немедленно остановиться. Правила не требуют включать аварийную сигнализацию, ближний свет фар '
                       'или подавать звуковой сигнал. П. 106 3).',
        'image': "6_4.png",
        'options': [   'Включить аварийную сигнализацию и, не снижая скорости, продолжить движение.',
                       'Снизить скорость, чтобы иметь возможность, в случае необходимости, немедленно остановиться.',
                       'Подать звуковой сигнал, включить ближний свет и остановиться.'],
        'question': '6) Как Вы должны поступить при приближении к стоящему транспортному средству с включённым '
                    'вращающимся или бегущим проблесковым маячком синего цвета?'},
    {   'correct_index': 0,
        'explanation': 'Правила запрещают транспортным средствам въезжать на тротуары, кроме машин, осуществляющих '
                       'работы по их обслуживанию. В данном случае Правила нарушает водитель легкового автомобиля, '
                       'совершающий обгон справа. П. 44, П. 107, абзац 1.',
        'image': "4.10_7.png",
        'options': [   'Водитель легкового автомобиля, совершающий обгон справа.',
                       'Водитель автоцистерны, производящий уборку тротуара.',
                       'Оба нарушают.',
                       'Оба не нарушают.'],
        'question': '7) Кто из водителей транспортных средств, движущихся по тротуарам, нарушает Правила?'},
    {   'correct_index': 0,
        'explanation': 'В данной ситуации водитель красного автомобиля проедет перекрёсток первым. Водитель '
                       'транспортного средства с преимущественным правом движения, даже при выполнении неотложного '
                       'служебного задания, обязан подчиниться сигналу регулировщика об остановке перед перекрёстком. '
                       'П. 105 1).',
        'image': "4.10_8.png",
        'options': [   'Проедет перекрёсток первым.',
                       'Остановится у стоп-линии, уступая дорогу автомобилю с включённым проблесковым маячком синего '
                       'цвета и специальным звуковым сигналом.',
                       'Остановится у края пересекаемой проезжей части и возобновит движение после проезда автомобиля '
                       'с включенным проблесковым маячком синего цвета и специальным звуковым сигналом.'],
        'question': '8) В ситуации, показанной на рисунке, водитель красного легкового автомобиля:'},
    {   'correct_index': 2,
        'explanation': 'Несмотря на то, что Вы движетесь в направлении, противоположном направлению движения колонны, '
                       'сопровождаемой автомобилем дорожной полиции на котором включены проблесковые маячки синего и '
                       'красного цвета и специальный звуковой сигнал, при отсутствии раздели тельной полосы, Вы '
                       'обязаны остановиться как можно ближе к бордюру. П. 106 2), абзац 1.',
        'image': "4.10_9.png",
        'options': [   'Продолжите движение по любой полосе.',
                       'Продолжите движение только после снижения скорости и перестроения на правую полосу.',
                       'Остановитесь как можно ближе к бордюру.'],
        'question': '9) Как Вы поступите при приближении встречного автомобиля полиции с включёнными проблесковыми '
                    'маячками синего и красного цвета и специальным звуковым сигналом, который сопровождает колонну?'},
    {   'correct_index': 2,
        'explanation': 'В данном случае, автомобиль Министерства внутренних дел, может продолжить движение в любом '
                       'направлении, поскольку при выполнении неотложного служебного задания, водитель этого '
                       'автомобиля может отступать от предписаний дорожного знака и значений сигналов светофора. П. '
                       '105 1).',
        'image': "4.10_10.png",
        'options': ['Только направо.', 'Прямо или направо.', 'В любом направлении.'],
        'question': '10) В каких направлениях может продолжить движение автомобиль Министерства внутренних дел, '
                    'выполняющий неотложное служебное задание?'},
    {   'correct_index': 0,
        'explanation': 'Правила устанавливают, что возобновлять движение после остановки для пропуска колонны, '
                       'сопровождаемой транспортным средством на котором включены проблесковые маячки синего и '
                       'красного цвета и специальный звуковой сигнал, можно только после проезда замыкающего колонну '
                       'транспортного средства, на котором включён проблесковый маячок синего цвета. П. 106 2), абзац '
                       '2.',
        'image': "clipboard_image_1770568189295.png",
        'options': [   'После проезда замыкающего колонну транспортного средства, на котором включён проблесковый '
                       'маячок синего цвета.',
                       'После проезда транспортных средств, составляющих колонну.',
                       'После проезда транспортного средства с включённым проблесковым маячком красного цвета.'],
        'question': '11) Водителю транспортного средства, остановившегося для пропуска колонны, сопровождаемой '
                    'транспортным средством с преимущественным правом движения, на котором включены проблесковые '
                    'маячки синего и красного цвета и специальный звуковой сигнал, разрешается возобновлять движение:'},
    {   'correct_index': 0,
        'explanation': 'Поскольку Вы движетесь в направлении, противоположном направлению движения колонны, '
                       'сопровождаемой автомобилем полиции на котором включены проблесковые маячки синего и красного '
                       'цвета и специальный звуковой сигнал, по дороге с разделительной полосой, Вы можете продолжить '
                       'движение по любой полосе. П. 106 2), абзац 1.',
        'image': "4.10_12.png",
        'options': [   'Продолжите движение по любой полосе.',
                       'Продолжите движение только после снижения скорости и перестроения на правую полосу.',
                       'Остановитесь как можно ближе к бордюру.'],
        'question': '12) Как Вы поступите при приближении встречного автомобиля полиции с включёнными проблесковыми '
                    'маячками синего и красного цвета и специальным звуковым сигналом, который сопровождает колонку?'},
    {   'correct_index': 2,
        'explanation': 'При движении колонны, сопровождаемой транспортным средством с включённым проблесковым маячком '
                       'синего и красного цвета и специальным звуковым сигналом, водите-ли других транспортных средств '
                       'обязаны остановиться как можно ближе к бордюру или на обочине. Могут продолжить движение '
                       'только транспортные средства, движущиеся в противоположном направлении на дороге с '
                       'разделительной полосой. Две параллельные сплошные узкие линии разделяют транспортные потоки '
                       'противоположных направлений, но не являются разделительной полосой. Таким образом, не нарушает '
                       'Правила только водитель синего автомобиля. П. 106 2), абзац 1.',
        'image': "13_5.png",
        'options': [   'Водители красного и синего легковых автомобилей.',
                       'Водители красного и зелёного легковых автомобилей.',
                       'Только водитель синего легкового автомобиля.',
                       'Не нарушает ни один из водителей.'],
        'question': '13) Кто из водителей не нарушает Правила в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Водители транспортных средств с преимущественным правом движения могут воспользоваться '
                       'преимуществом при включении специальных световых и звуковых сигналов и только после того, как '
                       'убедятся, что им уступают дорогу. П. 105 2).',
        'image': None,
        'options': [   'При включении специальных световых сигналов.',
                       'При включении специальных звуковых сигналов.',
                       'При включении специальных световых и звуковых сигналов и только после того, как убедятся, что '
                       'им уступают дорогу.',
                       'В любом из перечисленных случаев.'],
        'question': '14) В каком из перечисленных случаев водители транспортных средств с преимущественным правом '
                    'движения могут воспользоваться преимуществом?'},
    {   'correct_index': 4,
        'explanation': 'Транспортные средства с преимущественным правом движения должны быть оборудованы проблесковыми '
                       'маячками цвета которых указаны в пунктах 1 и 2. П. 105 1), П. 38 1) а).',
        'image': None,
        'options': [   'Синего и красного.',
                       'Синего.',
                       'Оранжевого.',
                       'Белого',
                       'Проблесковыми маячками, цвета которых указаны в пунктах 1 и 2,'],
        'question': '15) Проблесковыми маячками какого цвета должны быть оборудованы транспортные средства с '
                    'преимущественным правом движения?'},
    {   'correct_index': 4,
        'explanation': 'Водители транспортных средств с преимущественным правом движения, которые оборудованы '
                       'специальными световыми и звуковыми сигналами, при выполнении неотложных служебных заданий, '
                       'могут отступать от требований дорожных знаков, дорожной раз метки и сигналов светофора. П. 105 '
                       '1), П. 38 1) a), b).',
        'image': None,
        'options': [   'Дорожных знаков и дорожной разметки.',
                       'Сигналов светофора.',
                       'Сигналов и указаний регулировщика.',
                       'Перечисленных во всех предыдущих пунктах.',
                       'Перечисленных только в пунктах 1 и 2.'],
        'question': '16) Водители транспортных средств с преимущественным правом движения, которые оборудованы '
                    'специальными световыми и звуковыми сигналами, при выполнении неотложных служебных заданий, могут '
                    'отступать от требований:'},
    {   'correct_index': 4,
        'explanation': 'Водителям запрещается обгонять транспортное средство с преимущественным правом движения и '
                       'сопровождаемые им транспортные средства, а также препятствовать работе транспортных средств '
                       'дорожно-эксплуатационных служб. П. 106 2) абзац 4, П. 107 абзац 4.',
        'image': None,
        'options': [   'Обгонять транспортное средство с преимущественным правом движения.',
                       'Обгонять транспортное средства, сопровождаемые транспортным средством с преимущественным '
                       'правом движения.',
                       'Препятствовать работе транспортных средств дорожно-эксплуатационных.',
                       'Совершать только действия, перечисленные в пунктах 1 и 2.',
                       'Совершать действия, перечисленные во всех предыдущих пунктах.'],
        'question': '17) Водителям запрещается:'},
    {   'correct_index': 3,
        'explanation': 'Автомобиль Генерального инспектората полиции, выполняющий неотложное служебное задание может '
                       'продолжить движение в любом направлении. П. 105 1).',
        'image': "18_3.png",
        'options': [   'Прямо или налево.',
                       'Только налево.',
                       'Налево или в обратном направлении.',
                       'В любом направлении.'],
        'question': '18) В каких направлениях может продолжить движение автомобиль Генерального инспектората полиции, '
                    'выполняющий неотложное служебное задание?'}]
