# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.5A.txt

QUIZ_DATA = [   {   'correct_index': 0,
        'explanation': 'На регулируемом перекрестка сигналы светофора имеют преимущество перед знаками приоритета. В '
                       'данном случае первым проедет перекрёсток легковой автомобиль, потому что при движений в '
                       'направлении стрелки, включенной в дополнительной секции одновременно с красным сигналом '
                       'светофора, водитель должен уступить дорогу транспортным средствам, движущимся с других '
                       'направлений. П. 16 1) с), П. 58 4), абзац 2.',
        'image': "1_8.png",
        'options': ['Легковой автомобиль.', 'Автобус.'],
        'question': '1) Первым проедет перекрёсток:'},
    {   'correct_index': 2,
        'explanation': 'На регулируемом перекрёстке с круговым движением сигналы светофора имеют преимущество перед '
                       'знаками приоритета. В данном случае водитель синего легкового автомобиля уступит дорогу '
                       'зелёному автомобилю, поскольку синий автомобиль движется в направлении стрелки, включенной в '
                       'дополнительной секции одновременно с красным сигналом светофора. П. 16 1) с), П. 58 4), абзац '
                       '2.',
        'image': "2_2.png",
        'options': [   'Проедет перекресток первым, так как приближается к зелёному автомобилю справа.',
                       'Уступит дорогу зелёному автомобилю, который движется по главной дороге.',
                       'Уступит дорогу зелёному автомобилю, так как синий автомобиль движется в направлении стрелки, '
                       'включённой в дополнительной секции одновременно с красным сигналом светофора.'],
        'question': '2) Водитель синего легкового автомобиля:'},
    {   'correct_index': 2,
        'explanation': 'На регулируемом перекрестке сигналы светофора имеют преимущество перед знаками приоритета. '
                       'Проблесковый маячок оранжевого цвета не даёт преимущества в движении. В данном случае, Вы '
                       'должны уступить дорогу только легковому автомобилю, который движется со встречного направления '
                       'прямо. П. 16 1) с), П. 56 2), абзац 1, П. 107, абзац 3.',
        'image': "3_2.png",
        'options': [   'Проехать перекрёсток первым.',
                       'Уступить дорогу только грузовому автомобилю с включённым проблесковым маячком оранжевого '
                       'цвета.',
                       'Уступить дорогу только легковому автомобилю, который движется навстречу в прямом направлении.'],
        'question': '3) Намереваясь повернуть налево, Вы должны:'},
    {   'correct_index': 3,
        'explanation': 'На регулируемом перекрестке сигналы светофора имеют преимущество перед знаками приоритета. '
                       'Поворачивающий налево водитель автобуса должен уступить дорогу автомобилю с проблесковым '
                       'маячком синего цвета и специальным звуковым сигналом, а также грузовому автомобилю, который '
                       'движется со встречного направления прямо. П. 16 1) с). П. 56 2) абзац 1, П. 105 1), П. 106 1).',
        'image': "4_2.png",
        'options': [   'Проехать перекресток первым.',
                       'Уступить дорогу только грузовому автомобилю.',
                       'Уступить дорогу только автомобилю с преимущественным правом движения.',
                       'Уступить дорогу обоим автомобилям.'],
        'question': '4) Водитель автобуса должен:'},
    {   'correct_index': 3,
        'explanation': 'На регулируемом перекрестке сигналы светофора имеют преимущество перед знаками приоритета. В '
                       'данном случае движение запрещено всем транспортным средствам, поскольку красный сигнал '
                       'запрещает движение. П. 161) с). П. 201).',
        'image': "5_1.png",
        'options': [   'Белый и зелёный автомобили, поворачивающие налево.',
                       'Синий автомобиль, движущийся в прямом направлении.',
                       'Трамваи, имеющие преимущество в движении.',
                       'Движение запрещено всем транспортным средствам.'],
        'question': '5) Какие из подъехавших к перекрестку транспортных средств могут продолжить движение?'},
    {   'correct_index': 2,
        'explanation': 'В данном случае, Вы осуществите маневр без остановки, поскольку водитель красного автомобиля, '
                       'который движется в направлении стрелки, включённой в дополнительной секции одновременно с '
                       'красным сигналом светофора, должен уступить Вам дорогу. П. 58 4), абзацы 1,2',
        'image': "6_1.png",
        'options': [   'Остановитесь у стоп-линии, предоставив возможность красному автомобилю повернуть направо.',
                       'Выедете на перекрёсток и, уступая дорогу красному автомобилю, завершите разворот.',
                       'Осуществите манёвр без остановки, поскольку водитель красного автомобиля должен уступить Вам '
                       'дорогу.'],
        'question': '6) Намереваясь развернуться Вы:'},
    {   'correct_index': 1,
        'explanation': 'На регулируемом перекрёстке сигналы светофора именот преимущество перед знаками приоритета. В '
                       'данном случае, трамвай 1 проедет перекрёсток одновременно с трамваем 2, затем легковой '
                       'автомобиль, так как, при одновременном и равном приеме на движение водитель автомобиля должен '
                       'уступить дорогу трамваю 1, поворачивающему направо. Мотоцикл проедет перекресток только после '
                       'включения зеленого сигнала. П. 16. 1) с). П. 564).',
        'image': "7_1.png",
        'options': [   'Мотоцикл одновременно с трамваем 1, затем трамвай 2 одновременно с легковым автомобилини',
                       'Трамвай 1 одновременно с трамваем 2, затем легковой автомобиль',
                       'Трамвай 2, мотоцикл, трамвай 1, легковой автомобиль'],
        'question': '7) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 0,
        'explanation': 'В ситуации, показанной на рисунке, трамвай проедет перекресток одновременно с синим '
                       'автомобилем, затем жёлтый автомобиль, который при одновременном и равном праве - на движение '
                       'должен уступить дорогу трамваю. Красный автомобиль развернется только после включения зелёной '
                       'стрелы в дополнительной секции. П. 20 6), абзац 2. П. 56 4).',
        'image': "8_2.png",
        'options': [   'Трамвай одновременно с синим автомобилем, затем жёлтый автомобиль.',
                       'Красный автомобиль одновременно с трамваем, затем синий автомобиль одновременно с жёлтым.',
                       'Красный автомобиль одновременно с жёлтым, затем трамвай одновременно с синим автомобилями'],
        'question': '8) В каком порядке проедут перекрёсток эти транспортные средства?'},
    {   'correct_index': 3,
        'explanation': 'В данной ситуации Вы уступите дорогу обоим автомобилям, поскольку, при движении в - '
                       'направлении стрелки, включенной в дополнительной секции одновременно с красным сигналом '
                       'светофора, Вы должны уступить дорогу транспортным средствам, движущимся с других направлений. '
                       '11. 58 4), абзац 2.',
        'image': "9_2.png",
        'options': [   'Проедете перекрёсток первым.',
                       'Уступите дорогу синему легковому автомобилю.',
                       'Уступите дорогу красному легковому автомобилю.',
                       'Уступите дорогу обоим автомобилям.'],
        'question': '9) Находясь за рулём изображённого на рисунке легкового автомобиля и намереваясь повернуть '
                    'направо Вы:'},
    {   'correct_index': 1,
        'explanation': 'В данной ситуации, водитель красного автомобиля должен включить указатель прево го поворота и '
                       'продолжить движение в направлении, указанном включённой стрелкой, поскольку при отсутствии '
                       'знака 5.38.3 «Направление движения по полосе» или разметки 1.18.1 6) указывающей разрешенное '
                       'направление движения по полосе, он не должен создавать помех синему автомобилю. П. 585).',
        'image': "10_2.png",
        'options': [   'Дождаться разрешающего сигнала светофора и проехать прямо.',
                       'Включить указатель изменения направления движения вправо и продолжить движение в направлении, '
                       'указанном включённой стрелкой.',
                       'Включить указатель изменения направления движения влево и освободить правую полосу'],
        'question': '10) Как должен поступить водитель красного автомобиля в ситуации, показанной на рисунке?'},
    {   'correct_index': 0,
        'explanation': 'В данном случае, автобус проедет перекресток одновременно с легковым автомобилем. Поскольку '
                       'трамвай движется в направлении стрелки, включенной в дополнительной секции одновременно с '
                       'красным сигналом светофора, у него нет равного права на движение. Следовательно, он должен '
                       'уступить дорогу поворачивающему налево красному автомобилю. П. 564), П. 58 4), абзац 2.',
        'image': "11_2.png",
        'options': [   'Автобус и легковой автомобиль, трамвай.',
                       'Трамвай и автобус, легковой автомобиль.',
                       'Автобус, трамвай, легковой автомобиль'],
        'question': '11) Укажите очерёдность проезда перекрёстка в ситуации, показанной на рисунке:'},
    {   'correct_index': 1,
        'explanation': 'В ситуации, показанной на рисунке, первым проедет перекресток жёлтый автомобиль Поскольку '
                       'трамвай движется в направлении стрелки, включённой в дополнительной секции одновременно с '
                       'красным сигналом светофора, у него нет равного права на движение по от ношению к желтому '
                       'автомобилю. Следовательно, он проедет перекрёсток одновременно с красным автомобилем, уступив '
                       'дорогу поворачивающему налево желтому автомобилю. П. 564), П. 58 4), абзац 2.',
        'image': "12_2.png",
        'options': [   'Трамвай одновременно с красным автомобилем, жёлтый автомобиль.',
                       'Жёлтый автомобиль, трамвай одновременно с красным автомобилем.',
                       'Красный автомобиль, жёлтый автомобиль, трамвай.',
                       'Трамвай, жёлтый автомобиль, красный автомобиль.'],
        'question': '12) Транспортные средства проедут перекрёсток в следующем порядке:'},
    {   'correct_index': 2,
        'explanation': 'Водитель легкового автомобили завершит маневр только при зеленом сигнале светофора. Поскольку '
                       'на пути его следования, имеется стол-линия (1.12) и установлен знак 5.73 «Место для '
                       'остановки», он должен руководствоваться сигналами этого светофора. П. 582).',
        'image': "14.png",
        'options': ['При красном сигнале.', 'При желтом сигнале.', 'При зелёном сигнале.', 'При любом сигнале.'],
        'question': '13) При каком сигнале светофора, установленного на разделительной полосе, водитель легкового '
                    'автомобиля может завершить манёвр?'},
    {   'correct_index': 1,
        'explanation': 'На регулируемом перекрестке сигналы светофора имеют преимущество перед знака ми приоритета. '
                       'Следовательно, красный автомобиль проедет перекресток вторым, уступите дорогу поворачивающему '
                       'направо синему автомобилю. П. 16 1) с), П. 56 2), абзац 1.',
        'image': None,
        'options': ['Первым.', 'Вторым.'],
        'question': '14) Красный автомобиль проедет перекрёсток:'},
    {   'correct_index': 3,
        'explanation': 'На регулируемом перекрёстке сигналы светофора имеют преимущество перед знака ми приоритета. '
                       'Следовательно, поворачивая налево, Вы уступите дорогу легковому автомобилю, который движется '
                       'со встречного направления прямо, а также пешеходам. П. 16. 1) с), П. 56 2), абзац 1, П. 56 3).',
        'image': "15_2.png",
        'options': [   'Проедете перекрёсток первым.',
                       'Уступите дорогу только легковому автомобилю.',
                       'Уступите дорогу только пешеходам.',
                       'Уступите дорогу легковому автомобилю и пешеходам.'],
        'question': '15) Намереваясь повернуть налево, Вы:'},
    {   'correct_index': 2,
        'explanation': 'На регулируемом перекрёстке сигналы светофора имеют преимущество перед знака ми приоритета. '
                       'Проблесковый маячок оранжевого цвета не даёт преимущества в движении. Следовательно, водитель '
                       'легкового автомобиля должен уступить дорогу только автомобилю скорой медицинской помощи с '
                       'включённым проблесковым маячком синего цвета и специальным звуковым сигналом. П. 16 1) с), '
                       'абзац 1, П. 105 1), П. 106 1), П. 107, абзац 3.',
        'image': "16_1.png",
        'options': [   'Проехать перекрёсток первым.',
                       'Уступить дорогу только автоцистерне с включённым проблесковым маячком оранжевого цвета.',
                       'Уступить дорогу только автомобилю скорой медицинской помощи с включённым проблесковым маячком '
                       'синего цвета и специальным звуковым сигналом.',
                       'Уступить дорогу обоим автомобилям.'],
        'question': '16) Намереваясь проехать в прямом направлении, водитель легкового автомобиля должен:'},
    {   'correct_index': 2,
        'explanation': 'В ситуации, показанной на рисунке, трамвай проедет перекресток первым, одновременно с жёлтым '
                       'автомобилем. Красный автомобиль, при одновременном и равном праве на движение с трамваем, '
                       'должен уступить ему дорогу. Синий автомобиль при развороте дол жен уступить дорогу желтому '
                       'автомобилю. П. 56 2), абзац 1, П. 56 4).',
        'image': "18_1.png",
        'options': [   'Трамвай, красный автомобиль, синий автомобиль, жёлтый автомобиль.',
                       'Красный и жёлтый автомобили, затем трамвай и синий автомобиль.',
                       'Трамвай и жёлтый автомобиль, затем красный и синий автомобили.'],
        'question': '17) Укажите очерёдность проезда перекрёстка:'},
    {   'correct_index': 1,
        'explanation': 'В этой ситуации, при одновременном и равном праве на движение с легковым автомобилем, водитель '
                       'трамвая имеет преимущество. П. 56 4).',
        'image': "19_2.png",
        'options': ['Водитель легкового автомобиля.', 'Водитель трамвая.'],
        'question': '18) Водитель какого транспортного средства имеет преимущество в движении?'},
    {   'correct_index': 1,
        'explanation': 'В этой ситуации, при включении зелёного сигнала светофора, разрешающего движение, водитель '
                       'жёлтого автомобиля уступит дорогу синему автомобилю, завершающему проезд перекрестка. П. 58 '
                       '3).',
        'image': None,
        'options': [   'Пользуясь преимуществом в движении, подав звуковой сигнал проедет перекрёсток.',
                       'Уступит дорогу синему автомобилю, завершающему проезд перекрёстка.'],
        'question': '19) В ситуации, показанной на рисунке, при включении зелёного сигнала светофора водитель жёлтого '
                    'автомобиля:'},
    {   'correct_index': 1,
        'explanation': 'На регулируемом перекрёстке сигналы светофоре имеют преимущество перед знаками приоритета. В '
                       'этой ситуации, при одновременном и равном праве на движение с трамваем, троллейбус уступит ему '
                       'дорогу и проедет перекресток вторым. Грузовой автомобиль повернёт налево только после '
                       'включения зелёного сигнала. П. 16 1) с), П. 56 4).',
        'image': "21_3.png",
        'options': ['Первым.', 'Вторым.', 'Третьим.'],
        'question': '20) Троллейбус проедет перекрёсток:'},
    {   'correct_index': 1,
        'explanation': 'На регулируемом перекрестке сигналы светофора имеют преимущество перед знака ми приоритета. В '
                       'этой ситуации, поворачивающий налево водитель грузового автомобиля должен уступить дорогу '
                       'легковому автомобилю, который поворачивает направо со встречного направления. П. 16 1) с), П. '
                       '56 2), абзац 1.',
        'image': None,
        'options': ['Водитель легкового автомобиля.', 'Водитель грузового автомобиля.'],
        'question': '21) Кто должен уступить дорогу в ситуации, показанной на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'На регулируемом перекрёстке сигналы светофора имеют преимущество перед знака ми приоритета. '
                       'Автобус проедет перекресток первым одновременно с трамваем, поскольку их траектории движения '
                       'не пересекаются. Автоцистерна проедет перекресток одновременно с легковым автомобилем, после '
                       'того, как уступит дорогу автобусу, а легковой автомобиль трамваю. П. 161) с). П. 56 1), 2), '
                       'абзац 1, П. 564).',
        'image': "22_3.png",
        'options': [   'Трамвай, легковой автомобиль, автобус, автоцистерна.',
                       'Автобус одновременно с трамваем, затем автоцистерна одновременно с легковым автомобилем.',
                       'Трамвай и автоцистерна, легковой автомобиль, автобус.',
                       'Трамвай, автобус, легковой автомобиль и автоцистерна.'],
        'question': '22) Укажите очерёдность проезда перекрестка:'},
    {   'correct_index': 1,
        'explanation': 'данной ситуации, уступить дорогу должен водитель легкового автомобиля. При выполнении '
                       'неотложного служебного задания, с включёнными специальными световым и звуковым сигналами, '
                       'водитель скорой помощи может отступать от требований сигналов светофора. П. 105 1), 2), Π. 106 '
                       '1).',
        'image': "23_2.png",
        'options': [   'Водитель транспортного средства с преимущественным правом движения.',
                       'Водитель легкового автомобиля.'],
        'question': '23) Водитель какого транспортного средства обязан уступить дорогу?'},
    {   'correct_index': 1,
        'explanation': 'На регулируемом перекрёстке сигналы светофора имеют преимущество перед знака ми приоритета. '
                       'Водитель грузового автомобиля должен уступить дорогу только транспортному средству с '
                       'преимущественным правом движения с включенным проблесковым маячком синего цвета и специальным '
                       'звуковым сигналом, который может отступать от требований сигналов светофора. Поворачивающий '
                       'налево автобус, проедет перекресток последним. П. 16 1) с), П. 56 2), абзац 1, П. 105 1), П. '
                       '106 1).',
        'image': "24_2.png",
        'options': [   'Проехать перекрёсток первым.',
                       'Уступить дорогу только транспортному средству с преимущественным правом движения.',
                       'Уступить дорогу обоим транспортным средствам.'],
        'question': '24) Водитель грузового автомобиля должен:'},
    {   'correct_index': 1,
        'explanation': 'На регулируемом перекрёстке сигналы светофора имеют преимущество перед знака ми приоритета. В '
                       'этой ситуации, первым проедет перекрёсток мотоциклист. Поворачивающий налево водитель '
                       'легкового автомобиля должен уступить ему дорогу, поскольку мотоциклист поворачивает направо со '
                       'встречного направления. П. 16 1) с), П. 56 2), абзац 1,',
        'image': "25.png",
        'options': ['Легкового автомобиля.', 'Мотоцикла.'],
        'question': '25) Первым проедет перекрёсток водитель:'},
    {   'correct_index': 1,
        'explanation': 'Уступите дорогу только автомобилю скорой помощи и проедете перекрёсток вторым, П. 16 1) с), П. '
                       '56 2), абзац 1, П. 106 1).',
        'image': "26_1.png",
        'options': [   'Проедете перекрёсток первым.',
                       'Уступите дорогу только автомобилю скорой помощи и проедете перекрёсток вторым.',
                       'Уступите дорогу автобусу затем автомобилю скорой помощи и проедете перекрёсток третьим.',
                       'Уступите дорогу гужевой повозке, автобусу, затем автомобилю скорой помощи и проедете '
                       'перекрестом последним.'],
        'question': '26) Находясь за рулём мотоцикла и намереваясь проехать в прямом направлении Вы:'},
    {   'correct_index': 3,
        'explanation': 'Проезд перекрёстка на красный сигнал светофора разрешается на сигнал регулировщика в указанном '
                       'им направлении, а также в направлении указанном на дополнительной табличке со стрелкой '
                       'зеленого цвета на черном фоне, установленной на уровне красного сигнала или над ним, не '
                       'создавая препятствий другим участникам движения, движущимся на зелёный сигнал. П. 16 1) d), П. '
                       '58 4) абзац 3.',
        'image': None,
        'options': [   'Только при движении по главной дороге меняющей направление направо.',
                       'Только на сигнал регулировщика в указанном им направлении.',
                       'Только в направлении, указанном на дополнительной табличке со стрелкой зелёного цвета на '
                       'чёрном фоне, установленной на уровне красного сигнала или над ним не создавая препятствий '
                       'другим участникам движения, движущимся на зелёный сигнал.',
                       'В случаях перечисленных в пунктах 2 и 3.',
                       'Во всех перечисленных случаях.'],
        'question': '27) В каких из следующих случаев разрешается проезд перекрёстка на красный сигнал светофора?'},
    {   'correct_index': 0,
        'explanation': 'На регулируемом перекрестке сигналы светофора имеют преимущество перед знаками приоритета. В '
                       'данном случае первым проедет перекрёсток белый автомобиль, потому что при движении в '
                       'направлении дополнительного указателя с зелёной стрелкой на чёрном фоне, водитель красного '
                       'автобуса не должен создавать препятствия для водителя белого автомобиля, движущегося на '
                       'зелёный сигнал светофора. П. 16.1) с). П. 58 4) абзац 3.',
        'image': "28.png",
        'options': ['Белый автомобиль.', 'Красный автобус.'],
        'question': '28) Первым проедет перекрёсток:'},
    {   'correct_index': 2,
        'explanation': 'В ситуации, показанной на рисунка, водитель автобуса должен дождаться зеленого сигнала '
                       'светофора и повернуть направо после проезда жёлтого автомобиля в прямом направлении. П. 58 4) '
                       'абзац 3.',
        'image': "29_1.png",
        'options': [   'Подать звуковой сигнал, чтобы водитель жёлтого автомобиля освободил полосу.',
                       'Применить переключение света фар, чтобы водитель жёлтого автомобиля освободил полосу.',
                       'Дождаться зелёного сигнала светофора и повернуть направо после проезда жёлтого автомобиля в '
                       'прямом направлении.'],
        'question': '29) Как должен поступить водитель автобуса в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Транспортные средства проедут перекресток в следующем порядке: автобус одно временно с '
                       'легковым автомобилем, а автоцистерна с жёлтым мигающим сигналом продолжит движение только '
                       'после включения зеленого сигнала светофора. П. 58 4) абзац 1, П. 107.',
        'image': "30.png",
        'options': [   'Автобус, автоцистерна с жёлтым мигающим сигналом, затем легковой автомобиль.',
                       'Автоцистерна с жёлтым мигающим сигналом, легковой автомобиль, затем автобус.',
                       'Автобус одновременно с легковым автомобилем. Автоцистерна с жёлтым мигающим сигналом продолжи '
                       'движение только после включения зелёного сигнала светофора.'],
        'question': '30) В какой последовательности проедут перекрёсток эти транспортные средства?'}]
