# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.9A.txt

QUIZ_DATA = [   {   'correct_index': 0,
        'explanation': 'Поскольку световой пучок ближнего света фар этих транспортных средств распределяется '
                       'асимметрично со смещением влево, их движение в тёмное время суток запрещено за исключением '
                       'тех, которые находятся в международном движении транзитом, чтобы не ослеплять водителей '
                       'встречных транспортных средств. П. 104 абзац 2.',
        'image': None,
        'options': [   'Транзитом.',
                       'Только в течение 7 суток, не покидая пределов страны.',
                       'В течение 15 суток, не покидая пределов страны.'],
        'question': '1) Водителям транспортных средств, у которых рулевое колесо расположено справа от продольной оси, '
                    'не запрещается движение по общественным дорогам Республики Молдова в тёмное время суток, если они '
                    'находятся в международном движении:'},
    {   'correct_index': 0,
        'explanation': 'Правила устанавливают, что транспортные средства, зарегистрированные в других государствах, '
                       'могут двигаться по общественным дорогам Республики Молдова только при выполнении условий '
                       'допуска к международному движению. При этом не требуется выполнять условия, изложенные в '
                       'других ответах. П. 102.',
        'image': None,
        'options': [   'Только при выполнении условий допуска к международному движению.',
                       'Только в сопровождении патрульных транспортных средств полиции, на которых включены '
                       'проблесковые маячки синего цвета.',
                       'Только в дневное время, при условии, что водители этих транспортных средств включат ближний '
                       'свет или дневные ходовые огни.',
                       'При выполнении условий, перечисленных в пунктах 2 и 3.'],
        'question': '2) Транспортные средства, зарегистрированные в других государствах, могут двигаться по '
                    'общественным дорогам Республики Молдова:'},
    {   'correct_index': 3,
        'explanation': 'Правила устанавливают, что для допуска к международному движению на транспорт-ном средстве '
                       'должны быть установлены таблички с регистрационным номером образца, со-ответствующего '
                       'требованиям Международной конвенции по дорожному движению, а также опознавательный знак '
                       'государства. Кроме того, водитель должен иметь национальное водительское удостоверение '
                       'соответствующей категории (подкатегории) и регистрационный документ на транспортное средство '
                       'установленного образца. Оборудовать транспортное средство противотуманными фарами и затемнять '
                       'стёкла задних дверей не требуется. П. 101.',
        'image': None,
        'options': [   'На транспортном средстве должны быть установлены таблички с регистрационным номером образца, '
                       'соответствующего требованиям Международной конвенции дорожному движению, а также '
                       'опознавательный знак государства.',
                       'Водитель должен иметь национальное водительское удостоверение соответствующей категории '
                       '(подкатегории) и регистрационный документ на транспортное средство установленного образца.',
                       'На транспортном средстве должны быть противотуманные фары и затемненные стёкла задних дверей.',
                       'Должны быть соблюдены условия, перечисленные в пунктах 1 и 2.'],
        'question': '3) Для допуска к международному движению:'},
    {   'correct_index': 2,
        'explanation': 'Правила устанавливают, что транспортные средства, зарегистрированные в Республике Молдова '
                       'могут пересекать государственную границу при условии установки на этих транспортных средствах '
                       'табличек с регистрационным номером образца, соответствующего требованиям Международной '
                       'конвенции по дорожному движению, опознавательного знака государства и при наличии у водителя '
                       'национального водительского удостоверения соответствующей категории (подкатегории) и '
                       'регистрационного документа на транспортное средство установленного образца. Для этого не '
                       'требуется разрешения полиции, а также установки проблесковых маячков. П. 101.',
        'image': None,
        'options': [   'Только после получения разрешения отдела полиции, обслуживающего пограничный пост.',
                       'Только при условии, что на них будут установлены проблесковые маячки оранжевого цвета.',
                       'При условии установки на этих транспортных средствах табличек с регистрационным номером '
                       'образца, соответствующего требованиям Международной конвенции по дорожному движению, '
                       'опознавательного знака государства и при наличии у водителя национального водительского '
                       'удостоверения соответствующей категории (под-категории) и регистрационного документа на '
                       'транспортное средство установленного образца.',
                       'При выполнении условий, перечисленных в пунктах 1 и 2.'],
        'question': '4) Транспортные средства, зарегистрированные в Республике Молдова могут пересекать '
                    'государственную границу:'},
    {   'correct_index': 2,
        'explanation': 'Лица, проживающие в других государствах, но временно прибывшие в Республику Молдова, могут '
                       'управлять транспортными средствами на общественных дорогах, если выполнены требования, '
                       'перечисленные в пунктах 1 или 2. П. 103.',
        'image': 'q5.png',
        'options': [   'Они имеют право на управление управление транспортными средствами, зарегистрированное в '
                       'автоматизированной информационной системе «Государственный регистр водителей транспортных '
                       'средств».',
                       'У них есть водительское удостоверение, признанное на основе взаимности.',
                       'Выполнено любое из требований, перечисленных в предыдущих пунктах.'],
        'question': '5) Лица, проживающие в других государствах, но временно прибывшие в Республику Молдова, могут '
                    'управлять транспортными средствами на общественных Дорогах, если только:'},
    {   'correct_index': 2,
        'explanation': 'Водители транспортных средств, участвующих в международном движении, обязаны подтвердить '
                       'уплату сбора за пользование дорогами в соответствии с положениями налогового законодательства. '
                       'П. 104 абзац 1.',
        'image': None,
        'options': [   'Иметь международное водительское удостоверение.',
                       'Двигаться в сопровождении транспортных средств полиции, на которых включены проблесковые '
                       'маячки оранжевого цвета.',
                       'Подтвердить уплату сбора за пользование дорогами в соответствии с положениями налогового '
                       'законодательства.',
                       'Выполнить требования, перечисленные в пунктах 1 и 2.'],
        'question': '6) Водители транспортных средств, участвующих в международном движении, обязаны:'}]
