# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 3.txt

QUIZ_DATA = [   {   'correct_index': 2,
        'explanation': 'Левая рука, вытянутая в сторону, либо правая рука, вытянутая в сторону и согнутая в локте под '
                       'прямым углом вверх, означает, что водитель этого транспортного средства намерен повернуть '
                       'налево или развернуться в обратном направлении. Следовательно, в ситуации, показанной на '
                       'рисунке, предупредительный сигнал о развороте оба водителя подали правильно. П. 324) a)',
        'image': "3__1.png",
        'options': [   'Только водитель мотоцикла.',
                       'Только водитель легкового автомобиля.',
                       'Оба правильно,',
                       'Оба неправильно.'],
        'question': '1) Водитель какого транспортного средства правильно подал рукой предупредительный сигнал о '
                    'развороте?'},
    {   'correct_index': 3,
        'explanation': 'Сигнал о намерении изменить направление движения подаётся для предотвращения опасности, а '
                       'также во избежание создания помех для движения, не давая при этом водителю преимущественного '
                       'права проезда. П. 32 1).',
        'image': None,
        'options': ['Даёт в начале манёвра.', 'Даёт при завершении маневра.', 'Даёт в обоих случаях.', 'Не даёт'],
        'question': '2) Даёт ли водителю право преимущественного проезда подача предупредительного сигнала об '
                    'изменении направления движения?'},
    {   'correct_index': 3,
        'explanation': 'Левая рука, вытянутая в сторону, означает, что водитель этого транспортного средства намерен '
                       'повернуть налево или развернуться в обратном направленим. П. 32 4) a).',
        'image': "3__3.png",
        'options': [   'Повернуть направо.',
                       'Продолжить движение прямо.',
                       'Остановиться.',
                       'Повернуть налево или развернуться.'],
        'question': '3) Сигнал рукой, поданный водителем изображённого на рисунке легкового автомобиля, предупреждает '
                    'о намерении:'},
    {   'correct_index': 2,
        'explanation': 'Во избежание ослепления при встречном разьезде дальний свет фар должен быть переключён на '
                       'ближний на расстоянии не менее чем за 150 м. П. 34 2) b), абзац 1.',
        'image': None,
        'options': ['50 м.', '100 м.', '150 м.', '200 м.', '250 м.'],
        'question': '4) На каком минимальном расстоянии необходимо переключить дальний свет на ближний, чтобы избежать '
                    'ослепления при встречном разъезде?'},
    {   'correct_index': 1,
        'explanation': 'Для предупреждения об обгоне при условии, что не будут ослеплены водители встречных '
                       'транспортных средств, на короткое время может быть включен дальний свет фар. П. 34 2) b), '
                       'абзац 2.',
        'image': 'q5.png',
        'options': [   'Может быть включён на неограниченное время.',
                       'Может быть включён на короткое время при условии, что не будут ослеплены водители встречных '
                       'транспортных средств.',
                       'Не может, так как применение дальнего света для этой цели запрещено.'],
        'question': '5) Может ли быть включён дальний свет для предупреждения об обгоне?'},
    {   'correct_index': 1,
        'explanation': 'Предупредительный сигнал, поданный световыми указателями изменения направления движения или '
                       'рукой, не должен вводить в заблуждение других участников дорожного движения. П. 32 5), 6).',
        'image': "3__7.png",
        'options': [   'Подаваться, если со встречного направления нет приближающихся транспортных средств.',
                       'Вводить в заблуждение других участников дорожного движения.',
                       'Подаваться при приближении транспортного средства с преимущественным правом движения.'],
        'question': '6) Предупредительный сигнал указателями изменения направления движения или рукой не должен:'},
    {   'correct_index': 2,
        'explanation': 'Вне населённых пунктов, при отсутствии или неисправности аварийной сигнализации, знак '
                       'аварийной остановки должен быть установлен на расстоянии не менее 30 м. П. 372).',
        'image': None,
        'options': ['10 м.', '20 м.', '30 м.', '40 м.'],
        'question': '7) На каком минимальном расстоянии от транспортного средства должен быть установлен знак '
                    'аварийной остановки вне населённых пунктов?'},
    {   'correct_index': 3,
        'explanation': 'Вы должны переключить дальний свет на ближний при движении на достаточно освещенной дороге, а '
                       'также при движении на малом расстоянии до движущегося впереди транс портного средства. П. 34 '
                       '2) a), b), абзац 1.',
        'image': None,
        'options': [   'При приближении к железнодорожному переезду. 2 При движении на достаточно освещенной дороге.',
                       'При движении на малом расстоянии до движущегося впереди транспортного средства.',
                       'Только в случаях перечисленных в пунктах 2 и 3.',
                       'В любом из перечисленных случаев.'],
        'question': '8) Выдвигаетесь в тёмное время суток с включённым дальним светом. В каких случаях Вы должны '
                    'переключить дальний свет на ближний?'},
    {   'correct_index': 1,
        'explanation': 'Аварийная сигнализация, в любое время суток, должна быть включена для предупреждения других '
                       'участников дорожного движения о предстоящей опасности. При движении в организованной колонне, '
                       'а также при перевозке опасных, крупногабаритных и тяжеловесных грузах в дневное время, '
                       'водители должны включать ближний свет фар. П. 37 1) d), П. 34 3) e), g).',
        'image': None,
        'options': [   'При движении в организованной колонне.',
                       'Для предупреждения других участников дорожного движения о предстоящей опасности.',
                       'При перевозке опасных, крупногабаритных и тяжеловесных грузов.',
                       'В любом из перечисленных случаев.'],
        'question': '9) Аварийная сигнализация должна быть включена:'},
    {   'correct_index': 1,
        'explanation': 'В населённых пунктах звуковой сигнал может применяться только в случае, если это необходимо '
                       'для предотвращения дорожно-транспортного происшествия. Для привлечения внимания водителя '
                       'обгоняемого транспортного средства звуковой сигнал может применяться только вне населённых '
                       'пунктов. Для предупреждения других участников движения о предстоящей опасности включается '
                       'аварийная сигнализация. П. 33 1), П. 37 1) б).',
        'image': None,
        'options': [   'Привлечения внимания водителя обгоняемого транспортного средства.',
                       'Предотвращения дорожно-транспортного происшествия.',
                       'Предупреждения других участников движения о предстоящей опасности.',
                       'Обеспечения безопасности движения в любом из указанных случаев.'],
        'question': '10) В населённых пунктах звуковой сигнал может применяться только в случае, если это необходимо '
                    'для:'},
    {   'correct_index': 3,
        'explanation': 'Противотуманные фары могут быть использованы только в условиях недостаточной видимости, '
                       'отдельно или одновременно с ближним или дальним светом. П. 345).',
        'image': "3__11.png",
        'options': [   'В тёмное время суток на неосвещённых участках дорог.',
                       'В светлое время суток при движении в организованной колонне.',
                       'В светлое время суток при перевозке опасных, тяжеловесных и крупногабаритных грузов.',
                       'Только в условиях недостаточной видимости, отдельно или одновременно с ближним или дальним '
                       'светом.',
                       'В любом из перечисленных случаев.'],
        'question': '11) В каких случаях водители транспортных средств могут использовать противотуманные фары?'},
    {   'correct_index': 0,
        'explanation': 'В населенных пунктах звуковой сигнал может применяться только в случае, если это необходимо '
                       'для предотвращения дорожно-транспортного происшествия. В данной ситуации Вы можете применить '
                       'звуковой сигнал. П. 33 1).',
        'image': "3__12.png",
        'options': [   'Да.',
                       'Нет, так как движение осуществляется в населённом пункте.',
                       'Нет, так как для привлечения внимания детей достаточно применить только переключение света '
                       'фар.'],
        'question': '12) Можете ли Вы применить звуковой сигнал в ситуации, показанной на рисунке?'},
    {   'correct_index': 3,
        'explanation': 'В данном случае поднятая вверх левая рука означает, что водитель мотоцикла наме рен снизить '
                       'скорость, чтобы остановиться и уступить дорогу легковому автомобилю, приближающемуся справа. '
                       'П. 324) с).',
        'image': "3__13.png",
        'options': [   'Продолжить движение прямо.',
                       'Повернуть направо.',
                       'Повернуть налево.',
                       'Снизить скорость, чтобы остановиться и уступить дорогу легковому автомобилю, приближающемуся '
                       'справа.'],
        'question': '13) Поднятая вверх рука означает, что водитель мотоцикла намерен:'},
    {   'correct_index': 2,
        'explanation': 'При движении в дневное время не должен включать ближний свет только водитель неисправного '
                       'транспортного средства, следующего к месту стоянки или ремонта. П. 343).',
        'image': None,
        'options': [   'Мотоцикла или мопеда.',
                       'Автобуса, перевозящего группы детей.',
                       'Неисправного транспортного средства, следующего к месту стоянки или ремонта.',
                       'Буксирующего механического транспортного средства, которое буксирует другое механическое '
                       'транспортное средство.',
                       'Маршрутного транспортного средства, движущегося по полосе, обозначенной знаком «Дорога с '
                       'полосой для маршрутных транспортных средств» и/или соответствущей разметкой, навстречу '
                       'основному потоку транспортных средств.'],
        'question': '14) Водитель какого транспортного средства не должен включать ближний свет при движении в дневное '
                    'время в период с 1 апреля по 31 октября?'},
    {   'correct_index': 0,
        'explanation': 'Для облегчения маневра, в ситуации, показанной на рисунке, подача сигнала рукой может быть '
                       'прекращена в точке А, непосредственно перед его выполнением. П. 32. 3).',
        'image': "3__15.png",
        'options': [   'Непосредственно перед выполнением манёвра (точка А).',
                       'Немедленно после завершения манёвра (точка В).',
                       'В любом из указанных мест.'],
        'question': '15) В ситуации, показанной на рисунке сигнал правого поворота, поданный рукой может быть '
                    'прекращён'},
    {   'correct_index': 2,
        'explanation': 'На учебных автомобилях при обучении вождению, в течение всего года в дневное время, должен '
                       'быть включен ближний свет фар или включены ходовые огни. Это необходимо для привлечения '
                       'внимания других участников дорожного движения, а также с целью обо значения движущегося '
                       'транспортного средства. П. 343) b).',
        'image': "3__16.png",
        'options': [   'Только в условиях недостаточной видимости.',
                       'Только в период с 1 ноября по 31 марта включительно.',
                       'В течение всего года, но только при обучении вождению.',
                       'По усмотрению инструктора.'],
        'question': '16) Для привлечения внимания других участников дорожного движения, а также с целью обозначения '
                    'движущегося транспортного средства, водители учебных автомобилей в дневное время должны включать '
                    'ближний свет или дневные ходовые огни:'},
    {   'correct_index': 0,
        'explanation': 'На автомобилях, управляемых начинающими водителями, в течение всего года в дневное время, '
                       'должен быть включен ближний свет фар или включены ходовые огни. Это необходимо для привлечения '
                       'внимания других участников дорожного движения, а также с целью обозначения движущегося '
                       'транспортного средства. П. 343) с).',
        'image': "3__17.png",
        'options': [   'В течение всего года.',
                       'Только в период с 1 ноября по 31 марта включительно.',
                       'Только в условиях недостаточной видимости.',
                       'По усмотрению водителя.'],
        'question': '17) Для привлечения внимания других участников дорожного движения, а также с целью обозначения '
                    'движущегося транспортного средства, начинающие водители должны включать в дневное время ближний '
                    'свет или дневные ходовые огни:'},
    {   'correct_index': 3,
        'explanation': 'Для привлечения внимания других участников дорожного движения и с целью обозначения движущихся '
                       'транспортных средств, в период с 1 ноября по 31 марта включительню. ближний свет или ходовые '
                       'огни в дневное время должны включать водители всех транс портных средств. П. 34 3) ().',
        'image': None,
        'options': [   'Только тихоходных транспортных средств.',
                       'Только транспортных средств управляемых лицами с ограниченными возможностями.',
                       'Только транспортных средств с преимущественным правом движения.',
                       'Всех перечисленных транспортных средств.'],
        'question': '18) Для привлечения внимания других участников дорожного движения и с целью обозначения '
                    'движущихся транспортных средств, в период с 1 ноября по 31 марта включительно, ближний свет или '
                    'дневные ходовые огни в дневное время должны включать водители:'},
    {   'correct_index': 1,
        'explanation': 'В этой ситуации Вы должны включить указатель изменения направления движения, предупреждающий '
                       'об остановке с правой стороны проезжей части, только после въезда на перекрёсток. Сигнал, '
                       'поданный до въезда на перекресток, может ввести в заблуждение водителя легкового автомобиля, '
                       'которому неизвестно, что Вам на этом перекрёстке поворот направо запрещён. П. 325), 6).',
        'image': "3__19.png",
        'options': [   'До въезда на перекрёсток, чтобы заблаговременно предупредить водителя белого автомобиля.',
                       'Только после въезда на перекрёсток.',
                       'Момент включения указателя не имеет значения, поскольку поворот направо запрещён.'],
        'question': '19) Вы намереваетесь остановиться с правой стороны проезжей части сразу после проезда перекрёстка '
                    'в прямом направлении. В этой ситуации Вы должны включить указатель изменения направления '
                    'движения:'},
    {   'correct_index': 1,
        'explanation': 'В этой ситуации, Вы обязаны включить указатель изменения направления движения влево для '
                       'объезда препятствия, поскольку, управляемый Вами автомобиль, изменит свое положение (совершит '
                       'манёвр) на проезжей части. П. 32 2) b).',
        'image': "3__20.png",
        'options': [   'Обязаны только при движении в тёмное время суток или в условиях недостаточной видимости',
                       'Обязаны, поскольку в данной ситуации транспортное средство изменяет своё положение на проезжей '
                       'части.',
                       'Не обязаны, так как нет встречных транспортных средств.'],
        'question': '20) Обязаны ли Вы включить указатель изменения направления движения влево для объезда препятствия '
                    'в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'При перестроении на соседнюю полосу, Вы обязаны включить указатель изменения направления '
                       'движения вправо, поскольку, управляемый Вами автомобиль, изменит своё положение (совершит '
                       'маневр) на проезжей части. П. 322) b).',
        'image': "3__21.png",
        'options': [   'Не обязаны, поскольку нет встречных транспортных средств.', 
                       'Обязаны только в тёмное время суток или в условиях недостаточной видимости.',
                       'Обязаны во всех случаях, поскольку при перестроении Вы изменяете положение транспортного средства на проезжей части.'],
        'question': '21) Обязаны ли Вы при перестроении на соседнюю полосу, включить указатель изменения направления '
                    'движения вправо в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Несмотря на то, что Вы намерены продолжить движение по главной дороге, Вы обязаны включить '
                       'указатель изменения направления движения, поскольку, на этом перекрёстке, Вы поворачиваете '
                       'налево. П. 32 2) b).',
        'image': "3__22.png",
        'options': [   'Не обязаны, так как справа к перекрёстку не приближаются другие транспортные средства.',
                       'Обязаны только в случае, если вслед за Вами движутся другие транспортные средства.',
                       'Обязаны во всех случаях, поскольку Вы изменяете на перекрёстке направление движения.'],
        'question': '22) Вы намерены продолжить движение по главной дороге. Обязаны ли Вы включить указатель изменения '
                    'направления движения влево в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Водитель легкового автомобиля должен выключить указатель изменения направления движения в '
                       'точке С (после завершения маневра). В этом случае, водитель автобуса не будет введён в '
                       'заблуждение, П. 325), 6). При этом будут созданы условия для одновременного провала '
                       'перекрёстка. П. 561).',
        'image': "3__23.png",
        'options': [   'A (перед въездом на перекрёсток).',
                       'B (перед краем пересекаемой проезжей части).',
                       'C (после завершения манёвра).'],
        'question': '23) В ситуации, показанной на рисунке, чтобы не вводить в заблуждение водителя автобуса, а также '
                    'с целью создания условий для одновременного проезда перекрёстка, водитель легкового автомобиля '
                    'должен выключить указатель изменения направления движения в точке:'},
    {   'correct_index': 1,
        'explanation': 'Водитель левого автомобиля должен выключить указатель изменения направления движения в точке В '
                       '(перед краем пересекаемой проезжей части). В этом случае, водитель автобуса не будет введён в '
                       'заблуждение. Он продолжит движение уступив дорогу легковому автомобилю. Таким образом, '
                       'конфликтная ситуация будет исключена. П. 325), 6).',
        'image': "3__24.png",
        'options': [   'А (перед въездом на перекрёсток).',
                       'В (перед краем пересекаемой проезжей части).',
                       'С (после проезда перекрёстка).'],
        'question': '24) В ситуации, показанной на рисунке, чтобы не вводить в заблуждение водителя автобуса и, тем '
                    'самым исключить конфликтную ситуацию, водитель легкового автомобиля должен выключить указатель '
                    'изменения направления движения в точке:'},
    {   'correct_index': 2,
        'explanation': 'Приближаясь к опасному повороту направо, Вы не обязаны включать указатель изменения '
                       'направления движения, поскольку, в данном случае. Вы проследуете в направлении поворота не '
                       'маневрируя на проезжей части. П. 32 2), b).',
        'image': "3__25.png",
        'options': [   'Обязаны только если вслед за Вами движутся другие транспортные средства.',
                       'Обязаны, поскольку обзорность ограничена.',
                       'Не обязаны, поскольку Вы проследуете в направлении поворота, без маневрирования на проезжей '
                       'части.'],
        'question': '25) Обязаны ли Вы, приближаясь к опасному повороту направо, включить указатель изменения '
                    'направления движения вправо?'}]
