# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 1.2.txt

QUIZ_DATA = [   {   'correct_index': 0,
        'explanation': 'Водитель транспортного средства обязан по требованию полицейских, обеспечить доставку на '
                       'транспортном средстве в медицинское учреждение лиц, нуждающихся в срочной медицинской помощи, '
                       'независимо от направления движения. П. 11 к), абзац 3.',
        'image': None,
        'options': [   'Обязаны независимо от направления движения.',
                       'Обязаны только в случае, если медицинское учреждение находится в направлении движения '
                       'транспортного средства.',
                       'Не обязаны.'],
        'question': '1) Обязаны ли Вы по требованию полицейских обеспечить доставку на транспортном средстве в '
                    'медицинское учреждение лиц, нуждающихся в срочной медицинской помощи?'},
    {   'correct_index': 1,
        'explanation': 'Водитель транспортного средства обязан на нерегулируемых пешеходных переходах уступать дорогу '
                       'пешеходам, которые переходят проезжую часть данного направления. П. 7 2. "уступи дорогу", П. '
                       '11 1), абзац 1.',
        'image': None,
        'options': [   'Днём подать звуковой сигнал, а в тёмное время суток применить переключение света фар.',
                       'Уступать им дорогу, чтобы не вынуждать их изменить направление движения или остановиться.',
                       'Снизить скорость и продолжить движение.'],
        'question': '2) На нерегулируемых пешеходных переходах, при наличии на них пешеходов, Вы обязаны:'},
    {   'correct_index': 2,
        'explanation': 'Водитель механического транспортного средства обязан управлять транспортным средством таким '
                       'образом, чтобы не забрызгивать пешеходов, когда на дороге есть вода или грязь. П. 11 g).',
        'image': None,
        'options': [   'Пристегнуть ремень безопасности при движении задним ходом.',
                       'Быть одетым в предохранительный световозвращающий жилет при движении по дорогам вне населённых '
                       'пунктов.',
                       'Управлять транспортным средством таким образом, чтобы не забрызгивать пешеходов, когда на '
                       'дороге есть вода или грязь.',
                       'Выполнять все перечисленные действия.'],
        'question': '3) Водитель механического транспортного средства обязан:'},
    {   'correct_index': 2,
        'explanation': 'Водитель транспортного средства обязан незамедлительно останавливать транспортное средство на '
                       'сигнал незрячего пешехода, переходящего дорогу в любом месте (сигнал -поднятая белая трость). '
                       'П. 11 і), абзац 7.',
        'image': None,
        'options': [   'Только при переходе дороги на нерегулируемом пешеходном переходе.',
                       'Только при переходе дороги для посадки в маршрутное транспортное средство.',
                       'При переходе дороги в любом месте.'],
        'question': '4) Водитель транспортного средства обязан незамедлительно остановиться, если незрячий пешеход '
                    'подаёт сигнал поднятием белой трости:'},
    {   'correct_index': 2,
        'explanation': 'Водитель транспортного средства обязан незамедлительно останавливать это транспортное средство '
                       'на сигнал незрячего пешехода, переходящего дорогу (сигнал-поднятая белая трость). П. 11 і), '
                       'абзац 7.',
        'image': "clipboard_image_1769701275445.png",
        'options': [   'Подать звуковой сигнал и продолжить движение не снижая скорости.',
                       'Снизить скорость и продолжить движение с особой осторожностью.',
                       'Незамедлительно остановиться на сигнал незрячего пешехода переходящего дорогу.'],
        'question': '5) Как обязан поступить водитель легкового автомобиля в ситуации, показанной на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'После остановки на сигнал регулировщика или иного представителя контролирующих органов '
                       'водитель обязан оставаться в транспортном средстве, держа руки на руле до приближения лица, '
                       'потребовавшего остановиться. При остановке в темное время суток водитель обязан включить '
                       'освещение в салоне (кабине) транспортного средства. П. 11 1), абзац 8.',
        'image': None,
        'options': [   'Выйти из транспортного средства и направиться к полицейскому для предъявления документов.',
                       'Оставаться в транспортном средстве, держа руки на руле до приближения лица, потребовавшего '
                       'остановиться. В тёмное время суток включить освещение в салоне ( кабине) транспортного '
                       'средства.',
                       'Оставаться в транспортном средстве, приготовив документы для проверки.'],
        'question': '6) После остановки на сигнал регулировщика или иного представителя контролирующих органов '
                    'водитель обязан:'},
    {   'correct_index': 0,
        'explanation': 'Водитель транспортного средства обязан по требованию полицейского пройти процедуру проверки '
                       'выдыхаемого воздуха или, при необходимости, медицинское обследование на предмет отбора для '
                       'анализа биологических проб с целью установления факта употребления алкоголя, наркотических или '
                       'иных психотропных веществ либо медикаментов с аналогичным эффектом. П. 11.1).',
        'image': None,
        'options': [   'По требованию полицейского пройти процедуру проверки выдыхаемого воздуха или медицинское '
                       'обследование с целью установления факта употребления алкоголя.',
                       'По требованию полицейских обеспечить их доставку к месту работы.',
                       'По требованию полицейских обеспечить их доставку к месту дорожно-транспортного происшествия '
                       'или стихийного бедствия, в случае когда это место находится в направлении, противоположном его '
                       'движению.'],
        'question': '7) Водитель транспортного средства обязан:'},
    {   'correct_index': 2,
        'explanation': 'Водителю транспортного средства запрещается трогаться с места с незакрытыми дверями или '
                       'открывать их во время движения. П. 14 с).',
        'image': None,
        'options': [   'Двигаться задним ходом на дорогах с односторонним движением.',
                       'После остановки на сигнал полицейского, оставаться в транспортном средстве, держа руки на руле '
                       'до его приближения.',
                       'Трогаться с места с незакрытыми дверями или открывать их во время движения.',
                       'Совершать любое из перечисленных действий.'],
        'question': '8) Водителю транспортного средства запрещается:'},
    {   'correct_index': 3,
        'explanation': 'Водителю транспортного средства запрещается управлять транспортным средством в состоянии '
                       'алкогольного, наркотического или иного опьянения, под воздействием лекарственных препаратов, '
                       'снижающих реакцию, если он болен, травмирован или находится в утомлённом состоянии, ставящем '
                       'под угрозу безопасность движения. П. 14 а).',
        'image': None,
        'options': [   'Только в состоянии алкогольного, наркотического или иного опьянения.',
                       'Только под воздействием лекарственных препаратов, снижающих реакцию.',
                       'Только если он болен, травмирован или находится в утомлённом состоянии, ставящем под угрозу '
                       'безопасность движения.',
                       'В любом из перечисленных случаев.'],
        'question': '9) Водителю запрещается управлять транспортным средством:'},
    {   'correct_index': 2,
        'explanation': 'Водителю транспортного средства запрещается вести телефонные переговоры во время движения, за '
                       'исключением случаев, когда транспортное средство или телефон оборудованы техническим '
                       'устройством, позволяющим вести переговоры без использования рук. П. 14 d).',
        'image': None,
        'options': [   'Выполнять маневр движения задним ходом с непристёгнутым ремнём безопасности.',
                       'Надевать предохранительный световозвращающий жилет при осуществлении работ на транспортном '
                       'средстве после его остановки в пределах дорожного полотна.',
                       'Вести телефонные переговоры во время движения, за исключением случаев, когда транспортное '
                       'средство или телефон оборудованы техническим устройством, позволяющим вести переговоры без '
                       'использования рук.',
                       'Совершать действия, перечисленные в пунктах 1 и 2.',
                       'Совершать любое из перечисленных действий.'],
        'question': '10) Водителю транспортного средства запрещается:'},
    {   'correct_index': 2,
        'explanation': 'Водитель транспортного средства, подъехавший к месту дорожно-транспортного происшествия, в '
                       'отсутствие аварийных служб обязан остановиться и в случае необходимости оказать первую помощь '
                       'пострадавшим и сообщить о случившемся в полицию. П. 12, 2) а), б).',
        'image': None,
        'options': [   'Только оказать первую помощь пострадавшим.',
                       'Только сообщить о случившемся в полицию.',
                       'Выполнить оба действия.'],
        'question': '11) Водитель транспортного средства, подъехавший к месту дорожно-транспортного происшествия, в '
                    'отсутствие аварийных служб обязан остановиться и, в случае необходимости:'},
    {   'correct_index': 1,
        'explanation': 'Водитель транспортного средства, подъехавший к месту дорожно-транспортного происшествия, в '
                       'отсутствие аварийных служб обязан остановиться и в случае необходимости оказать первую помощь '
                       'пострадавшим. П. 12, 2) а).',
        'image': 'q12.png',
        'options': ['Добровольным поступком.', 'Одной из его обязанностей.'],
        'question': '12) Для водителя транспортного средства оказание первой помощи пострадавшим при '
                    'дорожно-транспортном происшествии является:'},
    {   'correct_index': 3,
        'explanation': 'Лицо, управляющее транспортным средством, должно знать и выполнять требования Правил дорожного '
                       'движения, иметь необходимые навыки уверенного и безопасного управления транспортным средством, '
                       'а также уметь оказывать первую помощь лицам, пострадавшим в дорожно-транспортных '
                       'происшествиях. П. 10 1) b), с).',
        'image': 'q13.png',
        'options': [   'Обеспечить доставку полицейских по их требованию к месту работы.',
                       'Знать и выполнять требования Правил дорожного движения, а также иметь необходимые навыки '
                       'уверенного и безопасного управления транспортным средством.',
                       'Уметь оказывать первую помощь лицам, пострадавшим в дорожно-транспортных происшествиях.',
                       'Выполнять требования перечисленные в пунктах 2 и 3.',
                       'Выполнять все перечисленные требования.'],
        'question': '13) Лицо, управляющее транспортным средством, должно:'},
    {   'correct_index': 2,
        'explanation': 'Водитель транспортного средства обязан на нерегулируемых пешеходных переходах уступать дорогу '
                       'пешеходам, которые переходят проезжую часть данного направления. П. 11 f), абзац 1.',
        'image': "clipboard_image_1769701319503.png",
        'options': ['Только водитель синего автомобиля.', 'Только водитель красного автомобиля.', 'Оба водителя.'],
        'question': '14) Кто из водителей обязан уступить дорогу пешеходам?'},
    {   'correct_index': 1,
        'explanation': 'Водитель транспортного средства обязан проявлять повышенное внимание при появлении '
                       'транспортных средств, у которых включён проблесковый маячок оранжевого цвета или на которых '
                       'установлены опознавательные знаки «Дети», «Глухонемой водитель», «Водитель с ограниченными '
                       'возможностями», «Учебное транспортное средство», «Крупногабаритный груз», «Опасный груз» или '
                       '«Начинающий водитель». (Приложение № 6), П. 11 е).',
        'image': None,
        'options': [   'Предоставлять транспортное средство полицейским для транспортировки повреждённых при '
                       'дорожно-транспортном происшествии или неисправных транспортных средств.',
                       'Проявлять повышенное внимание при появлении транспортных средств на которых установлен '
                       'опознавательный знак «Дети», «Глухонемой водитель», «Водитель с ограниченными возможностями», '
                       '«Учебное транспортное средство», «Крупногабаритный груз», «Опасный груз» или «Начинающий '
                       'водитель».',
                       'Быть одетым в предохранительный световозвращающий жилет при движении по дорогам вне населённых '
                       'пунктов.',
                       'Соблюдать все перечисленные требования.'],
        'question': '15) Водитель транспортного средства обязан:'},
    {   'correct_index': 3,
        'explanation': 'Водитель транспортного средства обязан пристегнуть ремень безопасности и убедиться, что '
                       'пассажиры также пристегнули ремни, если на транспортном средстве они предусмотрены. Могут не '
                       'пристёгивать ремни безопасности в населённых пунктах водители транспортных средств с '
                       'преимущественным правом движения при выполнении неотложного служебного задания. П. 11 b).',
        'image': None,
        'options': [   'Водители с ограниченными возможностями.',
                       'Водители и пассажиры такси.',
                       'Пассажиры на заднем сидении легкового автомобиля.',
                       'Водители транспортных средств с преимущественным правом движения при выполнении неотложного '
                       'служебного задания.',
                       'Все перечисленные участники дорожного движения.'],
        'question': '16) При движении в населённых пунктах могут не пристёгивать ремни безопасности:'},
    {   'correct_index': 0,
        'explanation': 'Водитель транспортного средства обязан на нерегулируемых пешеходных переходах уступать дорогу '
                       'пешеходам, которые переходят проезжую часть данного направления. П. 11 f), абзац 1.',
        'image': "clipboard_image_1769701343868.png",
        'options': ['Только водитель мотоцикла.', 'Только водитель автомобиля.', 'Оба водителя.'],
        'question': '17) Водитель какого из показанных на рисунке транспортных средств обязан уступить дорогу '
                    'пешеходам?'},
    {   'correct_index': 1,
        'explanation': 'Водителю транспортного средства запрещается выезжать на дорогу с усовершенствованным '
                       'покрытием, если на колёсах или в кузове транспортного средства имеется грязь, строительные '
                       'материалы и т. п., которые могут загрязнить проезжую часть, или если из транспортного средства '
                       'происходит утечка горюче-смазочных материалов. П. 14 е).',
        'image': None,
        'options': [   'Надевать предохранительный световозвращающий жилет при осуществлении работ на транспортном '
                       'средстве после его остановки на обочине.',
                       'Выезжать на дорогу с усовершенствованным покрытием, если на колёсах или в кузове транспортного '
                       'средства имеются грязь, строительные материалы и т. п., которые могут загрязнить проезжую '
                       'часть.',
                       'Осуществлять любое из перечисленных действий.'],
        'question': '18) Водителю транспортного средства запрещается:'},
    {   'correct_index': 3,
        'explanation': 'Водитель транспортного средства, причастный к дорожно-транспортному происшествию, обязан без '
                       'промедления остановить транспортное средство, П. 12 1) а), и включить аварийную сигнализацию в '
                       'соответствии с П. 37 1) а), а при её отсутствии или неисправности водитель должен установить '
                       'знак аварийной остановки или портативный фонарь с красным мигающим светом, П. 37 2).',
        'image': None,
        'options': [   'Оставаться в транспортном средстве, держа руки на руле до прибытия полицейских.',
                       'В тёмное время суток включить освещение в салоне (кабине) транспортного средства.',
                       'Обеспечить читаемость регистрационных знаков,',
                       'Без промедления остановить транспортное средство и включить аварийную сигнализацию, а при её '
                       'отсутствии или неисправности установить знак аварийной остановки или портативный фонарь с '
                       'красным мигающим светом.',
                       'Предпринять все перечисленные действия.'],
        'question': '19) Водитель транспортного средства, причастный к дорожно-транспортному происшествию, обязан:'},
    {   'correct_index': 3,
        'explanation': 'Водитель транспортного средства, подъехавший к месту дорожно-транспортного происшествия, в '
                       'отсутствие аварийных служб обязан остановиться и в случае необходимости оказать первую помощь, '
                       'вызвать скорую помощь, а если это невозможно или в неотложном случае отвезти пострадавших на '
                       'собственном транспортном средстве в ближайшее меди-цинское учреждение, предъявить в '
                       'медицинском учреждении водительское удостоверение или другой документ, удостоверяющий '
                       'личность, а также регистрационные документы на транспортное средство. П. 122), а).',
        'image': None,
        'options': [   'Обязан, если в машине есть свободное место.',
                       'Обязан, если у него есть свободное время.',
                       'Обязан, только в попутном направлении.',
                       'Обязан, если невозможно вызвать скорую помощь или в неотложном случае.',
                       'Обязан только в случае, если он является виновником этого дорожно-транспортного происшествия.'],
        'question': '20) Обязан ли водитель доставлять в медицинское учреждение пострадавших в дорожно-транспортном '
                    'происшествии?'},
    {   'correct_index': 4,
        'explanation': 'При дорожно-транспортном происшествии водитель должен включить аварийную сигнализацию, П. 37 '
                       '1) а), а при отсутствии или неисправности аварийной сигнализации водитель должен установить '
                       'знак аварийной остановки или портативный фонарь с красным мигающим светом на расстоянии не '
                       'менее 30 м от транспортного средства сзади или спереди на той же полосе таким образом, чтобы '
                       'он был замечен на достаточном расстоянии водителя-ми приближающихся транспортных средств, П. '
                       '37 2).',
        'image': "clipboard_image_1769701386666.png",
        'options': [   'Только включением аварийной сигнализации.',
                       'Только установкой знака аварийной остановки.',
                       'Только установкой портативного фонаря с красным мигающим светом.',
                       'Способами указанными в пунктах 1 и 2.',
                       'Включением аварийной сигнализации, а при её отсутствии или неисправности установкой знака '
                       'аварийной остановки или портативного фонаря с красным мигающим светом на расстоянии не менее '
                       '30 м от транспортного средства сзади или спереди на той же полосе.'],
        'question': '21) Как должно быть обозначено транспортное средство вовлечённое в дорожно-транспортное '
                    'происшествие?'},
    {   'correct_index': 2,
        'explanation': 'Если перед пешеходным переходом остановилось или замедлило движение какое-либо транспортное '
                       'средство, то водители других транспортных средств, движущихся по соседним полосам, могут '
                       'продолжить движение лишь убедившись, что перед этим транспортным средством нет пешеходов. П. '
                       '11 1), абзац 2.',
        'image': "clipboard_image_1769701396575.png",
        'options': [   'Продолжить движение с прежней скоростью.',
                       'Увеличить скорость для того, чтобы улучшить обзорность.',
                       'Снизить скорость, принимая во внимание, что на пешеходном переходе могут появиться пешеходы.',
                       'Резко затормозить не выключая сцепления.'],
        'question': '22) Как должен поступить водитель жёлтого легкового автомобиля, если движущийся по соседней '
                    'полосе автобус начал снижать скорость?'},
    {   'correct_index': 1,
        'explanation': 'Водитель транспортного средства обязан по требованию полицейских, обеспечить их доставку на '
                       'транспортном средстве к месту дорожно-транспортного происшествия или стихийного бедствия, в '
                       'случае, когда происшествие или стихийное бедствие произошло в попутном направлении. П. 11 к), '
                       'абзац 1.',
        'image': None,
        'options': [   'Обязаны независимо от направления движения.',
                       'Обязаны только в случае, когда происшествие или стихийное бедствие произошло в попутном '
                       'направлении.',
                       'Не обязаны.'],
        'question': '23) Обязаны ли Вы по требованию полицейских обеспечить их доставку к месту дорожно-транспортного '
                    'происшествия или стихийного бедствия?'},
    {   'correct_index': 1,
        'explanation': 'Водитель транспортного средства, причастный к дорожно-транспортному происшествию, обязан '
                       'освободить проезжую часть, если в результате этого происшествия нет погибших и/или раненых, а '
                       'движение других транспортных средств затруднено или невозможно, переместив данное транспортное '
                       'средство на обочину или как можно ближе к бордюру тротуара, а также обозначить первоначальное '
                       'положение транспортного средства, предметов, имеющих отношение к происшествию, и пострадавших, '
                       'если возникла необходимость их перемещения для оказания первой помощи, доставки в медицинское '
                       'учреждение собственным транспортом или для освобождения проезжей части. П. 12 1), d), e).',
        'image': None,
        'options': [   'Обязан во всех случаях, предварительно обозначив первоначальное положение транспортного '
                       'средства.',
                       'Обязан, если нет погибших и/или раненых, переместив транспортное средство на обочину или как '
                       'можно ближе к бордюру тротуара, предварительно обозначив его первоначальное положение и '
                       'положение предметов, имеющих отношение к происшествию.',
                       'Обязан только после прибытия полицейских на место происшествия.',
                       'Не обязан.'],
        'question': '24) Обязан ли водитель, причастный к дорожно-транспортному происшествию, освободить проезжую '
                    'часть, если в результате этого происшествия затруднено или невозможно движение других '
                    'транспортных средств?'},
    {   'correct_index': 2,
        'explanation': 'Водители мотоциклов обязаны быть в застёгнутом мотошлеме, а также убедиться, что пассажиры '
                       'застегнули мотошлемы. П. 11 с).',
        'image': "clipboard_image_1769701414594.png",
        'options': [   'Двигаться по общественным дорогам только в один ряд.',
                       'Быть одетыми в предохранительный световозвращающий жилет.',
                       'Быть в застёгнутом мотошлеме, а также убедиться, что пассажиры застегнули мотошлемы.',
                       'Выполнять условия перечисленные в пунктах 1 и 2.'],
        'question': '25) Водители мотоциклов обязаны:'},
    {   'correct_index': 2,
        'explanation': 'В данном случае водитель обязан оказать пострадавшему доврачебную помощь, вызвать скорую '
                       'помощь, а в неотложном случае отправить его в ближайшее медицинское учреждение на попутном '
                       'транспорте или отвезти на собственном транспортном средстве, сообщить о происшествии в '
                       'полицию, после чего возвратиться на место происшествия. П. 12 1) с), д).',
        'image': None,
        'options': [   'Может покинуть место происшествия поскольку пешеход нарушил Правила дорожного движения.',
                       'Обязан зафиксировать контактные данные свидетелей и сразу же после этого доставить пешехода в '
                       'ближайший пункт медицинской помощи.',
                       'Обязан оказать ему доврачебную помощь, вызвать скорую помощь, а в неотложном случае отправить '
                       'пострадавшего в ближайшее медицинское учреждение на попутном транспорте или отвезти его на '
                       'собственном транспортном средстве, сообщить о происшествии в полицию, после чего возвратиться '
                       'на место происшествия.',
                       'Обязан немедленно прибыть в ближайшее отделение полиции.'],
        'question': '26) Водитель транспортного средства причастный к дорожно-транспортному происшествию с участием '
                    'пешехода, который переходил дорогу вне пешеходного перехода:'},
    {   'correct_index': 0,
        'explanation': 'Водитель транспортного средства обязан пристегнуть ремень безопасности и убедиться, что '
                       'пассажиры также пристегнули ремни, если на транспортном средстве они предусмотрены. Могут не '
                       'пристёгивать ремни безопасности:\n'
                       '\n'
                       '- водители, выполняющие манёвр движения задним ходом;\n'
                       '\n'
                       '- инструкторы по вождению во время обучения курсантов;\n'
                       '\n'
                       '- лица, которые имеют свидетельство, дающее право не пристёгиваться по медицинским показаниям, '
                       'выданное компетентным органом;\n'
                       '\n'
                       '- в населённых пунктах - водители транспортных средств с преимущественным правом движения при '
                       'выполнении неотложного служебного задания. П. 11 b).',
        'image': None,
        'options': ['Обязан.', 'Не обязан.', 'Не обязан, если разрешает инструктор.'],
        'question': '27) Обязан ли обучающийся вождению транспортного средства пристёгивать ремень безопасности во '
                    'время практических занятий?'},
    {   'correct_index': 2,
        'explanation': 'В любом транспортном средстве и на всех местах, если они оборудованы ремнями безопасности. П. '
                       '84 a).',
        'image': "clipboard_image_1769701429786.png",
        'options': [   'Только в легковом автомобиле.',
                       'Только в автобусе.',
                       'В любом транспортном средстве и на всех местах, если они оборудованы ремнями безопасности.'],
        'question': '28) При движении в каком транспортном средстве водитель и пассажиры должны быть пристёгнуты '
                    'ремнями безопасности?'},
    {   'correct_index': 3,
        'explanation': 'Правила дорожного движения предусматривают строгие требования к участникам дорожного движения, '
                       'в особенности к водителям транспортных средств. Следовательно, лицо, управляющее транспортным '
                       'средством должно соответствовать всем перечисленным требованиям. П. 10 1) a), b), c).',
        'image': None,
        'options': [   'Уметь оказывать первую помощь лицам, пострадавшим в дорожно-транспортных происшествиях.',
                       'Быть годным по медицинским показаниям.',
                       'Иметь необходимые навыки уверенного и безопасного управления транспортным средством.',
                       'Соответствовать всем вышеперечисленным требованиям.'],
        'question': '29) Лицо, управляющее транспортным средством должно:'},
    {   'correct_index': 3,
        'explanation': 'Водителю транспортного средства не обязательно иметь при себе водительское удостоверение и '
                       'предъявлять его по требованию полицейского при выполнении условий, перечисленных в пунктах '
                       '1-3. П. 105).',
        'image': None,
        'options': [   'Только при управлении транспортным средством в Республике Молдова.',
                       'Только если право на управление транспортным средством зарегистрировано в Государственном '
                       'регистре водителей.',
                       'Только если он имеет при себе действительное удостоверение личности на своё имя.',
                       'При выполнении всех перечисленных условий.',
                       'При выполнении условий, перечисленных в пунктах 1 и 2.'],
        'question': '30) В каком ответе правильно и полностью перечислены условия при которых водителю транспортного '
                    'средства не обязательно иметь при себе водительское удостоверение и предъявлять его по требованию '
                    'полицейского?'},
    {   'correct_index': 1,
        'explanation': 'Защитные шлемы обязательны для велосипедистов передвигающимся по участкам дорог с ограничением '
                       'разрешённой скорости более 50 км/ч. П. 11 с), абзац 2.',
        'image': "clipboard_image_1769701443312.png",
        'options': ['30 км/ч.', '50 км/ч.', '70 км/ч.'],
        'question': '31) Защитные шлемы обязательны для велосипедистов передвигающихся по участкам дорог с '
                    'ограничением разрешённой скорости более:'},
    {   'correct_index': 3,
        'explanation': 'Водитель транспортного средства обязан содержать в чистоте приборы освещения и сигнализации, '
                       'флуоресцентно-световозвращающие устройства, лобовое стекло и другие стёк ла транспортного '
                       'средства, а также обеспечивать читаемость регистрационных знаков. П. 11 h).',
        'image': None,
        'options': [   'Содержать в чистоте приборы освещения и сигнализации, флуоресцентно-световозвращающие '
                       'устройства.',
                       'Содержать в чистоте лобовое стекло и другие стёкла транспортного средства.',
                       'Обеспечивать читаемость регистрационных знаков.',
                       'Выполнять все перечисленные действия.',
                       'Выполнять только действия, перечисленные в пунктах 1 и 2.'],
        'question': '32) Водитель транспортного средства обязан:'}]
