# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.8B.txt

QUIZ_DATA = [   {   'correct_index': 2,
        'explanation': 'На автомагистралях Правила запрещают движение задним ходом, обучение вождению, а также '
                       'технические испытания транспортных средств. П. 98 e), f).',
        'image': "4.8B_1.png",
        'options': [   'Движение задним ходом.',
                       'Обучение вождению, технические испытания транспортных средств.',
                       'Осуществление любого из перечисленных действий.'],
        'question': '1) На автомагистралях запрещается:'},
    {   'correct_index': 1,
        'explanation': 'Правила разрешают буксировку неисправного механического транспортного средства не далее '
                       'ближайшего съезда с автомагистрали. П. 98 с).',
        'image': "4.8B_2.png",
        'options': [   'Разрешается без ограничений.',
                       'Разрешается не далее ближайшего съезда с автомагистрали.',
                       'Не разрешается.'],
        'question': '2) Разрешается ли буксировка неисправного механического транспортного средства на '
                    'автомагистрали?'},
    {   'correct_index': 1,
        'explanation': 'На автомагистралях Правила запрещают въезд в разрывы разделительной полосы и разворот для '
                       'движения в обратном направлении. Однако, транспортные средства, которые производят '
                       'обслуживание и ремонт дороги, могут отклоняться от этих требований. Таким об разом, водитель '
                       'поливомоечной машины, выполняющий работы по поливу газона на разделительной полосе, '
                       'разворачиваясь на автомагистрали, не нарушает Правила. П. 98 а), d), Π. 107, абзац 1.',
        'image': "4.8B_3.png",
        'options': [   'Только водитель легкового автомобиля.',
                       'Только водитель поливомоечной машины, выполняющий работы по поливу газона на разделительной '
                       'поло-',
                       'Оба водителя разворачиваются неправильно.',
                       'Оба водителя разворачиваются правильно.'],
        'question': '3) Кто из водителей, разворачиваясь на автомагистрали, не нарушает требования Правил?'},
    {   'correct_index': 3,
        'explanation': 'Из предложенных вариантов ответов, на автомагистралях Правила запрещают въезд в разрывы '
                       'разделительной полосы, разворот для движения в обратном направлении, а также остановку вне '
                       'специально оборудованных мест, обозначенных знаками «Место отдыха» или «Парковка». П. 98 d), '
                       'g).',
        'image': "4.8B_4.png",
        'options': [   'Движение грузовых автомобилей с разрешённой максимальной массой более 3500 кг со скоростью не '
                       'более 30 км/ч.',
                       'Въезд в разрывы разделительной полосы и разворот для движения в обратном направлении.',
                       'Остановка вне специально оборудованных мест, обозначенных знаками «Место отдыха» или '
                       '«Парковка».',
                       'Осуществлять действия, перечисленные в пунктах 2 и 3.',
                       'Осуществлять любое из перечисленных действий.'],
        'question': '4) На автомагистралях запрещается:'},
    {   'correct_index': 2,
        'explanation': 'Если автомагистраль имеет не менее трёх полос для данного направления, то движение далее '
                       'второй полосы запрещается грузовым автомобилям разрешённая максимальная масса которых более '
                       '3500 кг. В данной ситуации, водителю белого грузового автомобиля разрешается осуществить '
                       'манёвр как при интенсивном движении на других полосах, так и при обгоне. П. 98 b).',
        'image': "4.8B_5.png",
        'options': [   'Разрешается только при интенсивном движении на других полосах.',
                       'Разрешается только при обгоне.',
                       'Разрешается в случаях, перечисленных в пунктах 1 и 2.',
                       'Не разрешается,'],
        'question': '5) Разрешается ли водителю белого грузового автомобиля, разрешённая максимальная масса которого '
                    'менее 3500 кг осуществить манёвр в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Правила запрещают движение по левой полосе только грузовых автомобилей, если автомагистраль '
                       'имеет не менее трёх полос для данного направления. Таким образом, расположение автобуса на '
                       'левой полосе в ситуации, показанной на рисунке соответствует Правилам как при интенсивном '
                       'движении, так и на время обгона, то есть соответствует в любом случае. П. 98 b).',
        'image': "4.8B_6.png",
        'options': [   'Соответствует только при интенсивном движении.',
                       'Соответствует только на время обгона.',
                       'Соответствует в любом из вышеперечисленных случаев.',
                       'Не соответствует.'],
        'question': '6) Соответствует ли Правилам расположение автобуса на левой полосе в ситуации, показанной на '
                    'рисунке?'},
    {   'correct_index': 1,
        'explanation': 'Из предложенных вариантов ответов, на автомагистралях запрещается движение только транспортных '
                       'средств, скорость которых по технической характеристике или по другим причинам менее 60 км/ч. '
                       'П. 98 а).',
        'image': None,
        'options': [   'Самоходных машин, которые проводят обслуживание (ремонт) дороги.',
                       'Транспортных средств, скорость которых по технической характеристике или по другим причинам '
                       'менее 60 км/ч.',
                       'Двухколесных мотоциклов.',
                       'Всех перечисленных транспортных средств.'],
        'question': '7) На автомагистралях запрещается движение:'},
    {   'correct_index': 3,
        'explanation': 'На автомагистралях Правила запрещают обучение вождению транспортных средств. Однако, если '
                       'учебным автомобилем управляет инструктор, то движение этому автомобилю по автомагистрали '
                       'разрешается. П. 98 1).',
        'image': "4.8B_8.png",
        'options': [   'Да, только если для обучения вождению используется крайняя правая полоса.',
                       'Да, только если для обучения вождению используется полоса, предназначенная для вынужденной '
                       'остановки.',
                       'Да, если при обучении вождению будет включен ближний свет фар в дневное время.',
                       'Да, только если этим транспортным средством управляет инструктор.',
                       'Да, если выполнены условия, перечисленные в пунктах 2 и 3.'],
        'question': '8) Разрешается ли движение по автомагистрали на автомобиле, изображённом на рисунке?'},
    {   'correct_index': 0,
        'explanation': 'Правила запрещают остановку вне специально оборудованных мест, обозначенных знаками «Место '
                       'отдыха» или «Парковка». Табличка «Расстояние до места начала действия знака», установленная '
                       'под знаком «Парковка», указывает, что место для парковки находится на расстоянии 800 м от '
                       'знака. Следовательно, Вы можете остановиться только в этом месте. П. 989), Пояснительная '
                       'записка к приложению № 3 (V. ИНФОРМАЦИОННО-УКАЗА-ТЕЛЬНЫЕ ЗНАКИ, 5.26, 5.48.1, VI. ЗНАКИ '
                       'ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБЛИЧКИ/, 6.1.1, Особенности применения дополнительных табличек).',
        'image': "4.8B_9.png",
        'options': [   'Только в специально оборудованном месте, которое находится на расстоянии 800 м от знака.',
                       'В любом месте за знаком на протяжении 800 м, не пересекая сплошной линии разметки.',
                       'В любом месте за знаком на протяжении 800 м, на полосе, отделённой сплошной линией разметки.'],
        'question': '9) Двигаясь по автомагистрали, в ситуации, показанной на рисунке, Вы можете остановиться:'},
    {   'correct_index': 1,
        'explanation': 'При вынужденной остановке на автомагистрали водитель должен включить аварийную сигнализацию '
                       'при любых условиях, в том числе и в случае вывода транспортного средства за линию разметки, '
                       'которая отделяет проезжую часть от полосы, предназначенной для вынужденной остановки. П. 99.',
        'image': "4.8B_10.png",
        'options': [   'Должен только в условиях недостаточной видимости.',
                       'Должен при любых условиях.',
                       'Водитель действует по своему усмотрению.'],
        'question': '10) Должен ли водитель включить аварийную сигнализацию при вынужденной остановке на '
                    'автомагистрали в ситуации, показанной на рисунке?'},
    {   'correct_index': 3,
        'explanation': 'При съезде с автомагистрали водитель должен для снижения скорости перестроиться на полосу '
                       'торможения своевременно, независимо от места перестроения. П. 100 2).',
        'image': "4.8B_11.png",
        'options': [   'В начале полосы.',
                       'В середине полосы.',
                       'В конце полосы.',
                       'Своевременно, независимо от места перестроения.'],
        'question': '11) При съезде с автомагистрали водитель должен для снижения скорости перестроиться на полосу '
                    'торможения:'},
    {   'correct_index': 3,
        'explanation': 'При въезде на автомагистраль водитель должен двигаться по полосе разгона уступая дорогу '
                       'транспортным средствам, движущимся по автомагистрали, и вливаться в транспортный поток не '
                       'создавая им помех. П. 100 1).',
        'image': "4.8B_12.png",
        'options': [   'Двигаться по полосе разгона уступая дорогу составу транспортных средств, движущемуся по '
                       'автомагистрали.',
                       'Влиться в транспортный поток не создавая помех составу транспортных средств.',
                       'Остановиться и продолжить движение только после проезда состава транспортных средств.',
                       'Выполнить действия, перечисленные в пунктах 1 или 2 в зависимости от ситуации.'],
        'question': '12) При въезде на автомагистраль водитель легкового автомобиля должен:'}]
