# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 8.3.txt

QUIZ_DATA = [   {   'correct_index': 3,
        'explanation': 'Для работы современных автомобилей используются нефтепродукты (топливо, масла), охлаждающая '
                       'жидкость, а также резина в различных деталях. Чтобы не загрязнять окружающую среду, все детали '
                       'автомобиля и системы двигателя должны соответствовать техническим требованиям, то есть они не '
                       'должны чрезмерно загрязнять окружающую среду продуктами износа шин, накладок тормозных колодок '
                       'и дисков сцепления, не должно быть утечек эксплуатационных материалов, при этом выхлопные газы '
                       'не должны содержать вредных продуктов и не должны производить лишнего шума.',
        'image': None,
        'options': [   'Уменьшать степень загрязнения окружающей среды',
                       'Уменьшать вредное воздействие на участников дорожного движения.',
                       'Снижать степень повреждения дорожного покрытия.',
                       'Уменьшать влияния, упомянутые в пунктах 1 и 2.'],
        'question': '1) Под экологической безопасностью транспортного средства понимаются его свойства:'},
    {   'correct_index': 4,
        'explanation': 'Наиболее экологичными являются автомобили с электроприводом, так как они не загрязняют '
                       'окружающую среду выхлопными газами, производимым ими шумом, а также вытекающими '
                       'нефтепродуктами.',
        'image': None,
        'options': [   'Двигателя внутреннего сгорания, работающего на бензине.',
                       'Двигателя внутреннего сгорания, работающего на дизельном топливе.',
                       'Двигателя внутреннего сгорания, работающего на газовом топливе,',
                       'Гибридной силовой установки.',
                       'Электрического двигателя.'],
        'question': '2) Наивысшую экологическую безопасность имеет автомобиль, который приводится в движение с '
                    'помощью:'},
    {   'correct_index': 4,
        'explanation': 'Техническое состояние, то есть дисбаланс колёс, тип рисунка протектора, несоответствие '
                       'геометрии рулевого управления, а также чрезмерно высокая скорость движения транс-портного '
                       'средства являются причинами производимого им шума. Также тип и повреждённое покрытие проезжей '
                       'части являются причиной шума, производимого при движении транспортного средства по такой '
                       'дороге.',
        'image': None,
        'options': [   'Его техническим состоянием и чрезмерно высокой скоростью движения.',
                       'Типом рисунка протектора шин колёс автомобиля.',
                       'Типом и состоянием покрытия проезжей части.',
                       'Факторами, перечисленными в пунктах 1 и 2.',
                       'Всеми перечисленными факторами.'],
        'question': '3) Шумовое загрязнение производимое транспортным средством обусловлено:'},
    {   'correct_index': 3,
        'explanation': 'Международные и национальные нормативные акты по охране окружающей среды устанавливают '
                       'определённые нормы выбросов вредных веществ с отработанными газами и шумообразования при '
                       'движении транспортных средств. Чтобы гарантировать защиту окружающей среды транспортное '
                       'средство, разумеется, должно соответствовать правилам технической эксплуатации, П. 119, а '
                       'также требованиям охраны окружающей среды.',
        'image': None,
        'options': [   'Правил технической эксплуатации.',
                       'Охраны окружающей среды.',
                       'Безопасности дорожного движения.',
                       'Перечисленными в пунктах 1 и 2.',
                       'Упомянутыми во всех предыдущих пунктах.'],
        'question': '4) В целях обеспечения экологической безопасности транспортного средства оно должно '
                    'соответствовать стандартам и нормативным актам, связанным с требованиями:'},
    {   'correct_index': 4,
        'explanation': 'В соответствии с Правилами, для предотвращения загрязнения окружающей среды вредными '
                       'веществами содержащимися в отработанных газах, а также производимым этими газами шумом, не '
                       'допускается превышение установленных норм, упомянутых в пунктах 2 и 3. П. 122 6) а) с).',
        'image': 'q5.png',
        'options': [   'Шины по размеру и допустимой нагрузке соответствовали модели транспортного средства.',
                       'Содержание вредных веществ в отработанных газах не превышало допустимых норм.',
                       'Шум, производимый устройством для выпуска отработанных газов, не превышал допустимого уровня.',
                       'Соблюдались нормы упомянутые в предыдущих пунктах.',
                       'Соблюдались нормы упомянутые в пунктах 2 и 3.'],
        'question': '5) Правила технической эксплуатации транспортного средства с точки зрения экологической '
                    'безопасности требуют чтобы:'},
    {   'correct_index': 2,
        'explanation': 'Полное сгорание топливной смеси в двигателе происходит когда его тепловой режим является '
                       'оптимальным, т. е. при температуре 90-95°С. Если эта температура ниже, топлив ная смесь '
                       'конденсируется и течёт по поверхности цилиндров смывая масло, тем самым вызывая интенсивный '
                       'износ двигателя. Эта смесь попадая в поддон картера разжижает масло, одновременно '
                       'увеличивается расход топлива из-за его неполного сгорания, а также загрязнение окружающей '
                       'среды.',
        'image': None,
        'options': ['60-75°C.', '70-80°C.', '90-95°C.'],
        'question': '6) Для полного сгорания топлива в цилиндрах двигателя и тем самым снижения его расхода и степени '
                    'загрязнения окружающей среды тепловой режим двигателя должен находиться в пределах:'},
    {   'correct_index': 0,
        'explanation': 'Система питания двигателя не требует нажатия педали акселератора при запуске. После запуска '
                       'двигателя следует плавно начать движение и двигаться с умеренной скоростью, пока температура '
                       'двигателя не достигнет рабочего значения.',
        'image': None,
        'options': [   'Не нажимая на педаль акселератора, запустить двигатель и сразу плавно начать движение.',
                       'Нажать наполовину педаль акселератора и после запуска двигателя подождать, пока он прогреется.',
                       'Нажать на педаль акселератора до упора, запустить двигатель и резко тронуться с места.'],
        'question': '7) Расход топлива и загрязнение окружающей среды будут минимальными, если:'},
    {   'correct_index': 3,
        'explanation': 'Очевидно, что использование кондиционера повышает комфортность поездки, но, в то же время, '
                       'увеличивает расход топлива, что приводит к загрязнению окружающей среды, поэтому кондиционер '
                       'необходимо использовать рационально, т. е. только в случае строгой необходимости.',
        'image': None,
        'options': [   'Повышению степени комфорта.',
                       'Увеличению расхода топлива.',
                       'Уменьшению расхода топлива.',
                       'Эффектам, указанным в пунктах 1 и 2.'],
        'question': '8) Использование кондиционера в автомобиле способствует:'},
    {   'correct_index': 1,
        'explanation': 'Низкое давление в шинах, даже только в одном из колёс, увеличивает сопротивление качению, тем '
                       'самым увеличивает расход топлива, а также степень загрязнения окружающей среды.',
        'image': None,
        'options': [   'Приводит к уменьшению расхода топлива.',
                       'Приводит к увеличению расхода топлива.',
                       'Не влияет на расход топлива.'],
        'question': '9) Эксплуатация автомобиля с давлением в шинах ниже установленной нормы:'},
    {   'correct_index': 1,
        'explanation': 'Любой предмет, находящийся вне кузова транспортного средства, приводит к увеличению '
                       'сопротивления воздуха при его движении и, соответственно, к увеличению расхода топлива, что '
                       'приводит к загрязнению окружающей среды. Следовательно, багажник должен быть установлен на '
                       'транспортном средстве только когда в этом существует необходимость.',
        'image': None,
        'options': [   'Приводит к уменьшению расхода топлива.',
                       'Приводит к увеличению расхода топлива.',
                       'Не влияет на расход топлива.'],
        'question': '10) Использование багажника, установленного на транспортном средстве:'},
    {   'correct_index': 1,
        'explanation': 'Интенсивное трогание с места при сильном нажатии педали акселератора и длительном включении '
                       'низших ступеней коробки передач способствует значительному увеличению расхода топлива, что '
                       'приводит к загрязнению окружающей среды. Следовательно, трогание с места должно быть плавным, '
                       'с применением своевременного переключения передач.',
        'image': None,
        'options': [   'Трогание с места должно быть интенсивным и длительным на каждой из низших ступеней коробки '
                       'передач.',
                       'Трогание с места должно быть плавным и кратковременным на каждой из низших ступеней коробки '
                       'передач.',
                       'Способ начала движения не влияет на расход топлива.'],
        'question': '11) Как начать движение, чтобы расход топлива был минимальным?'},
    {   'correct_index': 1,
        'explanation': 'Резкие ускорения и интенсивные торможения при управлении автомобилем, помимо создания угрозы '
                       'безопасности движения, приводят к значительному увеличению расхода топлива, тем самым, '
                       'значительно загрязняя окружающую среду.',
        'image': 'q12.png',
        'options': [   'Во время движения следует резко ускоряться и интенсивно тормозить.',
                       'Во время движения, насколько это возможно, следует поддерживать постоянную скорость,',
                       'Способ управления автомобилем не влияет на расход топлива.'],
        'question': '12) Каким способом следует управлять автомобилем, чтобы расход топлива оставался минимальным?'},
    {   'correct_index': 0,
        'explanation': 'Водитель должен быть осторожен при движении, своевременно прогнозировать дорожную обстановку, '
                       'чтобы иметь возможность исключить резкие ускорения и торможения, которые приводят к увеличению '
                       'расхода топлива и загрязнению окружающей среды. Применение звукового сигнала и переключение '
                       'света фар не имеют отношения к экологическому поведению',
        'image': 'q13.png',
        'options': [   'Прогнозирование дорожных ситуаций для избежания резких ускорений и торможений.',
                       'Постоянное предупреждение участников движения звуковым сигналом.',
                       'Постоянное предупреждение участников движения переключением света фар.'],
        'question': '13) Экологическое поведение при управлении транспортным средством предусматривает:'},
    {   'correct_index': 2,
        'explanation': 'Транспортное средство умеренно расходует топливо и загрязняет окружающую среду не слишком '
                       'низкая, не слишком высокая и не изменяется постоянно. С точки зрения безопасности отключение '
                       'двигателя при движении под уклон недопустимо, несмотря на то, что при этом не наносится вред '
                       'окружающей среде.',
        'image': None,
        'options': [   'Удерживать двигатель на холостых оборотах при длительной стоянке.',
                       'Выключить двигатель при движении под уклон.',
                       'Поддерживать постоянную, желательно среднюю, скорость во время движения.'],
        'question': '14) Для экологичного вождения автомобиля рекомендуется:'},
    {   'correct_index': 2,
        'explanation': 'Торможение рабочим тормозом, когда двигатель соединён с трансмиссией, способотвует уменьшению '
                       'расхода топлива и степени загрязнения окружающей среды, чем достигается экологичность '
                       'вождения.',
        'image': None,
        'options': [   'Рабочим тормозом, когда двигатель отсоединён от трансмиссии.',
                       'Одновременно рабочим и ручным тормозом.',
                       'Рабочим тормозом, когда двигатель соединен с трансмиссией.'],
        'question': '15) Экологичность вождения при снижении скорости транспортного средства, достигается когда '
                    'торможение производится:'},
    {   'correct_index': 4,
        'explanation': 'Расход топлива, приводящий к загрязнению окружающей среды, увеличивается в случае работы '
                       'двигателя с перебоями (не работает один или несколько цилиндров), в случае богатой топливной '
                       'смеси (чёрный дым выходящий из глушителя), а также в случае низкой рабочей температуры '
                       'двигателя, то есть во всех упомянутых случаях.',
        'image': None,
        'options': [   'В случае когда двигатель работает с перебоями.',
                       'В случае богатой топливной смеси.',
                       'В случае низкой рабочей температуры двигателя.',
                       'Только в случаях, упомянутых в пунктах 1 и 2.',
                       'Во всех упомянутых случаях.'],
        'question': '16) В каких случаях увеличивается расход топлива?'},
    {   'correct_index': 0,
        'explanation': 'Как правило, для пропуска приближающегося поезда или другого рельсового транспортного '
                       'средства, остановка перед железнодорожными переездами является длительной поэтому, двигатель '
                       'рекомендуется в этих случаях заглушить.',
        'image': None,
        'options': [   'Длительной остановки перед железнодорожным переездом.',
                       'Остановки на сигнал регулировщика.',
                       'Остановки на запрещающий сигнал светофора.'],
        'question': '17) Для снижения расхода топлива рекомендуется глушить двигатель в случае:'},
    {   'correct_index': 4,
        'explanation': 'Любые дополнительные подключаемые электроприборы, а также различные спойлеры (крылья), '
                       'установленные на транспортном средстве, приводят к повышенному расходу топлива. Также '
                       'постоянная перевозка в транспортном средстве ненужных предметов, например проезд с '
                       'дополнительным багажником, приводит в первом случае к увеличению массы транспортного средства, '
                       'а во втором к увеличению сопротивления воздуха, что способствует увеличению расхода топлива и '
                       'степени загрязнения окружающей среды.',
        'image': None,
        'options': [   'Не устанавливать различные дополнительные электроприборы, спойлеры и т. д.',
                       'Демонтировать дополнительный багажник если вы им не пользуетесь.',
                       'Избегать перевозки ненужных вещей в салоне или багажнике.',
                       'Предпринять меры, указанные в пунктах 1 и 2.',
                       'Предпринять все указанные меры.'],
        'question': '18) Чтобы не увеличивать расход топлива, рекомендуется:'},
    {   'correct_index': 4,
        'explanation': 'Законодательство не запрещает использование зимней резины в тёплое время года, однако зимние '
                       'шины имеют другую структуру рисунка протектора и иной материал изготовления, нежели летние. '
                       'При температурах выше 7°С и высоких скоростях движения они начинают интенсивно изнашиваться, '
                       'загрязняя окружающую среду и производя больше шума из-за имеющегося у них профиля протектора. '
                       'В какой-то мере увеличивается расход топлива и, соответственно, загрязнение окружающей среды '
                       'из-за более высокого сопротивления качению. Более того, эти шины влияют на безопасность '
                       'движения, так как при высоких температурах они теряют сцепные свойства и не удерживают '
                       'траекторию движения, а также при водят к увеличению тормозного пути. Из-за затруднённого '
                       'удаления воды из пятна контакта при движении по лужам на поверхности дороги, может возникнуть '
                       'аквапланирование и потеря направления движения.',
        'image': None,
        'options': [   'Их интенсивному износу и загрязнению окружающей среды пылью изнашиваемой резины.',
                       'Чрезмерному шуму поскольку профиль протектора имеет более глубокие канавки и пазы.',
                       'Увеличению расхода топлива и степени загрязнения окружающей среды из-за повышенного '
                       'сопротивления качению.',
                       'Вероятности аквапланирования при движении по лужам на поверхности дороги.',
                       'Любому из упомянутых явлений.'],
        'question': '19) Эксплуатация в тёплое время года транспортного средства, колёса которого оснащены зимней '
                    'резиной, приводит к:'}]
