# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 2.4.txt

QUIZ_DATA = [   {   'correct_index': 1,
        'explanation': 'Регулировщик вытянул в сторону руку и обращён к Вам спиной. Этот сигнал означает «движение '
                       'запрещено». Несмотря на то, что светофор разрешает движение, Вы должны остановиться у '
                       'стоп-линии, поскольку сигналы регулировщика имеют преимущество перед сигналами светофора. П. '
                       '16 1) d), П. 17 2) а), П. 20 3).',
        'image': "clipboard_image_1769700672057.png",
        'options': ['Продолжить движение в прямом направлении.', 'Остановиться у стоп-линии.', 'Повернуть налево'],
        'question': '1) На этот сигнал регулировщика Вы должны:'},
    {   'correct_index': 0,
        'explanation': 'Регулировщик потребовал остановиться. Место, на которое он указывает, находится в зоне '
                       'действия знака 3.31 «Остановка запрещена». Поскольку указания регулировщика имеет преимущество '
                       'перед дорожными знаками и дорожной разметкой, Вы должны выполнить требование регулировщика об '
                       'остановки. П. 16 1) 1), П. 174).',
        'image': "1_1.png",
        'options': [   'Выполнить требование регулировщика об остановке.',
                       'Продолжить движение, так как регулировщик находится в зоне действия знака «Остановка '
                       'запрещена»',
                       'Продолжить движение, так как для остановки Вам придётся пересечь сплошную линию разметки, '
                       'обозначающую край проезжей части.'],
        'question': '2) В ситуации, показанной на рисунке Вы должны:'},
    {   'correct_index': 2,
        'explanation': 'Регулировщик вытянул руки в стороны. Для участников дорожного движения, к которым он обращён '
                       'грудью или спиной этот сигнал запрещает движение, а для тех, к кому он обращён правым или '
                       'левым боком, этот сигнал разрешает движение. В данном случае обязаны остановиться оба трамвая '
                       'и легковой автомобиль, несмотря на то, что светофор разрешает им движение, поскольку сигналы '
                       'регулировщика имеют преимущество перед сигналами светофора. П. 16.1) 2), l. 17 2) a), b), 1. '
                       '20 3).',
        'image': "1_2.png",
        'options': ['Все транспортные средства.', 'Мотоцикл.', 'Оба трамвая и легковой автомобиль.'],
        'question': '3) Какие из подъехавших к перекрестку транспортных средств должны остановиться?'},
    {   'correct_index': 3,
        'explanation': 'Регулировщик поднял руку вверх. Для всех приближающихся участников дорожного движения этот '
                       'сигнал означает «внимание, движение запрещено. В данном случае ни одно из подъехавших к '
                       'перекрестку транспортных средств не может продолжить движение, несмотря на то, что сигнал '
                       'светофора разрешает движение трамваями легковому автомобилю, поскольку сигналы регулировщика '
                       'имеют преимущество перед сигналами светофора. П. 16 1) d), Π. 17 1), 1.203).',
        'image': "1_3.png",
        'options': [   'Только мотоцикл.',
                       'Только трамваи.',
                       'Только легковой автомобиль.',
                       'Ни одно транспортное средство.'],
        'question': '4) Какие из подъехавших к перекрёстку транспортных средств могут продолжить движение?'},
    {   'correct_index': 4,
        'explanation': 'Регулировщик вытянул руки в стороны. Для участников дорожного движения, с которым он обращён '
                       'грудью или спиной этот сигнал запрещает движение. В данном случае, движение запрещается воем '
                       'транспортным средствам. П. 172) a).',
        'image': "1_4.png",
        'options': [   'Только трамваю.',
                       'Только легковому автомобилю.',
                       'Только грузовому автомобилю.',
                       'Только легковому и грузовому автомобилям.',
                       'Всем транспортным средствам.'],
        'question': '5) Каким транспортным средствам запрещается движение?'},
    {   'correct_index': 2,
        'explanation': 'Регулировщик, с опущенными руками, обращён спиной к автобусу. Этот сигнал запрещает ему '
                       'движение. К легковому автомобилю и мотоциклу регулировщик обращён, соответственно, правым и '
                       'левым боком. Такой сигнал разрешает движение этим транспортным средствам. Следовательно, в '
                       'ситуации показанной на рисунка, проезд перекрёстка запрещён только автобусу. П. 17 2) a), b).',
        'image': "1_5.png",
        'options': [   'Только легковому автомобилю.',
                       'Только мотоциклу.',
                       'Только автобусу.',
                       'Легковому автомобилю и мотоциклу.'],
        'question': '6) Каким транспортным средствам запрещён проезд перекрёстка в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Регулировщик поднял руку вверх. Для всех приближающихся транспортных средств этот сигнал '
                       'означает «внимание, движение запрещено. Несмотря на то, что сигнал светофора разрешает '
                       'движение, Вы должны остановиться у стол-линии, поскольку синалы регулировщика имеют '
                       'преимущество перед сигналами светофора. П. 16. 1) б). П. 17. 1), Π. 20.3).',
        'image': "1_6.png",
        'options': [   'Продолжить движение только налево',
                       'Продолжить движение прямо или налево.',
                       'Остановиться у стоп-линии.',
                       'Остановиться в центре перекрёстка в ожидании сигнала регулировщика, разрешающего дальнейшее '
                       'движение.'],
        'question': '7) Двигаясь по крайней левой полосе, в ситуации, показанной на рисунке, Вы должны:'},
    {   'correct_index': 3,
        'explanation': 'Регулировщик вытянул руку в сторону к автобусу регулировщик обращён правым боком. Этот сигнал '
                       'разрешает ему движение, хотя сигнал светофора движение запрещают. К легковому автомобилю и '
                       'мотоциклу регулировщик обращён, соответственно, грудью и спиной. Этот сигнал запрещает им '
                       'движение несмотря на разрешающий сигнал светофора, поскольку сигналы регулировщика имеют '
                       'преимущество перед сигналами светофора. П. 16.1) d). Π. 17.2) a), b), 1. 2011, 3).',
        'image': "1_7.png",
        'options': [   'Только легковому автомобилю.',
                       'Только мотоциклу.',
                       'Только автобусу.',
                       'Легковому автомобилю и мотоциклу.'],
        'question': '8) Этот сигнал регулировщика запрещает движение:'},
    {   'correct_index': 1,
        'explanation': 'Регулировщик вытянул руки в стороны. Трамваям и легковому автомобило, к которым регулировщик '
                       'обращён правым или левым боком этот сигнал разрешает движение, несмотря на запрещающий сигнал '
                       'светофора. К мотоциклу регулировщик обращён грудью. При этом сигнале регулировщика мотоцикл '
                       'обязан остановиться, хотя сигнал светофора разрешает ему движение, поскольку сигналы '
                       'регулировщика имеют преимущество перед сигналами светофора. П. 16 1) d), l. 17 2) a), b), П. '
                       '20 1), 3).',
        'image': "clipboard_image_1769689528097.png",
        'options': ['Все транспортные средства.', 'Мотоцикл.', 'Оба трамвая и легковой автомобиль.'],
        'question': '9) Какие из подъехавших к перекрёстку транспортных средств должны остановиться?'},
    {   'correct_index': 2,
        'explanation': 'Регулировщик вытянул руки в стороны. Со стороны груди и спины движение запрещено. Со стороны '
                       'правого бока движение могут продолжить пешеходы, затем белый автомобиль. П. 17 2) a), b).',
        'image': "clipboard_image_1769689901796.png",
        'options': [   'Зелёный автомобиль и велосипедист направо.',
                       'Зелёный автомобиль направо, затем синий автомобиль налево.',
                       'Пешеходы, затем белый автомобиль',
                       'Белый автомобиль затем пешеходы.'],
        'question': '10) При этом сигнале регулировщика могут продолжить движение:'},
    {   'correct_index': 3,
        'explanation': 'Регулировщик поднял руку вверх. Хотя этот сигнал означает «внимание, движение запрещено», '
                       'синему и зелёному автомобилям разрешается продолжить движение, поскольку они не могут '
                       'остановиться, в соответствии с требованиями Правил, не прибегая экстрен ному торможению. П. '
                       '171).',
        'image': "clipboard_image_1769690019787.png",
        'options': ['Только красному.', 'Только зелёному.', 'Только синему.', 'Синему и зелёному.', 'Ни одному'],
        'question': '11) Какому автомобилю разрешено продолжить движение, если в этот момент регулировщик поднял руку '
                    'вверх?'},
    {   'correct_index': 2,
        'explanation': 'Регулировщик вытянул руки в стороны. Со стороны груди и спины движение запрещено. Со стороны '
                       'правого и левого бока движение разрешается желтому и красному автомобилям. П. 17 2) а), б).',
        'image': "clipboard_image_1769690060918.png",
        'options': [   'Зелёному, красному и жёлтому автомобилям.',
                       'Зелёному и желтому автомобилям.',
                       'Желтому и красному автомобилям'],
        'question': '12) Каким транспортным средствам разрешается движение?'},
    {   'correct_index': 1,
        'explanation': 'Регулировщик вытянул руки в стороны. Со стороны груди и спины движение запрещено, несмотря на '
                       'разрешающий сигнал светофора. Со стороны правого и левого бока движение разрешается легковому '
                       'автомобилю и мотоциклу, хотя в светофоре включён запрещающий сигнал, поскольку сигналы '
                       'регулировщика имеют преимущество перед сигналами светофора. П. 161) d), l. 17 2) a), b), П. 20 '
                       '1), 3).',
        'image': "clipboard_image_1769690183666.png",
        'options': [   'Троллейбус и грузовой автомобиль',
                       'Мотоцикл и легковой автомобиль',
                       'Только грузовой автомобиль',
                       'Или транспортные средства долины остановиться.'],
        'question': '13) Укажите какие из подъехавших в перекрестку транспортных средств продолжат движение?'},
    {   'correct_index': 1,
        'explanation': 'Руки регулировщика опущены. Несмотря на запрещающий сигнал светофора, со стороны правого и '
                       'левого бока движение разрешено. Со стороны груди и спины движение запрещено. Следовательно, в '
                       'ситуации, показанной на рисунке, обязаны остановиться мотоцикл и жёлтый автобус, хотя в '
                       'светофоре включён разрешающий сигнал, поскольку сигналы регулировщика имеют преимущество перед '
                       'сигналами светофора. П. 16 1) d), l. 17 2) a), b), Π. 201), 3).',
        'image': "clipboard_image_1769690208461.png",
        'options': ['Все транспортные средства', 'Мотоцикл и автобус', 'Оба трамвая и легковой автомобиль'],
        'question': '14) Какие транспортные средства должны остановиться в ситуация, показанной на рисунка?'},
    {   'correct_index': 1,
        'explanation': 'Руки регулировщика опущены. Со стороны правого и левого бока движение разрешается во всех '
                       'направлениях. Следовательно, в ситуацим, показанной на рисунке, Вы должны повернуть налево, '
                       'уступив дорогу встречному автомобилю. П. 172) b).',
        'image': "clipboard_image_1769690237878.png",
        'options': [   'Осуществить поворот без остановки.',
                       'Осуществить поворот, уступив дорогу встречному автомобилю',
                       'Остановиться перед перекрестком и дождаться сигнала регулировщика, который разрешает такой '
                       'маневр.'],
        'question': '15) Намереваясь повернуть налево, в ситуации, показанной на рисунке. Вы должны:'},
    {   'correct_index': 1,
        'explanation': 'Регулировщик вытянул руки в стороны. Со стороны груди и спины движение запрещено. Со стороны '
                       'правого и левого бока движение разрешаются белому и зеленому автомобилям. П. 17 2) a), b).',
        'image': "clipboard_image_1769692955907.png",
        'options': ['Белому и красному автомобилям', 'Белому и зеленому автомобилям', 'Желтому и красному автомобилям'],
        'question': '16) Каким транспортным средствам разрешается движение?'},
    {   'correct_index': 2,
        'explanation': 'Регулировщик вытянул руки в стороны. Со стороны груди и спины движение запрещено несмотря на '
                       'то, что сигналы светофора разрешают движение. Следовательно, Вы должны остановиться перед '
                       'стоп-пинией, поскольку сигналы регулировщика имеют преимущество перед сигналами светофора. П. '
                       '16 1) d), Π. 17 2) а), П. 20 3). П. 20 6), абзац 2.',
        'image': "clipboard_image_1769693148429.png",
        'options': [   'Продолжить движение в прямом направлении.',
                       'Повернуть направо или налево.',
                       'Остановиться перед стол-линией.'],
        'question': '17) При этом сигнале регулировщика Вы должны:'},
    {   'correct_index': 2,
        'explanation': 'Регулировщик поднял руку вверх. Хотя этот сигнал означает «внимание, движение запрещено», '
                       'мотоциклу разрешается продолжить движение, поскольку он не может остановиться, в соответствии '
                       'с требованиями Правил, не прибегая к экстренному торможению. П. 171).',
        'image': "clipboard_image_1769693166849.png",
        'options': [   'Только автобус.',
                       'Только легковой автомобиль',
                       'Только мотоцикл',
                       'Ни одно транспортное средство'],
        'question': '18) Какие транспортные средства могут продолжить движение, если в этот момент регулировщик поднял '
                    'руку в верх?'},
    {   'correct_index': 3,
        'explanation': 'Регулировщик поднял руку вверх. Этот сигнал означает «внимание, движение запрещено». В '
                       'ситуации, показанной на рисунке движение не может продолжить ни одно транспортное средство, '
                       'поскольку сигналы регулировщика имеют преимущество перед сигналами светофора. П. 161) d), IL. '
                       '17 1), Π. 20 1), 3).',
        'image': "clipboard_image_1769693411089.png",
        'options': [   'Только автобус.',
                       'Только легковой автомобиль.',
                       'Только мотоцикл.',
                       'Ни одно транспортное средство.'],
        'question': '19) Какие транспортные средства могут продолжить движение в ситуации, показанной из рисунка?'},
    {   'correct_index': 1,
        'explanation': 'Регулировщик вытянул правую руку вперед. Со стороны спины движение запрещено. Со стороны груди '
                       'движение разрешается только направо. Со стороны левого бока движение разрешается во всех '
                       'направлениях. Пешеходам разрешается переходить проезжую часть по пешеходному переходу, '
                       'расположенному за спиной регулировщика. Следовательно, в ситуации, показанной на рисунке, '
                       'движение разрешается автобусу и пешеходам, поскольку сигналы регулировщика имеют преимущество '
                       'перед сигналами светофора. П. 16 1) d), Π. 17 3) a), b), c), d), Π. 20 1), 3).',
        'image': "clipboard_image_1769693458438.png",
        'options': [   'Водителям легкового автомобиля и мотоцикла.',
                       'Водителю автобуса и пешеходам.',
                       'Только водителю легкового автомобиля.',
                       'Только водителю мотоцикла.'],
        'question': '20) Кому разрешается движение в ситуации, показанной на рисунке (регулировщик вытянул правую руку '
                    'вперёд)?'},
    {   'correct_index': 0,
        'explanation': 'Регулировщик вытянул правую руку вперёд. Со стороны спины движение запрещено. Со стороны груди '
                       'движение разрешается только направо. Со стороны левого бока движение разрешается во всех '
                       'направлениях. Пешеходам разрешается переходить проезжую часть только по пешеходному переходу, '
                       'расположенному за спиной регулировщика. Следователь но, в ситуации, показанной на рисунке, '
                       'движение разрешается водителю автобуса и мотоциклисту, поскольку сигналы регулировщика имеют '
                       'преимущество перед сигналами светофора. П. 161) d), П. 173) a), b), c), d), П. 2011, 3).',
        'image': "clipboard_image_1769693820870.png",
        'options': [   'Водителям автобуса и мотоцикла.',
                       'Водителю легкового автомобиля, затем пешеходам.',
                       'Пешеходам, затем водителю легкового автомобиля.',
                       'Только пешеходам.'],
        'question': '21) Кому разрешается движение в ситуации, показанной на рисунке (регулировщик вытянул правую руку '
                    'вперёд)?'},
    {   'correct_index': 2,
        'explanation': 'В ситуации, показанной на рисунке, сигнал регулировщика выражает требование уступить дорогу '
                       'для проезда сопровождаемой им колонны или остановиться. П. 18 1).',
        'image': "clipboard_image_1769693951026.png",
        'options': [   'Указывает на наличие препятствия на проезжей части.',
                       'Обязывает повернуть направо на ближайшем перекрёстке.',
                       'Выражает требование уступить дорогу для проезда сопровождаемой им колонны или остановиться.'],
        'question': '22) Какое значение имеет сигнал регулировщика в ситуации, показанной на рисунке?'},
    {   'correct_index': 3,
        'explanation': 'Регулировщик вытянул руки в стороны. Со стороны груди и спины, транспортным средствам и '
                       'пешеходам движение запрещено. Со стороны правого и левого бока движение могут продолжить '
                       'велосипедист, затем белый автомобиль. П. 17. 2) a), b).',
        'image': "clipboard_image_1769693973651.png",
        'options': [   'Автомобиль, которым Вы управляете и грузовой автомобиль.',
                       'Грузовой автомобиль и пешеходы.',
                       'Автомобиль, которым Вы управляете и пешеходы.',
                       'Велосипедист, затем белый автомобиль.',
                       'Белый автомобиль, затем велосипедист.'],
        'question': '23) При этом сигнале регулировщика могут продолжить движение:'},
    {   'correct_index': 0,
        'explanation': 'Регулировщик вытянул руку в сторону. Со стороны правого бока движение разрешено во всех '
                       'направлениях. Со стороны спины движение запрещено. Следовательно, в ситуации, показанной на '
                       'рисунке, Вы должны остановиться перед знаком 5.73 «Место для остановки» П. 17 2) a), b), '
                       'Пояснительная записка приложению № 3 (V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.73).',
        'image': "clipboard_image_1769694038724.png",
        'options': [   'Перед знаком «Место для остановки».',
                       'Перед краем пересекаемой проезжей части.',
                       'Перед перекрёстком, не создавая помех пешеходам.',
                       'В любом месте по Вашему усмотрению.'],
        'question': '24) В ситуации, показанной на рисунке, Вы должны остановиться:'},
    {   'correct_index': 3,
        'explanation': 'Регулировщик может использовать свисток для привлечения внимания участников дорожного движения '
                       'при подаче сигналов, которые определяются положением его корпуса и рук. П.175)',
        'image': "clipboard_image_1769695456474.png",
        'options': [   'Для того, чтобы водитель увеличил скорость.',
                       'Для немедленной остановки транспортного средства.',
                       'Для того, чтобы уступить дорогу транспортному средству с преимущественным правом движения '
                       '(сопровождаемой им колонне).',
                       'Для привлечения внимания участников дорожного движения при подаче сигналов, которые '
                       'определяются положением его корпуса и рук.',
                       'Для выполнения требований, перечисленных в пунктах 1 и 2,'],
        'question': '25) Регулировщик может использовать свисток:'},
    {   'correct_index': 1,
        'explanation': 'Только положения регулировщика на рисунках 1 и 2 означают: «Внимание, движение запрещено». П. '
                       '17 1).',
        'image': "clipboard_image_1769695521909.png",
        'options': [   'Только первый сигнал.',
                       'Первый и второй сигналы.',
                       'Только третий сигнал.',
                       'Только четвёртый сигнал.',
                       'Третий и четвёртый сигналы.'],
        'question': '26) Какой из сигналов регулировщика означает: «Внимание, движение запрещено»?'},
    {   'correct_index': 4,
        'explanation': 'Только положения регулировщика на рисунках 3 и 4 означают для водителей «Движение разрешено '
                       'только направо». П. 173) b), абзац 2.',
        'image': "clipboard_image_1769695569013.png",
        'options': [   'Только первый сигнал.',
                       'Первый и второй сигналы.',
                       'Только третий сигнал.',
                       'Только четвёртый сигнал.',
                       'Третий и четвёртый сигналы.'],
        'question': '27) Какой из сигналов регулировщика означает для водителей: «Движение разрешено только направо»?'},
    {   'correct_index': 1,
        'explanation': 'Желтый сигнал предупреждает, что приближающиеся транспортные средства должны остановиться в '
                       'предусмотренных Правилами местах, за исключением транспортных средств, которые при включении '
                       'сигнала находятся в непосредственной близости от этих мест и не могут остановиться, не '
                       'прибегая к экстренному торможению. Такое же значение имеет и поднятая вверх рука '
                       'регулировщика. П. 17 1), П. 20 1), абзац 1, П. 204).',
        'image': "clipboard_image_1769695887374.png",
        'options': ['Только первый.', 'Первый и второй.', 'Только третий.', 'Только четвёртый', 'Третий и четвёртый.'],
        'question': '28) Какой из сигналов регулировщика имеет такое же значение как и жёлтый сигнал светофора:'},
    {   'correct_index': 3,
        'explanation': 'Регулировщик вытянул правую руку вперед. Несмотря на то, что сигналы светофора разрешает '
                       'движение, Вы должны остановиться перед стоп-линией, поскольку сигналы регулировщика имеют '
                       'преимущество перед сигналами светофора. П. 161) d), П. 17 3) с) абзац 2, П. 20 3), П. 20 6), '
                       'абзац 2.',
        'image': "clipboard_image_1769701026238.png",
        'options': [   'Продолжить движение в любом направлении.',
                       'Продолжить движение только в прямом направлении.',
                       'Повернуть только направо.',
                       'Остановиться перед стоп-линией.'],
        'question': '29) При этом сигнале регулировщика Вы должны:'},
    {   'correct_index': 1,
        'explanation': 'Регулировщик вытянул правую руку в сторону. Несмотря на то, что сигналы светофора разрешают '
                       'движение, Вы должны остановиться перед стоп-пинией, поскольку сигналы регулировщика имеют '
                       'преимущество перед сигналами светофора. П. 16 1) б). П. 17 2) а). П. 20 3), П. 20 6), абзац 2.',
        'image': "clipboard_image_1769701038010.png",
        'options': ['Продолжить движение в прямом направлении.', 'Остановиться у стоп-линии.', 'Повернуть налево.'],
        'question': '30) При этом сигнале регулировщика Вы должны:'}]
