# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.8A.txt

QUIZ_DATA = [   {   'correct_index': 2,
        'explanation': 'Правила запрещают в жилой зоне как первоначальное обучение вождению, так и обучение вождению '
                       'для получения новой категории или подкатегории. П. 95 1) с).',
        'image': "4.8A_2.png",
        'options': [   'Только при первоначальном обучении.',
                       'Только при обучении для получения новой категории или подкатегории.',
                       'В обоих случаях.'],
        'question': '1) В жилых зонах обучение вождению запрещается:'},
    {   'correct_index': 2,
        'explanation': 'Водитель красного автомобиля повернёт налево последним, поскольку при выезде из жилой зоны '
                       'водители должны уступить дорогу другим участникам дорожного движения. П. 96.',
        'image': None,
        'options': ['Первым.', 'Вторым.', 'Последним.'],
        'question': '2) Водитель красного легкового автомобиля повернёт налево:'},
    {   'correct_index': 3,
        'explanation': 'В жилой зоне запрещается транзитное движение транспортных средств, обучение вождению, а также '
                       'стоянка транспортных средств вне специально обозначенных для этой цели мест, либо такое их '
                       'расположение, которое затруднит (или сделает невозможным) проезд транспортных средств с '
                       'преимущественным правом движения и других участников дорожного движения. П. 951) a), c), d).',
        'image': "4.8A_3.png",
        'options': [   'Транзитное движение транспортных средств.',
                       'Обучение вождению.',
                       'Стоянка транспортных средств вне специально обозначенных для этой цели мест, либо такое их '
                       'расположение, которое затруднит или сделает невозможным движение транспортных средств с '
                       'преимущественным правом движения и других участников дорожного движения.',
                       'Осуществление любого из перечисленных действий'],
        'question': '3) В жилых зонах запрещается:'},
    {   'correct_index': 1,
        'explanation': 'После поворота направо легковой автомобиль въедет в жилую зону, в которой максимальная '
                       'скорость не должна превышать 20 км/ч. П. 47 1) а).',
        'image': "4.8A_4.png",
        'options': ['5 км/ч.', '20 км/ч.', '40 км/ч.', '60 км/ч.'],
        'question': '4) С какой максимальной скоростью разрешается движение легковому автомобилю после поворота '
                    'направо?'},
    {   'correct_index': 4,
        'explanation': 'В пешеходную зону запрещается въезд транспортных средств (за исключением тех, которые '
                       'принадлежат лицам, проживающим в данной зоне, и не имеющих других подъездных путей, '
                       'транспортных средств, обслуживающих население и учреждения, находящихся в данной зоне, '
                       'разрешённая максимальная масса которых не превышает 3500 кг, а также машин, осуществляющих '
                       'технологические работы, которые сразу после предоставления услуг и выполнения работ должны '
                       'покинуть соответствующую зону). П. 952).',
        'image': "4.8A_5.png",
        'options': [   'Принадлежат лицам, проживающим в этой зоне и не имеющим других подъездных путей.',
                       'Обслуживают население в данной зоне, их разрешённая максимальная масса не превышает 3500 кг, '
                       'которые сразу после предоставления услуг должны покинуть эту зону.',
                       'Обслуживают учреждения в данной зоне, их разрешённая максимальная масса не превышает 3500 кг, '
                       'которые сразу после предоставления услуг должны покинуть эту зону.',
                       'Осуществляют в этой зоне технологические работы, которые сразу после выполнения работ должны '
                       'эту зону покинуть.',
                       'Упомянуты в предыдущих пунктах.'],
        'question': '5) В пешеходную зону могут въезжать только транспортные средства которые:'},
    {   'correct_index': 2,
        'explanation': 'В жилой и пешеходной зонах движение пешеходов разрешается как по тротуарам, так и по проезжей '
                       'части, однако они не должны создавать необоснованных помех движению транспортных средств. П. '
                       '94 1), абзац 1).',
        'image': "4.8A_6.png",
        'options': [   'Только по тротуарам, чтобы не создавать помех для движения транспортных средств.',
                       'Только по проезжей части, так как на тротуарах разрешена стоянка транспортных средств.',
                       'Как по тротуарам, так и по проезжей части, однако они не должны создавать необоснованных помех '
                       'движению транспортных средств.'],
        'question': '6) В жилой и пешеходной зонах движение пешеходов разрешается:'}]
