# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 2.1-2.2B.txt

QUIZ_DATA = [   {   'correct_index': 0,
        'explanation': 'Знак 1.15 называется «Скользкая дорога» и предупреждает о приближении к участку дороги с '
                       'повышенной скользкостью проезжей части. О приближении к участку дороги с опасными поворотами '
                       'или к участку неровной дороги предупреждают другие знаки. Пояснительная записка к приложению № '
                       '3 (1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.15).',
        'image': "image_1_1.png",
        'options': [   'Вы приближаетесь к участку дороги с повышенной скользкостью проезжей части.',
                       'Вы приближаетесь к участку дороги с опасными поворотами.',
                       'Вы приближаетесь к участку неровной дороги.'],
        'question': '1) Изображённый на рисунке знак предупреждает о том, что:'},
    {   'correct_index': 0,
        'explanation': 'В ситуации, показанной на рисунке, движение разрешается только прямо, поскольку знак 4.1.1 '
                       '«Обязательное направление движения прямо» на переносной стойке имеет преимущество перед '
                       'стационарным знаком 5.46 «Место для разворота», который кроме движения прямо разрешает и '
                       'разворот. Поворот налево запрещают оба знака. П. 16 1) b), Пояснительная записка к приложению '
                       '№ 3 (IV. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ, 4.1.1, V. ИН-ФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.46).',
        'image': "image_2.png",
        'options': [   'Только прямо',
                       'Прямо или в обратном направлении.',
                       'Только в обратном направлении.',
                       'Налево или в обратном направлении.'],
        'question': '2) В каких из указанных направлений разрешается движение в ситуации, показанной на рисунка?'},
    {   'correct_index': 2,
        'explanation': 'Трактор красного цвета, максимальная конструктивная скорость которого 30 км/ч, не может '
                       'двигаться по левой полосе в ситуации, показанной на рисунке, несмотря на то, что скорость '
                       'транспортного средства, движущегося по правой полосе меньше 30 км/ч. На знаке 5.39.2 '
                       '«Дополнительная полоса» изображён знак 4.6 «Ограничение минимальной скорости», который не '
                       'разрешает движение по левой полосе со скоростью меньше указанной на знаке Пояснительная '
                       'записка к приложению № 3 (IV. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ, 4.6, V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, '
                       '5.39.1-5.39.3, абзац 1).',
        'image': "image_3.png",
        'options': [   'Может, если скорость транспортного средства на правой полосе менее 30 км/ч.',
                       'Может без ограничений.',
                       'Не может.'],
        'question': '3) Может ли трактор красного цвета, максимальная конструктивная скорость которого 30 км/ч, '
                    'двигаться по левой полосе в ситуации, показанной на рисунке?'},
    {   'correct_index': 0,
        'explanation': 'Поворот налево, в ситуации, показанной на рисунке, разрешается всем транспортным средствам. '
                       'Знак 5.43 «Дорога с полосой для маршрутных транспортных средств» запрещает движение других '
                       'транспортных средств по этой полосе и остановку на ней. Пересекать эту полосу в местах, где '
                       'она отделена от других полос проезжей части прерывистой линией 1.8. не запрещается. '
                       'Пояснительная записка к приложению № 3 (У. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5,43), '
                       'Пояснительная записка к приложению № 4, (1. ЗНАЧЕНИЯ ГОРИЗОНТАЛЬНОЙ РАЗМЕТКИ, А. Продольная '
                       'разметка, 1.8, Действия участников дорожного движения, абзац 4).',
        'image': "image_4.png",
        'options': [   'Разрешается.',
                       'Разрешается только транспортным средствам с преимущественным правом движения.',
                       'Запрещается.'],
        'question': '4) Разрешается ли поворот налево в ситуации, показанной на рисунке?'},
    {   'correct_index': 4,
        'explanation': 'Знак 5.48.2 называется «Зарезервированная парковка» и обозначает места, на которых разрешается '
                       'парковка только транспортным средствам, принадлежащим соответствующим предприятиям или '
                       'организациям, а также их сотрудникам. Табличка 6.7.2 «Рабочие дни», которая установлена под '
                       'знаком, информирует о том, что в выходные и праздничные дни, кроме того, парковкой могут '
                       'пользоваться водители других транспортных средств. Поясни тельная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.48.2, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБЛИЧКИ/, '
                       '6.7.2, Особенности применения дополнительных табличек).',
        'image': "image_5.png",
        'options': [   'Осуществляющих ремонтные работы.',
                       'Осуществляющих принудительную эвакуацию автомобилей.',
                       'Оперативных служб.',
                       'Принадлежащих клиентам данного учреждения в рабочие дни.',
                       'Принадлежащих данному учреждению или его сотрудникам в рабочие дни. В выходные и праздничные '
                       'дни парковкой могут пользоваться водители всех транспортных средств.'],
        'question': '5) Изображённые на рисунке дорожные знаки информируют о том, что эта парковка зарезервирована '
                    'для'},
    {   'correct_index': 1,
        'explanation': 'Знак 5.42.1 называется «Полоса для маршрутных транспортных средств» и обозначает полосу, '
                       'предназначенную для движения только маршрутных транспортных средств, движущихся попутно общему '
                       'потоку транспорта. В пределах прерывистой линии, для поворота на право, эту полосу должны '
                       'использовать и другие транспортные средства. В ситуации, показанной на рисунке, водитель '
                       'легкового автомобиля, перестроившийся на эту полосу, должен повернуть направо. Грузовой '
                       'автомобиль должен продолжить движение только в прямом на-правлении. Пояснительная записка к '
                       'приложению № 3 (V. ИНФОРМАЦИОННО-УКАЗА-ТЕЛЬНЫЕ ЗНАКИ, 5.42.1).',
        'image': "image_6.png",
        'options': [   'Грузовому автомобилю прямо или направо, легковому направо.',
                       'Грузовому автомобилю только прямо, легковому направо.',
                       'Грузовому автомобилю прямо или направо, легковому автомобилю на этой полосе разрешена только '
                       'остановка для посадки или высадки пассажиров.'],
        'question': '6) В каких из указанных направлений разрешено движение?'},
    {   'correct_index': 1,
        'explanation': 'Знак 5.45.2 называется «Выезд на дорогу с полосой для маршрутных транспортных средств». '
                       'Движение других транспортных средств по этой полосе запрещено. Знак 3.4 «Движение грузовых '
                       'автомобилей запрещено» с табличкой 6.5.3 «Направление действия» запрещает движение грузовых '
                       'автомобилей с разрешённой максимальной массой более 3500 кг только по пересекаемой дороге. '
                       'Следовательно, в ситуации, показанной на рисунке, грузовому автомобилю у которого разрешённая '
                       'максимальная масса менее 3500 кг, движение раз решается в направлении А или В. Пояснительная '
                       'записка к приложению № 3 (ІІІ. ЗАПРЕ-ЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.4, VI. ЗНАКИ '
                       'ДОПОЛНИТЕЛЬНОЙ ИНФОР-МАЦИИ ТАБЛИЧКИ/, 6.5.3, Особенности применения дополнительных табличек, '
                       'V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.43, 5.45.2).',
        'image': "image_7.png",
        'options': ['Только А.', 'А или В.', 'А, B или С.', 'Только В.', 'В, С или D'],
        'question': '7) В каких из указанных направлений разрешается движение грузовому автомобилю, разрешённая '
                    'максимальная масса которого менее 3500 кг?'},
    {   'correct_index': 1,
        'explanation': 'Знак 3.20.2 называется «Поворот налево запрещён». Движение прямо и разворот не запрещены. '
                       'Кроме того, действие этого знака распространяется только на проезжую часть и другие места, '
                       'перед которыми он непосредственно установлен. В данном случае движение разрешено по траектории '
                       'А или С. Пояснительная записка к приложению № 3 (І. ЗАПРЕ ЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, '
                       '3.20.2, Особенности применения запрещающих и ограничивающих знаков, абзац 9).',
        'image': "image_8.png",
        'options': ['A или В.', 'А или С.', 'В или С.'],
        'question': '8) По каким из указанных траекторий разрешено движение?'},
    {   'correct_index': 2,
        'explanation': 'Установленный перед перекрёстком знак 3.3 называется «Движение механических транс портных '
                       'средств запрещено» и запрещает движение соответствующих видов транспортных средств в обоих '
                       'направлениях. Табличка 6.5.3 «Направление действия», размещённая непосредственно под знаком, '
                       'указывает направление его действия. В данном случае движение мотоциклисту разрешено в '
                       'направлении А или С. Пояснительная записка к приложению № 3 (ІІІ. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ '
                       'ЗНАКИ, 3.3, Особенности применения запрещающих и ограничивающих знаков, абзац 1, VI. ЗНАКИ '
                       'ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ /ГАБЛИЧКИ/, 6.5.3, Особенности применения дополнительных табличек).',
        'image': "image_9.png",
        'options': ['А или В.', 'B.', 'А или С.', 'В любом направлении.'],
        'question': '9) В каких направлениях разрешено движение мотоциклисту?'},
    {   'correct_index': 1,
        'explanation': 'Знак 3.7 называется «Движение составов транспортных средств запрещено», запрещает движение '
                       'грузовых автомобилей и самоходных машин с прицепами любого типа, а всем транспортным средствам '
                       'запрещает буксировку механических транспортных средств. Однако, если место стоянки или ремонта '
                       'находится не далее следующего перекрёстка, то въезд в эту зону не запрещается. Пояснительная '
                       'записка к приложению № 3 (ШШ ЗАПРЕ ЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.7, Особенности применения '
                       'запрещающих и ограничивающих знаков, абзац 5).',
        'image': "image_10.png",
        'options': [   'Разрешается без ограничений.',
                       'Разрешается, если место стоянки или ремонта находится не далее следующего перекрёстка.',
                       'Запрещается, поскольку буксировка мотоциклов должна осуществляться только посредством '
                       'металлической штанги'],
        'question': '10) Разрешается ли продолжить движение прямо?'},
    {   'correct_index': 1,
        'explanation': 'Знак 1.9 называется «Светофор» и предупреждает о приближении к перекрёстку, пешеходному '
                       'переходу или участку дороги, на которых движение регулируется сигналами светофора. Размещённая '
                       'под ним табличка 6.1.1 «Расстояние до места начала действия знака» указывает расстояние от '
                       'знака до начала опасного участка. Пояснительная записка к приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ '
                       'ЗНАКИ, 1.9, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИН-ФОРМАЦИИ ТАБЛИЧКИ, 6.1.1, Особенности применения '
                       'дополнительных табличек).',
        'image': "image_11.png",
        'options': [   'Через 150-300 м начнется участок дороги протяженностью 40 м, где движение регулируется '
                       'сигналами светофора.',
                       'Через 40 м находится перекресток, пешеходный переход или участок дороги, где движение '
                       'регулируется сигналами светофора.',
                       'Через 50-100 м начнётся участок дороги протяженностью 40 м, где движение регулируется '
                       'сигналами светофора.'],
        'question': '11) Эти дорожные знаки предупреждают о том, что:'},
    {   'correct_index': 2,
        'explanation': 'Знак 4.1.4 называется «Обязательное направление движения прямо или направо». Знак 5.36 '
                       'называется «Выезд на дорогу с односторонним движением». Разворот на данном перекрёстке '
                       'запрещается, поскольку знак 4.1.4 такой манёвр не допускает. Пояснительная записка к '
                       'приложению № 3 (IV. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ, 4.1.4, V. ИНФОРМАЦИ ОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.36).',
        'image': "image_12.png",
        'options': ['Только D', 'Только С и D', 'Только B, C и D.', 'A, B, C и D.'],
        'question': '12) В каком ответе правильно и полностью указаны все разрешённые направления движения?'},
    {   'correct_index': 1,
        'explanation': 'Знак Т1.10 «Двустороннее движение» предупреждает о приближении к участку дороги, на котором '
                       'движение осуществляется в обоих направлениях. Для того, чтобы обязать води теля уступить '
                       'дорогу встречным транспортным средствам или предоставить ему преимущество по отношению к этим '
                       'транспортным средствам, применяются другие знаки. Пояснительная записка к приложению № 5 '
                       '(СРЕДСТВА ОБОЗНАЧЕНИЯ ДОРОЖНЫХ РАБОТ, 1. Временные дорожные знаки, Т1.10).',
        'image': "image_13.png",
        'options': [   'Обязывает водителя уступить дорогу встречным транспортным средствам, находящимся на узком '
                       'участке или противоположном подъезде к нему.',
                       'Предупреждает, что на участке проезжей части после разрыва в разделительной полосе движение '
                       'осуществляется в обоих направлениях.',
                       'Предоставляет водителям преимущество по отношению к встречным транспортным средствам.'],
        'question': '13) Знак, установленный на правой стороне дороги:'},
    {   'correct_index': 1,
        'explanation': 'Несмотря на то, что на стороне водителя грузового автомобиля имеется препятствие, знак 2.6 '
                       '«Преимущество перед встречными транспортными средствами» предоставляет этому водителю '
                       'преимущество по отношению к водителю автобуса, перед которым установлен знак 2.5 «Преимущество '
                       'встречного движения». Пояснительная записка к приложению № - 3 (ІІ. ЗНАКИ ПРИОРИТЕТА, 2.5, '
                       '2.6, Особенности применения знаков приоритета, абзац 1).',
        'image': "image_14.png",
        'options': ['Водитель автобуса.', 'Водитель грузового автомобиля.'],
        'question': '14) Водитель какого транспортного средства имеет преимущество в движении?'},
    {   'correct_index': 2,
        'explanation': 'Знак 2.1 «Уступи дорогу» обязывает водителя уступить дорогу транспортным средствам, '
                       'приближающимся к перекрёстку по пересекаемой дороге, а при наличии таблички 6.15.1 '
                       '«Направление главной дороги» тем транспортным средствам, которые приближаются к перекрёстку по '
                       'главной дороге. Пояснительная записка к приложению № 3 (ІІ. ЗНАКИ ПРИОРИТЕТА, 2.1, Особенности '
                       'применения знаков приоритета, абзац 1, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ /ТАБЛИЧКИ/, 6.15.1, '
                       'Особенности применения дополнительных табличек).',
        'image': "image_15.png",
        'options': [   'Всем транспортным средствам.',
                       'Только транспортным средствам, приближающимся к перекрёстку по пересекаемой дороге.',
                       'Только транспортным средствам, которые приближаются к перекрёстку по главной дороге.'],
        'question': '15) Каким транспортным средствам должен уступить дорогу водитель автомобиля в ситуации на '
                    'рисунке?'},
    {   'correct_index': 1,
        'explanation': 'Знак 2.1 «Уступи дорогу» с табличкой 6.1.2 «Расстояние до места начала действия знака» '
                       'предупреждает о приближении к перекрёстку, перед которым установлен знак 2.2 «Обязательная '
                       'остановка». О приближении к перекрёстку, перед которым установлен знак 2.1, предупреждает этот '
                       'же знак с табличкой 6.1.1 «Расстояние до места начала действия знака». О стационарном пункте '
                       'полиции информирует другой знак. Пояснительная записка к приложению № 3 (II. ЗНАКИ ПРИОРИТЕТА, '
                       '2.1, 2.2, Особенности применения знаков приоритета, абзацы 1 и 3, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ '
                       'ИНФОРМАЦИИ ТАБЛИЧКИ, 6.1.1, 6.1.2, Особенности применения дополнительных табличек).',
        'image': "image_16.png",
        'options': [   'К перекрёстку, перед которым установлен знак «Уступи дорогу».',
                       'К перекрёстку, перед которым установлен знак «Обязательная остановка».',
                       'К таможне.',
                       'К стационарному пункту полиции.'],
        'question': '16) Эти дорожные знаки информируют о приближении:'},
    {   'correct_index': 1,
        'explanation': 'В ситуации, показанной на рисунке, знак 2.5 «Преимущество встречного движения» обязывает Вас '
                       'снизить скорость и при необходимости остановиться, чтобы уступить дорогу встречному '
                       'транспортному средству, находящемуся на узком участке дороги. Пояснительная записка к '
                       'приложению № 3 (ІІ. ЗНАКИ ПРИОРИТЕТА, 2.5, Особенности применения знаков приоритета, абзац 1).',
        'image': "image_17.png",
        'options': [   'Продолжите движение не снижая скорости. Водитель встречного автомобиля должен уступить Вам '
                       'дорогу.',
                       'Снизите скорость и при необходимости остановитесь, чтобы уступить дорогу встречному '
                       'транспортному средству.',
                       'Продолжите движение и, уступая дорогу, съедете на обочину.'],
        'question': '17) В ситуации, показанной на рисунке, Вы:'},
    {   'correct_index': 4,
        'explanation': 'Знак 3.4 «Движение грузовых автомобилей запрещено», установленный после перекрёстка, запрещает '
                       'движение прямо грузовым автомобилям с разрешённой максимальной массой более 3500 кг. Знак '
                       '5.72.2 «Рекомендуемое направление движения грузовым автомобилям» рекомендует направление '
                       'движения грузовым автомобилям с разрешённой максимальной массой более 3500 кг, если на '
                       'перекрёстке их движение в одном из направлений запрещено. Следовательно, в ситуации, '
                       'показанной на рисунке, находясь за рулём грузового автомобиля с разрешённой максимальной '
                       'массой менее 3500 кг, Вы можете продолжить движение прямо, направо, налево, или в обратном '
                       'направлении. Пояснительная записка к приложению № 3 (ІІ. ЗНАКИ ПРИОРИТЕТА, 3.4, V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.72.2).',
        'image': "image_18.png",
        'options': [   'Только прямо.',
                       'Только направо.',
                       'Только налево.',
                       'Направо или налево.',
                       'Прямо, направо, налево или в обратном направлении.'],
        'question': '18) В каких направлениях Вы можете продолжить движение, находясь за рулём грузового автомобиля с '
                    'разрешённой максимальной массой менее 3500 кг в ситуации, показанной на рисунке?'},
    {   'correct_index': 0,
        'explanation': 'Знак 3.27.2 «Ограничение максимальной скорости» запрещает движение транспортных средств со '
                       'скоростью больше указанной на знаке. Знак 4.6 «Ограничение минимальной скорости» с табличкой '
                       '6.16 «Полоса движения» разрешает движение с указанной на знаке или большей скоростью только по '
                       'полосе над которой он установлен. Следовательно, если транспортные средства движутся со '
                       'скоростью 70 км/ч, то требования Правил нарушает только водитель легкового автомобиля. '
                       'Пояснительная записка к приложению № 3 (III. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.27.2, IV. '
                       'ПРЕДПИСЫВАЮЩИЕ ЗНА-КИ, 4.6, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ /ТАБЛИЧКИ/, 6.16, Особенности '
                       'применения дополнительных табличек).',
        'image': "image_19_2.png",
        'options': ['Водитель легкового автомобиля,', 'Водитель грузового автомобиля.', 'Оба водителя.'],
        'question': '19) Транспортные средства движутся со скоростью 70 км/ч. Кто из водителей нарушает требования '
                    'Правил?'},
    {   'correct_index': 3,
        'explanation': 'Действие знака 4.1.1 «Обязательное направление движения прямо», установленного в начале '
                       'участка дороги, распространяется до ближайшего перекрёстка, не запрещая при этом поворот '
                       'направо на прилегающие к дороге территории. Знак 5.34 «Дорога с односторонним движением» '
                       'обозначает дорогу или проезжую часть, по которой движение транспортных средств по всей ширине '
                       'осуществляется только в одном направлении. На такой до роге (проезжей части) запрещается '
                       'только разворот. Следовательно, водитель правильно выполняет манёвр на рисунках А и D. '
                       'Пояснительная записка к приложению № 3 (IV. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ, 4.1.1, абзацы 1 и 6, V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬ-НЫЕ ЗНАКИ, 5.34).',
        'image': "image_20_2.png",
        'options': ['А и В.', 'В и С.', 'C и D', 'А и D.', 'А, В и D.'],
        'question': '20) На каких рисунках водитель правильно выполняет манёвр?'},
    {   'correct_index': 0,
        'explanation': 'Знак 3.23 «Обгон запрещён» запрещает обгон всех транспортных средств, кроме одиночных, '
                       'движущихся со скоростью менее 30 км/ч. Однако, размещённая под знаком табличка 6.1.1 '
                       '«Расстояние до места начала действия знака», указывает, что данное ограничение начнёт '
                       'действовать через 300 м. Следовательно, в ситуации, показанной на рисунке, обгон раз решается '
                       'без ограничений. Пояснительная записка к приложению № 3 (ІІ. ЗАПРЕЩА -ЮЩИЕ И ОГРАНИЧИВАЮЩИЕ '
                       'ЗНАКИ, 3.23, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБЛИЧКИ/, 6.1.1, Особенности применения '
                       'дополнительных табличек).',
        'image': "image_21_2.png",
        'options': [   'Разрешается без ограничений.',
                       'Не разрешается,',
                       'Разрешается, но только если скорость обгоняемого транспортного средства менее 30 км/ч.'],
        'question': '21) Разрешается ли обгон в ситуации, показанной на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'Знак 3.1 «Въезд запрещён» запрещает въезд всех транспортных средств. Знак 3.20.2 - «Поворот '
                       'налево запрещён» не запрещает движение в других направлениях, в том числе и разворот. '
                       'Следовательно, в данной ситуации, правильно осуществляет манёвр только водитель мотоцикла. '
                       'Пояснительная записка к приложению № 3 (II. ЗАПРЕЩАЮЩИЕ И ОГ-РАНИЧИВАЮЩИЕ ЗНАКИ, 3.1, 3.20.2).',
        'image': "image_22_2.png",
        'options': [   'Водитель легкового автомобиля.',
                       'Водитель мотоцикла.',
                       'Оба поворачивают правильно.',
                       'Оба поворачивают неправильно,'],
        'question': '22) Водитель какого транспортного средства правильно осуществляет манёвр?'},
    {   'correct_index': 1,
        'explanation': 'Знак 1.21 «Дети» предупреждает о приближении к участку дороги вблизи школ, дошкольных '
                       'учреждений и т. п., на проезжей части которого возможно появление детей. В населённых пунктах '
                       'этот знак повторяется непосредственно в начале опасного участка. Следовательно водитель должен '
                       'снизить скорость и двигаться с особой осторожностью, поскольку включение ближнего света или '
                       'звукового сигнала не обеспечивают необходимой безопасности. Пояснительная записка к приложению '
                       '№ 3 (1. 1(1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.21, Особенности применения предупреждающих знаков, '
                       'абзацы 9 и 10).',
        'image': "image_23_2.png",
        'options': [   'Включить ближний свет, предупреждая таким образом детей о возможной опасности.',
                       'Снизить скорость и двигаться с особой осторожностью, так как знак предупреждает о приближении '
                       'к участку дороги, на проезжей части которого возможно появление детей.',
                       'Воспользоваться звуковым сигналом, предупреждая таким образом любую опасность.'],
        'question': '23) Приближаясь к участку дороги, обозначенному указанным знаком, Вы должны:'},
    {   'correct_index': 0,
        'explanation': 'Знак 5.52 «Рекомендуемая скорость» с табличкой 6.18.1 «Влажное покрытие» рекомендует двигаться '
                       'с указанной на знаке скоростью только на период времени, когда покрытие проезжей части '
                       'влажное. Отклонение от рекомендуемой скорости не считается нарушением Правил. Пояснительная '
                       'записка к приложению № 3 (V. ИНФОРМАЦИОННО-УКААЗАТЕЛЬНЫЕ ЗНАКИ, 5.52, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ '
                       'ИНФОРМАЦИИ ТАБЛИЧКИ/, 6.18.1, Особенности применения дополнительных табличек).',
        'image': "image_24_2.png",
        'options': [   'Указывают рекомендуемую скорость движения на данном участке дороги только в период, когда '
                       'проезжая часть влажная.',
                       'Запрещают движение транспортных средств со скоростью, превышающей указанную на знаке, только в '
                       'период, когда проезжая часть влажная.',
                       'Запрещают движение транспортных средств со скоростью, превышающей указанную на знаке, при '
                       'сильной облачности.'],
        'question': '24) Эти дорожные знаки:'},
    {   'correct_index': 2,
        'explanation': 'Знак 2.2 «Обязательная остановка» запрещает движение без остановки перед разметкой 1.12 '
                       '(стоп-линия), а при её отсутствии перед краем пересекаемой проезжей части. Следовательно, в '
                       'ситуации, показанной на рисунке, при отсутствии стоп-линии Вы должны остановиться в месте, '
                       'обозначенном буквой С. Пояснительная записка к приложению № 3 (11. ЗНАКИ ПРИОРИТЕТА, 2.2).',
        'image': "image_25_2.png",
        'options': [   'Перед знаком (А).',
                       'Перед границей перекрёстка (В).',
                       'Перед краем пересекаемой проезжей части (С).'],
        'question': '25) В ситуации, показанной на рисунке, Вы должны остановиться:'},
    {   'correct_index': 3,
        'explanation': 'Действие знака 4.1.1 «Обязательное направление движения прямо», установленного в начале '
                       'участка дороги, распространяется до ближайшего перекрёстка, не запрещая при этом поворот '
                       'направо на прилегающие к дороге территории. Зона действия знака 3.31 «Остановка запрещена» '
                       'также распространяется от места его установки до ближайшего перекрёстка. Знак 3.33 «Конец всех '
                       'ограничений», в данном случае, обозначает конец зоны действия только знака 3.31. Следовательно '
                       'Вы можете продолжить движение в направлениях В или С. Пояснительная записка к приложению № 3 '
                       '(ІІІ. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.31, 3.33, Особенности применения запрещающих и '
                       'ограничивающих знаков, абзац 10, М. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ 4.1.1, абзацы 1 и 6).',
        'image': "image_26_2.png",
        'options': ['Только А.', 'Только В.', 'Только С.', 'В или С.', 'В любом из направлений.'],
        'question': '26) В каких направлениях Вы можете продолжить движение, находясь за рулём изображённого на '
                    'рисунке автомобиля?'},
    {   'correct_index': 1,
        'explanation': 'Знак 2.6 «Преимущество перед встречным движением» предоставляет водителям преимущество по '
                       'отношению к встречным транспортным средствам при движении по узкому участку дороги. '
                       'Следовательно водитель встречного автомобиля должен уступить Вам дорогу, так как на '
                       'противоположной стороне этого узкого участка, установлен знак 2.5 «Преимущество встречного '
                       'движения». Пояснительная записка к приложению № 3 (ІІ. ЗНАКИ ПРИОРИТЕТА, 2.5, 2.6, Особенности '
                       'применения знаков приоритета, абзац 1).',
        'image': "image_27_2.png",
        'options': [   'Снизите скорость и, при необходимости, остановитесь.',
                       'Продолжите движение. Водитель встречного автомобиля должен уступить Вам дорогу.',
                       'Продолжите движение и, уступая дорогу, съедете на обочину.'],
        'question': '27) В ситуации, показанной на рисунке, Вы:'},
    {   'correct_index': 2,
        'explanation': 'Знак 3.32.1 «Стоянка запрещена» запрещает стоянку транспортных средств. Знак 5.43 «Дорога с '
                       'полосой для маршрутных транспортных средств» обозначает дорогу, по которой движение маршрутных '
                       'транспортных средств осуществляется по специально выделенной полосе навстречу общему потоку '
                       'транспорта. Движение других транспортных средств по этой полосе, а также остановка на ней '
                       'запрещаются. Следовательно, правила стоянки нарушили оба водителя. Пояснительная записка к '
                       'приложению № 3 (III. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.32.1, V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ '
                       'ЗНАКИ, 5.43).',
        'image': "image_28_2.png",
        'options': [   'Только водитель грузового автомобиля.',
                       'Только водитель легкового автомобиля.',
                       'Оба нарушили.',
                       'Оба не нарушили.'],
        'question': '28) Кто из водителей нарушил правила стоянки?'},
    {   'correct_index': 1,
        'explanation': 'Указанные дорожные знаки определяют начало и конец участка дороги с максимальной длиной не '
                       'более 1 км, на котором в течение 5 лет было зарегистрировано минимум 5 дорожно-транспортных '
                       'происшествий не менее чем с 5-ю пострадавшими. Пояснительная за-писка к приложению №3 (І. '
                       'ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.31.2, VI. ЗНАКИ ДОПОЛ-НИТЕЛЬНОЙ ИНФОРМАЦИИ /ТАБЛИЧКИ/, 6.3.1, 6.3.2).',
        'image': "image_29_2.png",
        'options': [   'Вследствие высоких дневных температур, образовались места с расплавленным асфальтовым '
                       'покрытием.',
                       'В течение 6 лет было зарегистрировано минимум 5 дорожно-транспортных происшествий не менее чем '
                       'с 5-ю пострадавшими.',
                       'На поверхность проезжей части, вследствие дорожно-транспортного происшествия произошла утечка '
                       'нефтепродуктов.'],
        'question': '29) Указанные дорожные знаки определяют начало и конец участка дороги длиной 600 м на котором:'},
    {   'correct_index': 3,
        'explanation': 'Знак 5.45.2 «Выезд на дорогу с полосой для маршрутных транспортных средств» информирует о том, '
                       'что на пересекаемой дороге, имеется полоса, по которой маршрутные транспортные средства '
                       'движутся навстречу общему потоку транспорта. Движение других транспортых средств по этой '
                       'полосе запрещается. В данном случае, движение разрешается прямо, налево или в обратном '
                       'направлении. Пояснительная записка к приложению № 3 (V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, '
                       '5.43, 5.45.2).',
        'image': "image_30_2.png",
        'options': [   'Только прямо.',
                       'Только налево.',
                       'Налево или направо.',
                       'Прямо, налево или в обратном направлении.'],
        'question': '30) В каких направлениях разрешается движение?'},
    {   'correct_index': 1,
        'explanation': 'Знак 1.28 «Тоннель» предупреждает о приближении к инженерному сооружению (тоннелю) без '
                       'искусственного освещения или с ограниченной видимостью въездного портала. Табличка 6.21 '
                       '«Пользуйтесь ближним светом» указывает, что в данном тоннеле водитель транспортного средства '
                       'должен двигаться с включенным ближним светом. Пояснительная записка к приложению № 3 (І. '
                       'ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.28, VI. ЗНАКИ ДОПОЛ-НИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБЛИЧКИ/, 6.21, Особенности '
                       'применения дополни тельных табличек).',
        'image': "image_31_2.png",
        'options': [   'Информируют о предстоящем въезде в тоннель, в котором запрещена буксировка механических '
                       'транспортных средств',
                       'Предупреждают о приближении к тоннелю без искусственного освещения, при въезде в который '
                       'необходимо включить ближний свет.',
                       'Предупреждают о приближении к тоннелю в котором запрещено включать фары.'],
        'question': '31) Изображённые на рисунке дорожные знаки:'},
    {   'correct_index': 1,
        'explanation': 'Знак 1.13.1 «Опасные повороты» предупреждает о приближении к участку дороги с опасными '
                       'поворотами, первый из которых направо. Вне населённых пунктов этот знак устанавливается на '
                       'расстоянии 150-300 м до начала опасного участка дороги. Табличка 6.3.1 «Зона действия», в '
                       'данном случае, указывает протяжённость этого опасного участка. Пояснительная записка к '
                       'приложению № 3 (І. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.13.1, Особенности применения предупреждающих '
                       'знаков, абзац 1, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ /ТАБЛИЧКИ/, 6.3.1, Особенности применения '
                       'дополнительных табличек).',
        'image': "image_32_2.png",
        'options': [   'Через 150-300 м начнётся крутой спуск, протяженностью в 1,5 км.',
                       'Через 150-300 м начнётся участок дороги с опасными поворотами, протяжённостью в 1,5 км, с '
                       'первым поворотом направо.',
                       'Через 1,5 км начнётся участок дороги с опасными поворотами, с первым поворотом направо.'],
        'question': '32) Эти дорожные знаки предупреждают о том, что:'},
    {   'correct_index': 1,
        'explanation': 'Знаки 5.50.1, 5.50.2 «Пешеходный переход» информируют об участке дороги, где пешеходам '
                       'разрешается переходить проезжую часть. Табличка 6.17 «Незрячие пешеходы», размещённая под '
                       'этими знаками, предупреждает о том, что данным пешеходным переходом пользуются и незрячие '
                       'пешеходы. Пояснительная записка к приложению № 3 (V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.50.1, '
                       '5.50.2, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБЛИЧКИ, 6.17, Особенности применения '
                       'дополнительных табличек).',
        'image': "image_33_2.png",
        'options': [   'Этим пешеходным переходом пользуются лица, передвигающие товарные тележки.',
                       'Этим пешеходным переходом пользуются незрячие пешеходы.',
                       'В солнечную погоду многие пешеходы в этом населённом пункте носят солнцезащитные очки.'],
        'question': '33) В ситуации, показанной на рисунке, Вы должны проявлять особую осторожность потому, что:'},
    {   'correct_index': 1,
        'explanation': 'Знак 4.1.3 «Обязательное направление движения налево», установленный на переносной стойке, в '
                       'данном случае имеет преимущество перед сплошной линией дорожной разметки, которую в других '
                       'условиях пересекать запрещается. Следовательно, в ситуации, показан ной на рисунке, движение '
                       'разрешается в направлениях А или В. П. 16 1), b), Пояснительная записка к приложению № 3 (IV. '
                       'ПРЕДПИСЫВАЮЩИЕ ЗНАКИ, 4.1.3, абзацы 1 и 2).',
        'image': "image_34_2.png",
        'options': ['А, В или С.', 'А или В.', 'В или С.', 'Только В.'],
        'question': '34) В каких из указанных направлений разрешается движение легковому автомобилю в ситуации '
                    'показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Знак 3.19.1 «Таможня» запрещает движение без остановки у этого знака. Табличка 6.1.1 '
                       '«Расстояние до места начала действия знака», в данном случае, указывает расстояние от места '
                       'установки знака до таможенного поста. Следовательно, эти знаки запрещают движение без '
                       'остановки у таможенного поста, расположенного через 300 м. Пояснительная за писка к приложению '
                       '№ 3 (III. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.19.1, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ '
                       '/ТАБЛИЧКИ/, 6.1.1, Особенности приме нения дополнительных табличек).',
        'image': "image_35_2.png",
        'options': [   'Обязывают Вас снизить скорость при проезде таможенного поста, расположенного через 300 м.',
                       'Предупреждают о том, что на участка протяженностью 300 м от места их установки, Вас могут '
                       'остановить работники таможенной службы для проведения контроля',
                       'Запрещают движение без остановки у таможенного поста, расположенного через 300 м.'],
        'question': '35) Эти дорожные знаки:'},
    {   'correct_index': 2,
        'explanation': 'Знак 3.1 «Въезд запрещён» запрещает въезд всех транспортных средств. Табличка 6.1.1 '
                       '«Расстояние до места начала действия знака», в данном случае, указывает расстояние от знака до '
                       'места введения этого запрещения. Следовательно, Вам разрешается движение прямо не далее 200 м, '
                       'направо, налево или в обратном направлении. Пояснительная записка к приложению № 3 (III. '
                       'ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.1, VI. 1 ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ /ТАБЛИЧКИ/, '
                       '6.1.1, Особенности применения дополнительных табличек).',
        'image': "image_36_2.png",
        'options': [   'Направо или налево.',
                       'Направо, налево или в обратном направлении.',
                       'Прямо, не далее 200 м, направо, налево или в обратном направлении.'],
        'question': '36) В каком ответе правильно и полностью перечислены направления, в которых вам разрешается '
                    'движение в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Знак 3.1 «Въезд запрещён» запрещает въезд всех транспортных средств. Знак 3.20.2 «Поворот '
                       'налево запрещён» не запрещает движение в других направлениях, в том числе и разворот. Вместе с '
                       'тем, действие этого знака не распространяется на маршрутные транс-портные средства городских '
                       'маршрутов. Следовательно, в данной ситуации, правильно осу-ществляют маневр оба водителя. '
                       'Пояснительная записка к приложению № 3 (III. ЗАПРЕ-. ЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.1, '
                       '3.20.2, Особенности применения запре щающих и ограничивающих знаков, абзац 3).',
        'image': "image_37_1.png",
        'options': [   'Только водитель автобуса, движущегося по установленному маршруту.',
                       'Только водитель мотоцикла.',
                       'Оба поворачивают правильно.',
                       'Оба поворачивают неправильно.'],
        'question': '37) Водитель какого транспортного средства правильно осуществляет манёвр?'},
    {   'correct_index': 1,
        'explanation': 'Знак 1.25.2 «Падение камней справа», с размещённой под ним табличкой 6.3.2 «Конец зоны '
                       'действия», обозначает конец опасного участка дороги, на котором возможны обвалы, оползни или '
                       'падение камней на правую сторону дороги. Для подтверждения нахождения в пределах опасного '
                       'участка или для определения его протяжённости применяются другие Таблички. Пояснительная '
                       'записка к приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.25.2, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ '
                       'ИНФОРМАЦИИ /ТАБЛИЧКИ/, 6.3.2, Особенности применения дополнительных табличек).',
        'image': "image_38_1.png",
        'options': [   'Подтверждают нахождение в зоне опасного участка дороги на котором возможен выброс гравия или '
                       'щебня из под колес транспортных средств.',
                       'Обозначают конец опасного участка дороги на котором возможны обвалы, оползни или падение '
                       'камней.',
                       'Определяют протяжённость опасного участка дороги на котором возможен выброс гравия или щебня '
                       'из-под колес транспортных средств.'],
        'question': '38) Эти дорожные знаки:'},
    {   'correct_index': 1,
        'explanation': 'На знаке 5.74 «Предупреждение, запрещение или ограничение на пересекаемой дороге» изображён '
                       'предупреждающий знак 1.2 «Железнодорожный переезд без шлагбаума» с табличкой 6.1.1 «Расстояние '
                       'до места начала действия знака». В ситуации, показанной на рисунке, знак 5.74 информирует о '
                       'том, что через 20 м после поворота, примыкающая дорога пересекается с железнодорожными путями, '
                       'не оборудованными шлагбаумом. Пояснительная записка к приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ '
                       'ЗНАКИ, 1.2, V. ИНФОРМАЦИОННЫ-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.74, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ '
                       '/ТАБЛИЧКИ/, 6.1.1, Особенности применения дополнительных табличек).',
        'image': "image_39_1.png",
        'options': [   'Через 20 м после поворота направо находится железнодорожный вокзал.',
                       'Через 20 м после поворота примыкающая дорога пересекается с железнодорожными путями, переезд '
                       'через которые не оборудован шлагбаумом.',
                       'Примыкающая дорога пересекается с железнодорожными путями ширина которых 20 м.'],
        'question': '39) В ситуации, показанной на рисунке, дорожный знак информирует о том, что:'},
    {   'correct_index': 2,
        'explanation': 'Знак 3.27.2 «Ограничение максимальной скорости» с табличкой 6.18.1 «Влажное покрытие», в '
                       'ситуации показанной на рисунке, с учётом метеорологических условий (мокрый асфальт), запрещает '
                       'Вам движение со скоростью более 50 км/ч. Пояснительная записка к приложению № 3 (III. '
                       'ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.27.2, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ /ТАБЛИЧКИ/, '
                       '6.18.1, Особенности применения дополнительных табличек).',
        'image': "image_40_1.png",
        'options': ['Не более 90 км/ч.', 'Не более 70 км/ч.', 'Не более 50 км/ч.'],
        'question': '40) С какой максимальной скоростью Вы сможете продолжить движение после проезда указанных знаков, '
                    'учитывая метеорологические условия?'},
    {   'correct_index': 1,
        'explanation': 'Знак 4.8 «Обязательное применение цепей противоскольжения» с табличкой 6.1.1 «Расстояние до '
                       'места начала действия знака» предписывает, что через 500 м от места его установки, движение '
                       'разрешается только транспортным средствам, у которых на всех колёсах установлены зимние шины '
                       'или не менее, чем на двух ведущих колёсах установлены цепи противоскольжения. Пояснительная '
                       'записка к приложению № 3 (IV. ПРЕДПИСЫВАЮ ЩИЕ ЗНАКИ, 4.8, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ '
                       'ТАБЛИЧКИ/, 6.1.1, Особенности применения дополнительных табличек).',
        'image': "image_41_1.png",
        'options': [   'Только легковым автомобилям, у которых на всех колёсах установлены шины, предназначенные для '
                       'эксплуатации в зимнее время.',
                       'Транспортным средствам, у которых на всех колёсах установлены шины, предназначенные для '
                       'эксплуатации в зимнее время или не менее, чем на двух ведущих колёсах установлены цепи '
                       'противоскольжения.',
                       'Только легковым автомобилям повышенной проходимости, у которых не менее, чем на двух ведущих '
                       'колёсах установлены цепи противоскольжения.'],
        'question': '41) Эти дорожные знаки предписывают, что на данном участке дороги, от места начала действия '
                    'знаков (через 500 м), движение разрешается:'},
    {   'correct_index': 1,
        'explanation': 'Знак 5.48.3 «Подземная или надземная многоэтажная парковка» с табличкой 6.22 «Направление и '
                       'расстояние» информирует о том, что слева, на расстоянии, указанном на табличке, находится '
                       'подземная или надземная многоэтажная парковка. Пояснительная за-писка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.48.3, V. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБЛИЧКИ/, 6.2.2, '
                       'Особенности применения дополнительных табличек).',
        'image': "image_42_1.png",
        'options': [   'Стоянка, оборудованная навесом.',
                       'Подземная или надземная многоэтажная парковка.',
                       'Стоянка торгового центра по продаже автомобилей.'],
        'question': '42) Этот дорожный знак информирует, что слева, на расстоянии, указанном на табличке находится:'},
    {   'correct_index': 2,
        'explanation': 'Знак 1.29 «Дорожный затор» с табличкой 6.1.1 «Расстояние до места начала действия знака» '
                       'предупреждает о том, что на данном участке дороги, через 1000 м образовался затор. Знак Т5.1 '
                       '«Направление объезда» (приложение № 5) информирует о том, что данный участок можно объехать в '
                       'указанном направлении. Пояснительная записка к приложению № 3 (І. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.29, '
                       'VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ /ТАБЛИЧКИ/, 6.1.1, Особенности применения дополнительных '
                       'табличек), Приложение № 5 «СРЕДСТВА ОБОЗНАЧЕНИЯ ДОРОЖНЫХ РАБОТ», Т5.1.',
        'image': "image_43_1.png",
        'options': [   'Движение разрешается только в организованной колонне, и этот участок можно объехать в '
                       'указанном направлении.',
                       'Движение разрешается только при условии, что между транспортными средствами соблюдается '
                       'дистанция в 30 м, и этот участок можно объехать в указанном направлении.',
                       'Образовался затор и этот участок можно объехать в указанном направлении.'],
        'question': '43) Эти дорожные знаки предупреждают, что на данном участке дороги, через 1000 м:'},
    {   'correct_index': 1,
        'explanation': 'Знак 2.5 «Преимущество встречного движения» с табличкой 6.1.1 «Расстояние до места начала '
                       'действия знака», установлен на одной стойке со знаком 1.18.3 «Сужение дороги слева». Знак '
                       '1.14.1 «Крутой спуск» предупреждает о том, что водитель должен уступить дорогу встречным '
                       'транспортным средствам движущимся на подъём, несмотря на то, что дорога сужается слева. П. 55 '
                       '2), Пояснительная записка к приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.14.1, 1.18.3, ІІ. '
                       'ЗНАКИ ПРИОРИТЕТА, 2.5, Особенности применения знаков приоритета, абзацы 1 и 5, VI. ЗНАКИ '
                       'ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ /ТАБЛИЧКИ/, 6.1.1, Особенности применения дополнительных табличек).',
        'image': "image_44_1.png",
        'options': [   'Водитель, для продолжения движения, должен приблизить транспортное средство коси дороги.',
                       'Водитель, по причине сужения дороги, должен уступить дорогу встречным транспортным средствам',
                       'Водитель пользуется преимуществом проезда по отношению к встречным транспортным средствам '
                       'поскольку дорога сужается слева.'],
        'question': '44) Эти дорожные знаки предупреждают и устанавливают, что через 180 м:'},
    {   'correct_index': 3,
        'explanation': 'Знак 2.3 называется «Главная дорога». Знак 5.36 называется «Выезд на дорогу с односторонним '
                       'движением». Разворот на данном перекрёстке не запрещается, поскольку этот манёвр не запрещён '
                       'другими знаками или разметкой. Следовательно, в данном случае движение разрешается по '
                       'направлениям А, С и D. Пояснительная записка к приложению № 3 (ІІ. ЗНАКИ ПРИОРИТЕТА, 2.3, V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.36).',
        'image': "image_45_1.png",
        'options': ['Только D.', 'Только C и D.', 'Только В, C и D.', 'Только A, C и D.', 'A, B, C и D.'],
        'question': '45) В каком ответе правильно и полностью указаны все разрешённые направления движения?'},
    {   'correct_index': 0,
        'explanation': 'Знак 5.56.1 «Зона с ограниченной максимальной скоростью» в ситуации, показанной на рисунке, '
                       'распространяет своё действие на всю территорию курорта. Пояснительная за писка к приложению № '
                       '3 (V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.56.1).',
        'image': "image_46_1.png",
        'options': [   'На всю территорию курорта.',
                       'Только на ту сторону дороги, на которой он установлен.',
                       'Только до ближайшего перекрёстка за знаком.'],
        'question': '46) Этот дорожный знак распространяет своё действие:'},
    {   'correct_index': 2,
        'explanation': 'Знак 1.7.4 «Пересечение со второстепенной дорогой» предупреждает водителя транс портного '
                       'средства о пересечении со второстепенными дорогами (справа, затем слева), смещёнными по '
                       'отношению друг к другу, а расстояние между их осями не превышает 50 м в на селённых пунктах и '
                       '150 м вне населённых пунктов. Это обстоятельство обязывает водителя сконцентрировать внимание '
                       'несмотря на то, что он имеет преимущество сначала при про езде первого, а затем второго '
                       'пересечения. Пояснительная записка к приложению № 3 (1 ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.7.4).',
        'image': "image_47_1.png",
        'options': [   'Уступите дорогу только транспортным средствам приближающимся справа.',
                       'Уступите дорогу транспортным средствам приближающимся справа, затем слева, при наличии на '
                       'примыкающих дорогах асфальтобетонного покрытия.',
                       'Убедитесь в безопасности и пользуясь преимуществом, проедете перекрёсток первым.'],
        'question': '47) На ближайшем перекрёстке Вы:'},
    {   'correct_index': 0,
        'explanation': 'Знак 3.30 «Подача звукового сигнала запрещена» запрещает пользоваться звуковым сигналом, кроме '
                       'тех случаев, когда сигнал подаётся для предотвращения дорожно-транс портного происшествия. '
                       'Пояснительная записка к приложению № 3 (III. ЗАПРЕЩАЮ ЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.30).',
        'image': "image_48_1.png",
        'options': [   'Только для предотвращения дорожно-транспортного происшествия.',
                       'Только для привлечения внимания водителя обгоняемого транспортного средства.',
                       'Только для предупреждения о приближении к опасному повороту.',
                       'Только в случаях, перечисленных в пунктах 2 и 3.',
                       'Во всех перечисленных случаях'],
        'question': '48) В зоне действия этого знака звуковой сигнал разрешается использовать:'},
    {   'correct_index': 3,
        'explanation': 'Водитель должен уступить дорогу пешеходам находящимся у края проезжей части и намеревающимся '
                       'перейти дорогу и пешеходам переходящим проезжую часть данного на правления, а также '
                       'транспортным средствам приближающимся к перекрёстку по пересекаемой дороге. П. 7 «Пешеходный '
                       'переход», П. 11 f), абзац 1, Пояснительная записка к приложению № 3 (ІІ. ЗНАКИ ПРИОРИТЕТА, '
                       '2.1).',
        'image': "image_49_1.png",
        'options': [   'Снизить скорость и уступить дорогу только пешеходам.',
                       'Уступить дорогу только маршрутным транспортным средствам.',
                       'Уступить дорогу только транспортным средствам приближающимся справа',
                       'Уступить дорогу пешеходам находящимся у края проезжей части и намеревающимся перейти дорогу, а '
                       'также пешеходам переходящим проезжую часть данного направления и транспортным средствам '
                       'приближающимися перекрестку по пересекаемой дороге.'],
        'question': '49) В ситуации, показанной на рисунка, водитель должен'},
    {   'correct_index': 2,
        'explanation': 'Знак 1.22 «Велосипедисты» место пересечения с велосипедной дорожкой вне перекрёстка. '
                       'Предупреждает водителя транспортного средства о необходимости проявлять осторожность поскольку '
                       'на проезжей части могут быть велосипедисты. Пояснительная за писка к приложению № 3 (1. '
                       'ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.22).',
        'image': "image_50_1.png",
        'options': [   'Пешеходному переходу, которым часто пользуются велосипедисты.',
                       'Месту, где при пересечении дороги велосипедисты пользуются преимуществом.',
                       'Месту пересечения с велосипедной дорожкой вне перекрестка.'],
        'question': '50) Этот дорожный знак предупреждает о приближении к:'},
    {   'correct_index': 0,
        'explanation': 'Действие знака 3.21 «Разворот запрещён» распространяется только на проезжую часть перед '
                       'которой он установлен. Пояснительная записка к приложению № 3 (III. ЗА-ПРЕЩАЮЩИЕ И '
                       'ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.21). Особенности применения запрещающих и ограничивающих знаков, абзац '
                       '7.',
        'image': "image_51_1.png",
        'options': ['Только A.', 'Только B.', 'B или C.', 'C или D.', 'По всем траекториям.'],
        'question': '51) По каким из указанных траекторий запрещено движение?'},
    {   'correct_index': 0,
        'explanation': 'Поскольку разрешённая максимальная масса автомобиля, за рулём которого Вы находитесь, менее '
                       '3500 кг, Вы, соблюдая осторожность, проедете узкий участок дороги. Об этом Вас информируют '
                       'таблички размещённые под знаком. Пояснительная записка к приложению № 3 (11. ЗНАКИ ПРИОРИТЕТА, '
                       '2.5, ѴІ. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМА ЦИИ ТАБЛИЧКИ/, 6.6.2, 6.6.4).',
        'image': "image_52_1.png",
        'options': [   'Проедете узкий участок дороги соблюдая осторожность.',
                       'Уступите дорогу только грузовому автомобилю, который движется со встречного направления.',
                       'Уступите дорогу всем транспортным средствам , которые движутся со встречного направления.'],
        'question': '52) В ситуации показанной на рисунке, находясь за рулём автомобиля с разрешённой максимальной '
                    'массой менее 3500 кг, Вы:'},
    {   'correct_index': 2,
        'explanation': 'Знак 1.23 «Дорожные работы» с размещённой под ним табличкой 6.14 «Опасная обочина» '
                       'предупреждает, о том, что съезд на обочину опасен в связи с проведением на ней ремонтных работ '
                       'и, что она не укреплена. Пояснительная записка к приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, '
                       '1.23, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ /ТАБЛИЧКИ/, 6.14).',
        'image': "image_53_1.png",
        'options': [   'Стоянка транспортных средств на обочине не разрешена.',
                       'Стоянка транспортных средств разрешена только на проезжей части.',
                       'Съезд на обочину опасен в связи с проведением на ней ремонтных работ.',
                       'Возможны обвалы или оползни.',
                       'Повышена скользкость проезжей части.'],
        'question': '53) Эти знаки предупреждают о приближении к участку дороги на котором:'},
    {   'correct_index': 3,
        'explanation': 'Знак 5.48.3 «Подземная или надземная многоэтажная парковка» в данном случае информирует о '
                       'подземной парковке, в знак 3.1.2 «Въезд запрещён для транспортных средств, оборудованных '
                       'газовой системой питания», запрещает въезд в подземную парков ку транспортных средств, '
                       'оборудованных системой питания на основе сжатого природного газа или сжиженного '
                       'углеводородного газа. П. 68 1), 2). Пояснительная записка к приложению № 3 (Ѵ. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.48.3, ІІІ. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.1.2).',
        'image': "image_54_1.png",
        'options': [   'Транспортных средств оборудованных гибридной силовой установкой',
                       'Транспортных средств оборудованных системой питания на основе сжатого природного газа.',
                       'Транспортных средств оборудованных системой питания на основе сжиженного углеводородного газа',
                       'Транспортных средств перечисленных в ответах 2 и 3.',
                       'Всех перечисленных транспортных средств.'],
        'question': '54) В подземную многоэтажную парковку запрещается въезд:'},
    {   'correct_index': 2,
        'explanation': 'Знак 5.37.3 «Направление движения по полосам», установленный в начале участка дороги, вводит '
                       'определённые ограничения максимальной скорости, а табличка 6.6.1 «Вид транс портного средства» '
                       'уточняет, какие транспортные средства при движении по средней и левой полосам не должны '
                       'превышать скорость 70 км/ч. Таким образом, в соответствии с табличкой, Вы можете двигаться со '
                       'скоростью 50 км/ч по правой полосе и 70 км/ч по средней и левой полосам. Пояснительная записка '
                       'к приложению № 3 (V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬ НЫЕ ЗНАКИ, 5.37.3, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ '
                       'ИНФОРМАЦИИ ТАБЛИЧКИ/, 6.6.1).',
        'image': "image_55_1.png",
        'options': [   '50 км/ч по всем полосам.',
                       'Только по правой полосе 50 км/ч и по средней полосе 70 км/ч',
                       '50 км/ч по правой полосе, 70 км/ч по средней и левой полосам,'],
        'question': '55) С какой максимальной скоростью и по какой полосе данного направления на этом участке дороги '
                    'Вы можете продолжить движение на автомобиле с разрешённой максимальной массой не более 3500 кг?'},
    {   'correct_index': 1,
        'explanation': 'Знак 1.12.1 «Опасный поворот» (направо) предупреждает о приближении к закруглению дороги '
                       'малого радиуса или с ограниченной видимостью. Под знаком установлена дополнительная табличка '
                       '6.18.3 «Опасность опрокидывания», которая, в данном случае, информирует об опасности '
                       'опрокидывания по отношению к колёсам с левой стороны транспортного средства. Пояснительная '
                       'записка к приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.12.1, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ '
                       'ИНФОРМАЦИИ ТАБЛИЧКИ/, 6.18.3).',
        'image': "image_56_1.png",
        'options': [   'С правой стороны дороги имеется опасная обочина.',
                       'Существует опасность опрокидывания по отношению к колёсам с левой стороны транспортного '
                       'средства',
                       'Существует опасность опрокидывания по отношению к колёсам с правой стороны транспортного '
                       'средства',
                       'Непосредственно после поворота с правой стороны начинается обрыв.'],
        'question': '56) Эти дорожные знаки предупреждают о том, что:'},
    {   'correct_index': 1,
        'explanation': 'Действие знака 3.13 «Движение пешеходов запрещено» распространяется только на ту сторону '
                       'дороги, на которой он установлен, следовательно для продолжения движения пешеходам необходимо '
                       'перейти на противоположную сторону. Пояснительная записка к приложению № 3 (ІІІ. ЗАПРЕЩАЮЩИЕ И '
                       'ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.13).',
        'image': "image_57_1.png",
        'options': ['Пешеходный переход', 'Движение пешеходов запрещено.', 'Конец пешеходной зоны.'],
        'question': '57) Указанный дорожный знак обозначает:'},
    {   'correct_index': 1,
        'explanation': 'Действие знака 3.12 «Движение пешеходов с товарными тележками запрещено» распространяется '
                       'только на ту сторону дороги, на которой он установлен, следовательно для продолжения движения '
                       'пешеходам с тележками необходимо перейти на противоположную сторону. Пояснительная записка к '
                       'приложению № 3 (III. ЗАПРЕЩАЮЩИЕ И ОГРАНИ-ЧИВАЮЩИЕ ЗНАКИ, 3.12). Особенности применения '
                       'запрещающих и ограничивающих знаков, абзац 9.',
        'image': "image_58_1.png",
        'options': [   'Переход для пешеходов с товарными тележками.',
                       'Движение пешеходов с товарными тележками запрещено.',
                       'Зону, где можно оставить товарную тележку на хранение.',
                       'Начало зоны, где пешеход с товарной тележкой может двигаться по правому краю проезжей части.'],
        'question': '58) Указанный дорожный знак обозначает:'},
    {   'correct_index': 4,
        'explanation': 'Знак 5.44 «Конец дороги с полосой для маршрутных транспортных средств» информирует о конце '
                       'этой дороги, а знак 5.45.1 «Выезд на дорогу с полосой для маршрутных транспортных средств» '
                       'информирует, что по пересекаемой дороге маршрутные транспортные средства движутся по '
                       'специальной полосе навстречу общему потоку транспорта. Знак 5.34 «Дорога с односторонним '
                       'движением» информирует о том, что после перекрёстка движение транспортных средств по всей '
                       'ширине осуществляется только в указанном направлении. Следовательно движение разрешается в '
                       'направлениях В, С или Д. Пояснительная записка к приложению № 3 (V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ '
                       'ЗНАКИ, 5.44, 5.45.2, 5.34).',
        'image': "image_59_1.png",
        'options': ['Только A.', 'Только B.', 'B или C.', 'C или D.', 'B, C или D.'],
        'question': '59) В каком ответе правильно и полностью указаны все разрешённые направления движения?'},
    {   'correct_index': 3,
        'explanation': 'Может при условии, что место работы расположено не далее следующего перекрёст ка. '
                       'Пояснительная записка к приложению № 3 (ІІІ. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВА-ЮЩИЕ ЗНАКИ, 3.2. '
                       'Особенности применения запрещающих и ограничивающих зна ков. Действие знаков не '
                       'распространяется на: абзац 3; VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ /ДОПОЛНИТЕЛЬНЫЕ ТАБЛИЧКИ/, '
                       '6.7.2).',
        'image': "image_60_1.png",
        'options': [   'Может без ограничений.',
                       'Может только в рабочие дни.',
                       'Может только в выходные дни.',
                       'Не может.',
                       'Может при условии, что место работы расположено не далее следующего перекрёстка.'],
        'question': '60) Может ли водитель мотоцикла подъехать к месту работы, расположенному в зоне действия этих '
                    'знаков?'},
    {   'correct_index': 0,
        'explanation': 'Только по траектории А. Пояснительная записка к приложению № 3 (IV. ПРЕДПИ-СЫВАЮЩИЕ ЗНАКИ, '
                       '4.1.4, абзац 5).',
        'image': "image_61_1.png",
        'options': ['Только по траектории А.', 'Только по траектории В', 'По любой из указанных траекторий.'],
        'question': '61) По какой из указанных траекторий мотоциклист может выполнить разворот?'},
    {   'correct_index': 2,
        'explanation': 'Дорога для автомобилей предназначена для движения только автомобилей, автобусов и мотоциклов. '
                       'Велосипедам и мопедам движение по дороге для автомобилей запрещается. П. 109, абзац 1, '
                       'Пояснительная записка к приложению № 3 (V. ИНФОРМАЦИОННЫЕ-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.4).',
        'image': "image_62_1.png",
        'options': [   'Только автобусам.',
                       'Только грузовым автомобилям с разрешённой максимальной массой более 3500 кг.',
                       'Только велосипедам и мопедам.',
                       'Транспортным средствам, перечисленным в пунктах 1 и 2.',
                       'Всем перечисленным транспортным средствам.'],
        'question': '62) Каким из перечисленных транспортных средств запрещено движение по данной дорогe?'},
    {   'correct_index': 0,
        'explanation': 'Эта километровая тумба устанавливается на национальных дорогах общего пользования, имеющих '
                       'значение магистральных дорог. Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.78.1).',
        'image': "image_63_1.png",
        'options': [   'На национальных дорогах общего пользования, имеющих значение магистральных дорог',
                       'На национальных дорогах общего пользования, имеющих значение республиканских дорог.',
                       'На национальных дорогах регионального значения.'],
        'question': '63) Эта километровая тумба устанавливается:'},
    {   'correct_index': 1,
        'explanation': 'Эта километровая тумба устанавливается на национальных дорогах общего пользования, имеющих '
                       'значение республиканских дорог. Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.78.2).',
        'image': "image_64_1.png",
        'options': [   'На национальных дорогах общего пользования, имеющих значение магистральных дорог.',
                       'На национальных дорогах общего пользования, имеющих значение республиканских дорог.',
                       'На национальных дорогах регионального значения.'],
        'question': '64) Эта километровая тумба устанавливается:'},
    {   'correct_index': 2,
        'explanation': 'Эта километровая тумба устанавливается на национальных дорогах регионального значения. '
                       'Пояснительная записка к приложению № 3 (У. ИНФОРМАЦИОННО-УКАЗА-ТЕЛЬНЫЕ ЗНАКИ, 5.78.3).',
        'image': "image_65_1.png",
        'options': [   'На национальных дорогах общего пользования, имеющих значение магистральных дорог.',
                       'На национальных дорогах общего пользования, имеющих значение республиканских дорог.',
                       'На национальных дорогах регионального значения.'],
        'question': '65) Эта километровая тумба устанавливается:'},
    {   'correct_index': 1,
        'explanation': 'Этот дорожный знак указывает совместный номер дороги европейского значения и но мер '
                       'национальной дороги общего пользования республиканского значения. Пояснительная записка к '
                       'приложению № 3 (V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.71.6).',
        'image': "image_66_1.png",
        'options': [   'Номер дороги (маршрута).',
                       'Совместный номер дороги европейского значения и номер национальной дороги общего пользования '
                       'республиканского значения.',
                       'Совместный номер дороги европейского значения и номер национальной дороги общего пользования '
                       'магистрального значения.'],
        'question': '66) Этот дорожный знак указывает:'}]
