# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 6.1.txt

QUIZ_DATA = [   {   'correct_index': 3,
        'explanation': 'Электросамокат индивидуальное транспортное средство с одним, двумя или тремя колесами, с рулём '
                       '(или без него), оснащённое электродвигателем с непрерывной номинальной мощностью не более 500 '
                       'Вт. П. 7.',
        'image': None,
        'options': [   'Оснащённое одним, двумя или тремя колёсами.',
                       'С рулём или без него.',
                       'Оснащённое электродвигателем с непрерывной номинальной мощностью не более 500 Вт.',
                       'Которое включает в себя все упомянутые конструктивные элементы.'],
        'question': '1) Электросамокатом считается индивидуальное транспортное средство:'},
    {   'correct_index': 3,
        'explanation': 'При отсутствии специально обустроенных дорожек электросамокаты могут двигаться на участках '
                       'дорог, только если эти транспортные средства оснащены электродвигателем с непрерывной '
                       'номинальной мощностью не более 500 Вт, а максимальная скорость разрешённая на данном участке '
                       'дороги не превышает 50 км/ч. П. 7, П. 8 абзац 2 b).',
        'image': None,
        'options': [   'Эти транспортные средства оснащены электродвигателем с непрерывной номинальной мощностью, не '
                       'более 500 Вт.',
                       'Максимальная скорость разрешённая на данном участке дороги составляет 50 км/ч.',
                       'Соблюдаются требования, упомянутые в пунктах 1 и 2.',
                       'Участок дороги имеет не менее двух полос для движения в данном направлении.',
                       'Соблюдаются все упомянутые требования.'],
        'question': '2) При отсутствии специально обустроенных дорожек, электросамокаты могут двигаться на участках '
                    'дорог, только если:'},
    {   'correct_index': 3,
        'explanation': 'Лицо, управляющее электросамокатом, чтобы не создавать угрозу безопасности дорожного движения, '
                       'не имеет права использовать мобильный телефон и/или наушники. П. 10 1) d).',
        'image': None,
        'options': [   'Двигаться по проезжей части дороги с двумя полосами движения в данном направлении.',
                       'Использовать мобильный телефон.',
                       'Использовать наушники.',
                       'Допускать действия, упомянутые в пунктах 2 и 3.',
                       'Допускать все упомянутые действия.'],
        'question': '3) Лицо, управляющее электросамокатом, не имеет права:'},
    {   'correct_index': 2,
        'explanation': 'Велосипедист, правильно остановившийся на красный сигнал светофора, не имеет ни каких '
                       'обязательств по отношению к Вам, поэтому, чтобы не подвергать его опасности и не создавать ему '
                       'препятствий, необходимо воздержаться от выполнения поворота в направлении стрелки на красный '
                       'сигнал светофора. П. 20 1) абзац 3, П. 58 4) абзац 3, П. 109 1).',
        'image': "clipboard_image_1770568333349.png",
        'options': [   'Сойти с велосипеда и перенести его на тротуар, предоставив Вам возможность повернуть направо.',
                       'Проехать на красный сигнал в направлении стрелки, предоставив Вам возможность повернуть '
                       'направо.',
                       'Дождаться включения зелёного сигнала светофора и продолжить движение прямо, поскольку он не '
                       'обязан уступать Вам дорогу, а Вы не должны подвергать его опасности и не должны создавать ему '
                       'помех.'],
        'question': '4) Как должен поступить велосипедист, намеревающийся продолжить движение в прямом направлении, в '
                    'ситуации показанной на рисунке?'},
    {   'correct_index': 3,
        'explanation': 'Водителям велосипедов, самокатов, электровелосипедов, электросамокатов и мопедов запрещается '
                       'выполнять любое действие упомянутое в пунктах 1-3. П. 1091), 4) a), h), i).',
        'image': 'q5.png',
        'options': [   'Двигаться по проезжей части дороги, если по ходу движения имеется велосипедная дорожка.',
                       'Управлять этими транспортными средствами в состоянии алкогольного опьянения, под воздействием '
                       'наркотиков или других противопоказанных веществ.',
                       'Управлять этими транспортными средствами, с неисправным рулевым управлением, тормозом или '
                       'звуковым сигналом.',
                       'Выполнять любое действие упомянутое в перечисленных пунктах.'],
        'question': '5) Водителям велосипедов, самокатов, электровелосипедов, электросамокатов и мопедов запрещается:'},
    {   'correct_index': 3,
        'explanation': 'Во время движения возникают ситуации, при которых водитель электросамоката должен срочно '
                       'остановиться. Поэтому, для обеспечения безопасности движения, самокат дол-жен соответствовать '
                       'конструктивным размерам и массе, установленными Правилами. П. 109 3) абзац 2.',
        'image': None,
        'options': [   'Габаритные размеры не должны превышать: по длине 2 м, ширине 0,7 м, высоте 1,4 м.',
                       'Собственная масса не должна превышать 55 кг.',
                       'Тормозной путь не должен превышать 12 м.',
                       'Требования изложенные в пунктах 1 и 2.',
                       'Требования изложенные во всех предыдущих пунктах.'],
        'question': '6) В каком ответе правильно и полностью указаны требования предъявляемые Правилами к конструкции '
                    'электросамокатов для обеспечения безопасности движения?'},
    {   'correct_index': 2,
        'explanation': 'Велосипедисты должны двигаться по общественной дороге только в один ряд, соблюдая во время '
                       'движения дистанцию не более 1 м от правого края проезжей части. П. 109, абзац 1.',
        'image': "6.2_7.png",
        'options': [   'Разрешается, только если он намеревается на ближайшем перекрёстке повернуть налево.',
                       'Разрешается, только если он намеревается проехать перекрёсток в прямом направлении.',
                       'Не разрешается.'],
        'question': '7) Разрешается ли велосипедисту двигаться по крайней левой полосе в ситуации, показанной на '
                    'рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Водителям велосипедов запрещается пересекать дорогу по пешеходным переходам находясь на '
                       'транспортном средстве. П. 1094))).',
        'image': "6.2_8.png",
        'options': [   'Разрешается только на нерегулируемом перекрёстке.',
                       'Разрешается только при отсутствии пешеходов на пешеходном переходе.',
                       'Не разрешается.'],
        'question': '8) Разрешается ли велосипедистам пересекать дорогу в ситуации, показанной на рисунке?'},
    {   'correct_index': 3,
        'explanation': 'В ситуации, показанной на рисунке, велосипедисту разрешается пересечь перекрёсток продолжив '
                       'движение в прямом направлении не удаляясь более, чем на 1 м от правого края проезжей части '
                       'либо по пешеходному переходу, сойдя с велосипеда, ведя его за руль. П. 109 1), 4) j).',
        'image': "6.2_9.png",
        'options': [   'Только продолжив движение в прямом направлении не удаляясь более, чем на 1 м от правого края '
                       'проезжей части.',
                       'Только по пешеходному переходу, сойдя с велосипеда, ведя его за руль.',
                       'Только по пешеходному переходу не сходя с велосипеда.',
                       'Способами, указанными в пунктах 1 и 2.'],
        'question': '9) В ситуации, показанной на рисунке, велосипедисту разрешается пересечь перекрёсток:'},
    {   'correct_index': 3,
        'explanation': 'В ситуации, показанной на рисунке, велосипедисты, для объезда зоны проведения работ, продолжат '
                       'движение в прямом направлении, не удаляясь более чем на 1 м от края проезжей части либо по '
                       'тротуару, сойдя с велосипедов, ведя их за руль. П. 109 1), 4) г).',
        'image': "6.2_10.png",
        'options': [   'Только в прямом направлении, не удаляясь более чем на 1 м от края проезжей части.',
                       'Только по тротуару, сойдя с велосипедов, ведя их за руль.',
                       'Только выехав на велосипедах на тротуар.',
                       'Способами, указанными в пунктах 1 и 2.'],
        'question': '10) В ситуации, показанной на рисунке велосипедисты, для объезда зоны проведения работ, продолжат '
                    'движение:'},
    {   'correct_index': 2,
        'explanation': 'Электросамокат является индивидуальным транспортным средством, поэтому запрещается перевозить '
                       'пассажиров вне зависимости от того, где имеет место движение по дороге общего пользования или '
                       'по аллее сквера где, к тому же, их движение запрещено. П. 7 «электосамокат», П. 109 4) f).',
        'image': "6.2_11.png",
        'options': [   'Не нарушает, поскольку пассажир находится сзади.',
                       'Не нарушает, поскольку электросамокат движется по аллее сквера.',
                       'Нарушает в обоих упомянутых случаях.'],
        'question': '11) Нарушает ли водитель электросамоката положения Правил?'},
    {   'correct_index': 2,
        'explanation': 'Электросамокат является индивидуальным транспортным средством, поэтому запрещается перевозить '
                       'пассажиров вне зависимости от того, где имеет место движение по дороге общего пользования или '
                       'по тротуару, по которому, к тому же, запрещено движение электросамокатов. П. 7 '
                       '«электосамокат», П. 109 4) f).',
        'image': "6.2_12.png",
        'options': [   'Не нарушает, поскольку пассажир находится впереди.',
                       'Не нарушает, поскольку электросамокат движется по тротуару.',
                       'Нарушает в обоих упомянутых случаях.'],
        'question': '12) Нарушает ли водитель электросамоката положения Правил?'}]
