# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 4.5E.txt

QUIZ_DATA = [   {   'correct_index': 2,
        'explanation': 'Правила устанавливают, что сигналом остановки для машиниста приближающегося поезда является '
                       'круговое движение руки. П. 67 2), с).',
        'image': None,
        'options': [   'Вытянутые в стороны руки.',
                       'Поднятые вверх руки.',
                       'Круговое движение руки.',
                       'Поднятая вверх правая рука.'],
        'question': '1) Сигналом остановки для машиниста приближающегося поезда при вынужденной остановке '
                    'транспортного средства на железнодорожном переезде является:'},
    {   'correct_index': 2,
        'explanation': 'В данной ситуации, при отсутствии стоп-линии, Вы должны остановиться перед знаком '
                       '«Обязательная остановка». Возобновить движение можно только убедившись, что к переезду ни с '
                       'одной из сторон не приближается поезд или другое рельсовое транспортное средство, в '
                       'особенности со стороны проходящего состава. Необходимо дождаться пока состав удалится на '
                       'расстояние, обеспечивающее достаточную обзорность. П. 64.',
        'image': "4.5E_2.png",
        'options': [   'Не останавливаясь продолжить движение сразу же после проезда последнего вагона.',
                       'Остановиться перед знаком «Обязательная остановка» и возобновить движение сразу же после '
                       'проезда последнего вагона.',
                       'Остановиться перед знаком «Обязательная остановка» и возобновить движение только убедившись, '
                       'что к переезду ни с одной из сторон не приближается поезд или другое рельсовое транспортное '
                       'средство, в особенности со стороны проходящего состава.'],
        'question': '2) В ситуации, показанной на рисунке, Вы должны:'},
    {   'correct_index': 0,
        'explanation': 'Правила устанавливают, что при отсутствии перед переездом знака и/или разметки, указывающих '
                       'количество полос движения, транспортные средства могут двигаться через переезд только в один '
                       'ряд. П. 65.',
        'image': "4.5E_3.png",
        'options': ['В один ряд.', 'В два ряда.', 'В три ряда.'],
        'question': '3) При отсутствии перед железнодорожным переездом знака и/или разметки, указывающих количество '
                    'полос, движение транспортных средств через переезд разрешается только:'},
    {   'correct_index': 1,
        'explanation': 'В данном случае для пропуска поезда, при отсутствии стоп-линии, Вы должны остановиться у знака '
                       '«Обязательная остановка». П. 64, абзац 2.',
        'image': "4.5E_4.png",
        'options': [   'У знака «Однопутная железная дорога без шлагбаума».',
                       'У знака «Обязательная остановка».',
                       'Не ближе 5 м до ближнего рельса.',
                       'Не ближе 10 м до ближнего рельса.',
                       'В любом месте по своему усмотрению.'],
        'question': '4) В ситуации, показанной на рисунке, Вы должны остановиться:'},
    {   'correct_index': 2,
        'explanation': 'В данной ситуации, при отсутствии стоп-линии и знака «Обязательная остановка», Вы должны '
                       'остановиться не ближе 10 м от ближнего рельса, поскольку положение дежурного по переезду с '
                       'поднятым над головой флажком означает: «движение запрещено». П. 7, абзац 4, П. 62, абзац 2, П. '
                       '64, абзац 2.',
        'image': "4.5E_5.png",
        'options': [   'Снизите скорость и проедете переезд с особой осторожностью.',
                       'Остановитесь у знака «Многопутная железная дорога без шлагбаума» и возобновите движение, '
                       'убедившись в отсутствии поезда или другого рельсового транспортного средства.',
                       'Остановитесь не ближе 10 м от ближнего рельса, так как сигнал дежурного по переезду означает: '
                       '«движение запрещено».'],
        'question': '5) Как Вы поступите в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'В данной ситуации Вы должны остановиться не ближе 5 метров до шлагбаума. Продолжить движение '
                       'Вы сможете только при открытом шлагбауме и разрешающем сигнале светофора. П. 62, абзац 1, П. '
                       '63 1), 2), П. 66 3), b).',
        'image': "4.5E_6.png",
        'options': [   'Объедете шлагбаум, так как светофор выключен.',
                       'Откроете шлагбаум и проедете переезд, так как в пределах видимости нет приближающегося поезда '
                       'или другого рельсового транспортного средства.',
                       'Остановитесь не ближе 5 метров до шлагбаума и возобновите движение только при открытом '
                       'шлагбауме и разрешающем сигнале светофора.'],
        'question': '6) Как Вы поступите в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'При отсутствии стоп-линии и знака «Обязательная остановка», водитель красного автомобиля '
                       'должен остановиться на расстоянии, не менее 10 м до ближнего рельса. При выполнении '
                       'неотложного задания, водитель скорой помощи может отступать от этого требования. Водитель '
                       'жёлтого автомобиля должен остановиться за грузовым автомобилем, а не рядом с ним поскольку, '
                       'при отсутствии перед переездом знака и/или разметки, указывающих количество полос движения, '
                       'транспортные средства могут двигаться через переезд только в один ряд. Таким образом, Правила '
                       'нарушили водители обоих легковых автомобилей. П. 64,абзац 2, П. 65, П. 105 1).',
        'image': "4.5E_7.png",
        'options': [   'Водители грузового автомобиля и желтого легкового автомобиля',
                       'Водители скорой помощи и красного легкового автомобиля.',
                       'Водители обоих легковых автомобилей.',
                       'Только водитель красного легкового автомобиля.'],
        'question': '7) Кто из водителей нарушил требования Правил, остановившись для пропуска приближающегося '
                    'поезда?'},
    {   'correct_index': 1,
        'explanation': 'В этой ситуации, водитель легкового автомобиля должен остановиться не ближе 5 м от шлагбаума, '
                       'поскольку положение дежурного по переезду (регулировщика) имеет преимущество перед сигналами '
                       'светофора и открытыми шлагбаумами, которые разрешают движение через переезд. П. 7, абзац 4, П. '
                       '16 1) d), П. 62, абзац 2.',
        'image': "4.5E_8.png",
        'options': [   'Перед выездом на переезд убедиться в отсутствии приближающегося поезда и продолжить движение.',
                       'Остановиться не ближе 5 м от шлагбаума.',
                       'Продолжить движение, так как сигнал дежурного по переезду относится только к водителю '
                       'грузового автомобиля.'],
        'question': '8) Как должен действовать водитель легкового автомобиля в ситуации, показанной на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'Правила устанавливают, что сигналом общей тревоги при вынужденной остановке транспортного '
                       'средства на железнодорожном переезде является серия звуковых сигналов из одного длинного и '
                       'трёх коротких. П. 67 2), b).',
        'image': None,
        'options': [   'Серия звуковых сигналов из трёх длинных и одного короткого.',
                       'Серия звуковых сигналов из одного длинного и трёх коротких,',
                       'Включение аварийной сигнализации, а также периодическое переключение света фар.'],
        'question': '9) Сигналом общей тревоги при вынужденной остановке транспортного средства на железнодорожном '
                    'переезде является:'},
    {   'correct_index': 2,
        'explanation': 'В этой ситуации, Вам не разрешается въехать на железнодорожный переезд, поскольку дорожная '
                       'обстановка (образовавшийся за переездом затор) вынудит Вас остановиться на рельсах. П. 66 3) '
                       'а).',
        'image': "4.5E_10.png",
        'options': [   'Разрешается без ограничений.',
                       'Разрешается, если к переезду не приближается поезд или другое рельсовое транспортное средство.',
                       'Не разрешается.'],
        'question': '10) Разрешается ли Вам въехать на железнодорожный переезд в ситуации, показанной на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'В этой ситуации Вам не разрешается совершить обгон, поскольку Правилами этот маневр запрещён '
                       'на железнодорожных переездах и ближе 100 м перед ними. П. 54 1) d).',
        'image': "4.5E_11.png",
        'options': [   'Да, поскольку подвода ещё не доехала до ближайшего рельса.',
                       'Да, поскольку подвода является тихоходным транспортным средством.',
                       'Нет, поскольку обгон запрещён на железнодорожных переездах и ближе 100 м перед ними.'],
        'question': '11) Вы приближаетесь к железнодорожному переезду без шлагбаума, в непосредственной близости от '
                    'которого движется гужевое транспортное средство. Разрешается ли Вам, в этой ситуации, совершить '
                    'обгон?'},
    {   'correct_index': 1,
        'explanation': 'При вынужденной остановке легкового автомобиля на железнодорожном переезде водитель должен '
                       'немедленно высадить пассажиров и принять необходимые меры к удалению их за пределы переезда. '
                       'Ему обязаны помогать дежурный по переезду, а также водители других транспортных средств, '
                       'находящихся вблизи переезда. П. 67 1).',
        'image': "4.5E_12.png",
        'options': [   'Только, если он не может убрать автомобиль с железнодорожного пути.',
                       'Немедленно.',
                       'Только при появлении поезда.'],
        'question': '12) При вынужденной остановке легкового автомобиля на железнодорожном переезде водитель должен '
                    'высадить пассажиров:'}]
