# -*- coding: utf-8 -*-
# This file was auto-generated from Вопросы_Тема 2.1-2.2A.txt

QUIZ_DATA = [   {   'correct_index': 3,
        'explanation': 'В случае несогласования отдельных средств дорожной сигнализации между собой преимущество '
                       'имеют:\n'
                       '\n'
                       'а) временная дорожная разметка (оранжевого цвета) перед постоянной разметкой;\n'
                       '\n'
                       'b) временный дорожный знак (на переносной стойке) перед стационарным знаком и/или дорожной '
                       'разметкой;\n'
                       '\n'
                       'с) сигналы светофора перед знаками приоритета;\n'
                       '\n'
                       'd) сигналы или указания регулировщика перед сигналами светофора, дорожными знаками, дорожной '
                       'разметкой, а также перед Правилами дорожного движения. П. 16 1), абзац 2 a), b), c), d).',
        'image': "clipboard_image_1769701565040.png",
        'options': [   'Постоянная разметка перед временной дорожной разметкой (оранжевого цвета).',
                       'Стационарный знак и/или постоянная дорожная разметка перед временным дорожным знаком на '
                       'переносной стойке.',
                       'Знаки приоритета перед сигналами светофора.',
                       'Сигналы или указания регулировщика перед сигналами светофора, дорожными знаками, дорожной '
                       'разметкой, а также перед Правилами дорожного движения.'],
        'question': '1) В случае несогласования отдельных средств дорожной сигнализации между собой, преимущество '
                    'имеют:'},
    {   'correct_index': 2,
        'explanation': 'Предупреждающие знаки 1.1 «Железнодорожный переезд со шлагбаумом» и 1.4.1 «Приближение к '
                       'железнодорожному переезду вне населённых пунктов» предупреждают о том, что расстояние до '
                       'железнодорожного переезда со шлагбаумом не менее 150 м. Пояснительная записка к приложению № 3 '
                       '(І. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.1, 1.4.1, Особенности применения предупреждающих знаков, абзацы '
                       '1, 3).',
        'image': "clipboard_image_1769701570409.png",
        'options': [   'Расстояние до места проведения дорожных работ не менее 150 м.',
                       'Расстояние до железнодорожного переезда без шлагбаума не менее 150 м.',
                       'Расстояние до железнодорожного переезда со шлагбаумом не менее 150 м.'],
        'question': '2) Эти дорожные знаки предупреждают о том, что:'},
    {   'correct_index': 4,
        'explanation': 'Только знак 5.34 «Дорога с односторонним движением» обозначает дорогу или проезжую часть, по '
                       'которой движение транспортных средств по всей ширине осуществляется только в одном '
                       'направлении. Знаки 2.5 «Преимущество встречного движения», 1.18.3 «Сужение дороги слева», '
                       '4.1.1 «Обязательное направление движения прямо» и 2.6 «Преимущество перед встречным движением» '
                       'имеют другое значение. Пояснительная записка к приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, '
                       '1.18.3, ІІ. ЗНАКИ ПРИОРИТЕТА, 2.5, 2.6, М. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ, 4.1.1, V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.34).',
        'image': "clipboard_image_1769701581496.png",
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.', 'Знак 4.', 'Знак 5.'],
        'question': '3) Какой из указанных знаков обозначает дорогу с односторонним движением?'},
    {   'correct_index': 1,
        'explanation': 'Предупреждающие знаки 1.14.1, 1.14.2 «Крутой спуск», «Крутой подъём» могут устанавливаться без '
                       'таблички 6.1.1 «Расстояние до места начала действия знака» непосредственно перед началом '
                       'спуска или подъёма, если спуски и подъёмы следуют друг за другом. Пояснительная записка к '
                       'приложению № 3 (І. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.14.1, 1.14.2, Особенности применения '
                       'предупреждающих знаков, абзац 6).',
        'image': "clipboard_image_1769701591969.png",
        'options': ['Знаки 1, 2.', 'Знаки 3, 4.', 'Знаки 5, 6.', 'Знаки 1, 2, 5.', 'Знаки 1, 2, 6.'],
        'question': '4) Какие дорожные знаки могут устанавливаться непосредственно перед началом опасного участка?'},
    {   'correct_index': 1,
        'explanation': 'Знак 2.2 «Обязательная остановка» запрещает движение без остановки перед размет-кой 1.12 '
                       '«стоп-линией», а при её отсутствии перед краем пересекаемой проезжей части. Знак 2.2 может '
                       'быть установлен перед железнодорожным переездом без шлагбаума. В этом случае водитель '
                       'транспортного средства обязан остановиться перед разметкой 1.12, а при её отсутствии перед '
                       'знаком. Пояснительная записка к приложению № 3 (ІІ. ЗНАКИ ПРИ-ОРИТЕТА, 2.2, Особенности '
                       'применения знаков приоритета, абзац 4).',
        'image': "clipboard_image_1769702550236.png",
        'options': [   'При установке знака перед перекрёстком.',
                       'При установке знака перед железнодорожным переездом.',
                       'В обоих случаях.'],
        'question': '5) В каких из перечисленных случаев водитель должен остановиться у стоп-линии, а если она '
                    'отсутствует перед этим знаком?'},
    {   'correct_index': 2,
        'explanation': 'Знаки 1.34.1, 1.34.2 «Особо опасный поворот» устанавливаются последовательно че рез каждые '
                       '20-50 м по всей длине внешней стороны особо опасных поворотов. Поясни-тельная записка к '
                       'приложению № 3 (І. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.34.1, 1.34.2, Особенности применения '
                       'предупреждающих знаков, абзац 11).',
        'image': "clipboard_image_1769702561984.png",
        'options': [   'Указывают направление объезда препятствия.',
                       'Предписывают двигаться на перекрёстке только в указанном стрелкой направлении.',
                       'Предупреждают о том, что Вы находитесь в зоне особо опасного поворота.'],
        'question': '6) Эти дорожные знаки:'},
    {   'correct_index': 0,
        'explanation': 'Действие знака 4.1.1 «Обязательное направление движения прямо» распространяется на проезжую '
                       'часть и другие места перед которыми он устанавливается. Действие знака 3.20.1 «Поворот направо '
                       'запрещён» также распространяется только на проезжую часть и другие места, перед которыми он '
                       'установлен. Информационный знак 5.34 «Дорога с одно-сторонним движением» таким свойством не '
                       'обладает. Пояснительная записка к приложению № 3 (IV. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ, 4.1.1, абзацы 1 и '
                       '5, III. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.20.1 Особенности применения запрещающих и '
                       'ограничивающих знаков, абзац 9).',
        'image': "IMG_20250904_221027_region_1.png",
        'options': ['Знаки 1, 2.', 'Знаки 2, 3.', 'Знаки 1, 3.', 'Знаки 1, 2, 3.'],
        'question': '7) Какие из изображённых на рисунке дорожных знаков распространяют своё действие на проезжую '
                    'часть и другие места перед которыми они установлены?'},
    {   'correct_index': 2,
        'explanation': 'Вне населённых пунктов знаки 1.1 «Железнодорожный переезд со шлагбаумом», 1.2 «Железнодорожный '
                       'переезд без шлагбаума», 1.10 «Разводной мост или паром», 1.11 «Выезд на набережную», 1.21 '
                       '«Дети» и 1.23 «Дорожные работы» повторяются. Следующий знак устанавливается на расстоянии не '
                       'менее 50 м до начала опасного участка. Знаки 1.21 и 1.23 повторяются и в населённых пунктах '
                       'непосредственно в начале опасного участка. Поясни тельная записка к приложению №3 (1. '
                       'ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.1, 1.2, 1.10, 1.11, 1.21, 1.23, Особенности применения '
                       'предупреждающих знаков, абзацы 9, 10).',
        'image': "IMG_20250904_221027_region_2.png",
        'options': ['Знаки 1, 2.', 'Знаки 3, 4.', 'Знаки 5, 6.', 'Знаки 1, 2, 3.', 'Знаки 1, 2, 4.'],
        'question': '8) Какие дорожные знаки повторяются в населённых пунктах?'},
    {   'correct_index': 0,
        'explanation': 'Расстояние от места установки предупреждающих знаков до начала опасного участка дороги зависит '
                       'в основном от допустимого максимального предела скорости на общественных дорогах. На участках '
                       'дорог, на которых допустимый максимальный предел скорости превышает 50 км/ч как в населённых '
                       'пунктах, так и вне их, предупреждающие знаки, устанавливаются на расстоянии 150-300 м, на '
                       'других участках дорог в населённых пунктах на расстоянии 50-100 м. Пояснительная записка к '
                       'приложению № 3 (1. ПРЕДУПРЕЖДАЮ ЩИЕ ЗНАКИ, Особенности применения предупреждающих знаков, '
                       'абзац 1).',
        'image': "IMG_20250904_221027_region_3.png",
        'options': ['50-100 м.', '100-150 м.', '150-300 м.'],
        'question': '9) На каком расстоянии до начала опасного участка устанавливаются в населённых пунктах на '
                    'участках до рог, на которых допустимый максимальный предел скорости не превышает 50 км/ч '
                    'предупреждающие зна-ки, показанные на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Знак 3.2 «Движение запрещено» с табличкой 6.7.1 «Выходные или праздничные дни», которая '
                       'размещается непосредственно под знаком, запрещают движение всех транспортных средств только в '
                       'выходные или праздничные дни. Пояснительная записка к приложению № 3 (ІІІ. ЗАПРЕЩАЮЩИЕ И '
                       'ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.2, 1. ЗНАКИ ДОПОЛ НИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБЛИЧКИ/, 6.7.1, Особенности '
                       'применения дополни тельных табличек).',
        'image': "IMG_20250904_221027_region_4.png",
        'options': ['В дневное время.', 'В рабочие дни.', 'В выходные или праздничные дни.', 'Во время снегопада.'],
        'question': '10) Изображённые на рисунке дорожные знаки запрещают движение:'},
    {   'correct_index': 2,
        'explanation': 'Знак 5.75 «Реверсивное движение» информирует о начале участка дороги, на кото ром на одной или '
                       'нескольких полосах направление движения может временно изменяться на противоположное. '
                       'Пояснительная записка к приложению № 3 (V. ИНФОРМАЦИОН-НО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.75).',
        'image': "IMG_20250904_221027_region_5.png",
        'options': [   'Информирует о пересечении с дорогой, на которой на одной или нескольких полосах направление '
                       'движения может изменяться на противоположное.',
                       'Предупреждает о приближении к участку дороги, на котором движение осуществляется в обоих '
                       'направлениях.',
                       'Информирует о начале участка дороги, на котором на одной или нескольких полосах направление '
                       'движения может изменяться на противоположное.'],
        'question': '11) Указанный дорожный знак:'},
    {   'correct_index': 1,
        'explanation': 'Знак 3.29 «Ограничение максимальной скорости по категориям транспортных средств ограничивает '
                       'максимальную скорость только транспортных средств, изображенных на знаке. Пояснительная '
                       'записка к приложению № 3 (ІІІ. ЗАПРЕЩАЮЩИЕ И ОГРА-НИЧИВАЮЩИЕ ЗНАКИ, 3.29).',
        'image': "IMG_20250904_221027_region_6.png",
        'options': [   'Минимальную скорость по категориям транспортных средств.',
                       'Ограничение максимальной скорости по категориям транспортных средств. 3. Рекомендуемую '
                       'скорость по категориям транспортных средств.'],
        'question': '12) Указанный дорожный знак обозначает:'},
    {   'correct_index': 1,
        'explanation': 'Знак 3.3 «Движение механических транспортных средств запрещено» запрещает движение всех '
                       'механических транспортных средств в обоих направлениях. Пояснительная записка к приложению № 3 '
                       '(III. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.3, Особенности применения запрещающих и '
                       'ограничивающих знаков, абзац 1).',
        'image': "IMG_20250904_221041_region_1.png",
        'options': [   'Движение механических транспортных средств, кроме мотоциклов без бокового прицепа,',
                       'Движение механических транспортных средств.',
                       'Движение легковых автомобилей ,'],
        'question': '13) Указанный дорожный знак запрещает:'},
    {   'correct_index': 2,
        'explanation': 'Знак 5.48.1 «Парковка» с табличкой 6.8.1 «Способ постановки транспортного средства на '
                       'стоянку», которая размещается непосредственно под знаком обозначает наземную пар-ковку, на '
                       'которой всем транспортным средствам разрешается стоянка на проезжей части вдоль тротуара с '
                       'правой стороны. Пояснительная записка к приложению № 3 (У. ИНФОР-МАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, '
                       '5.48.1, ѴІ. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОР-МАЦИИ ТАБЛИЧКИ/, 6.8.1, Особенности применения '
                       'дополнительных табличек).',
        'image': "IMG_20250904_221041_region_2.png",
        'options': [   'Место и способ постановки на стоянку только легковых автомобилей и транспортных средств с '
                       'разрешённой максимальной массой менее 3500 кг.',
                       'Место и способ постановки на стоянку только легковых автомобилей и мотоциклов.',
                       'Место и способ постановки всех транспортных средств на стоянку на проезжей части вдоль '
                       'тротуара с правой стороны.'],
        'question': '14) Эти дорожные знаки обозначают:'},
    {   'correct_index': 0,
        'explanation': 'Знак 3.7 «Движение составов транспортных средств запрещено» запрещает движение грузовых '
                       'автомобилей и самоходных машин с прицепами любого типа, а также буксировку механических '
                       'транспортных средств. Легковым автомобилям знак запрещает только буксировку механических '
                       'транспортных средств. Пояснительная записка к приложению № 3 (ІІІ. ЗАПРЕЩАЮЩИЕ И '
                       'ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.7).',
        'image': "IMG_20250904_221041_region_3.png",
        'options': [   'Разрешается без ограничений.',
                       'Разрешается только от места установки до ближайшего перекрёстка за знаком.',
                       'Не разрешается.'],
        'question': '15) Разрешается ли движение легковому автомобилю, буксирующему прицеп на участках дорог, на '
                    'которых установлен указанный знак?'},
    {   'correct_index': 1,
        'explanation': 'Знак 1.7.1 «Пересечение со второстепенной дорогой» предупреждает о приближении к перекрёстку, '
                       'при проезде которого водитель пользуется преимуществом. При проезде перекрёстка, о приближении '
                       'к которому предупреждает знак 1.6 «Пересечение равнозначных дорог», водитель такого '
                       'преимущества не имеет. Пояснительная записка к приложению № 3 (І. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.6, '
                       '1.7.1).',
        'image': "IMG_20250904_221041_region_4.png",
        'options': ['Знак 1.', 'Знак 2.', 'Оба знака.'],
        'question': '16) Какой из указанных дорожных знаков предупреждает о приближении к перекрёстку, при проезде '
                    'которого водитель пользуется преимуществом?'},
    {   'correct_index': 2,
        'explanation': 'Только знак 1.31.1 «Авария» предупреждает о появлении на дороге препятствия или ситуации '
                       '(дорожно-транспортное происшествие), которые могут затруднить или сделать не-возможным '
                       'движение. Знаки 1.30 «Прочие опасности», 1.10 «Разводной мост или паром», 1.11 «Выезд на '
                       'набережную» имеют другое значение. Пояснительная записка к приложению № 3 (І. ПРЕДУПРЕЖДАЮЩИЕ '
                       'ЗНАКИ, 1.10, 1.11, 1.30, 1.31.1).',
        'image': "IMG_20250904_221041_region_5.png",
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.', 'Знак 4.'],
        'question': '17) Какой дорожный знак предупреждает о появлении на дороге препятствия или ситуации '
                    '(дорожно-транс-портное происшествие), которые могут затруднить или сделать невозможным движение?'},
    {   'correct_index': 0,
        'explanation': 'Знак 4.1.1 «Обязательное направление движения прямо» обязывает двигаться только в прямом '
                       'направлении на том пересечении проезжих частей, перед которым он установлен. Знак 5.34 «Дорога '
                       'с односторонним движением» не запрещает маневрирований на перекрёстках и пересечениях проезжих '
                       'частей. Следовательно, поворот налево запрещает толь-ко знак 4.1.1. Пояснительная записка к '
                       'приложению № 3 (IV. ПРЕДПИСЫВАЮЩИЕ ЗНА-КИ, 4.1.1, абзацы 1 и 5, V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ '
                       'ЗНАКИ, 5.34).',
        'image': "IMG_20250904_221041_region_6.png",
        'options': ['Только знак 1.', 'Только знак 2.', 'Оба знака.'],
        'question': '18) Какой из указанных дорожных знаков запрещает поворот налево?'},
    {   'correct_index': 1,
        'explanation': 'Знак 2.2 «Обязательная остановка» запрещает движение без остановки перед разметкой 1.12 '
                       '«стоп-линией», а при её отсутствии перед краем пересекаемой проезжей части. Водитель должен '
                       'убедиться в том, что по пересекаемой дороге не приближаются другие транспортные средства и, '
                       'лишь после этого продолжить движение. Пояснительная за-писка к приложению № 3 (ІІ. ЗНАКИ '
                       'ПРИОРИТЕТА, 2.2).',
        'image': "image_19_1.png",
        'options': [   'Остановиться, только если по главной дороге движутся другие транспортные средства.',
                       'Остановиться, убедиться в том, что по пересекаемой дороге не приближаются к перекрёстку другие '
                       'транс-портные средства, затем продолжить движение.',
                       'Остановиться только в случае поворота налево.'],
        'question': '19) Приближаясь к месту, где установлен указанный знак, Вы должны:'},
    {   'correct_index': 1,
        'explanation': 'Знак 2.1 «Уступи дорогу» требует, чтобы водитель уступил дорогу всем транспортным средствам, а '
                       'не только механическим, приближающимся к перекрёстку по пересекаемой дороге с обоих '
                       'направлений. Пояснительная записка к приложению № 3 (ІІ. ЗНАКИ ПРИО-РИТЕТА, 2.1).',
        'image': "image_20_1.png",
        'options': [   'Уступил дорогу только механическим транспортным средствам, движущимся по пересекаемой дороге.',
                       'Уступил дорогу всем транспортным средствам, которые приближаются к перекрёстку по пересекаемой '
                       'дороге.',
                       'Уступил дорогу только транспортным средствам приближающимся к перекрёстку справа.'],
        'question': '20) В каком случае водитель правильно выполнил требования указанного знака?'},
    {   'correct_index': 3,
        'explanation': 'Знак 2.6 «Преимущество перед встречным движением» предоставляет водителю пре имущество по '
                       'отношению к встречным транспортным средствам при движении по узкому участку дороги. Знаки 2.5 '
                       '«Преимущество встречного движения», 1.19 «Двустороннее движе ние» и 5.41.1 «Направление '
                       'движения по полосам» имеют другое значение. Пояснительная записка к приложению № 3 (І. '
                       'ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.19, ІІ. ЗНАКИ ПРИОРИ-ТЕТА, 2.5, 2.6, V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ '
                       'ЗНАКИ, 5.41.1).',
        'image': "image_21_1.png",
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.', 'Знак 4.'],
        'question': '21) Какой из указанных знаков предоставляет преимущество водителям транспортных средств при '
                    'встреч ном разъезде на узком участке дороги?'},
    {   'correct_index': 2,
        'explanation': 'Знак 1.23 «Дорожные работы» с табличкой 6.1.1 «Расстояние до места начала действия знака», '
                       'которая размещается непосредственно под знаком, предупреждает о том, что расстояние до '
                       'участка, на котором ведутся дорожные работы 500 м. Пояснительная за-писка к приложению № 3 (1. '
                       'ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.23, VI. ЗНАКИ ДОПОЛ-НИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБЛИЧКИ, 6.1.1, Особенности '
                       'применения дополни тельных табличек).',
        'image': "image_22_1.png",
        'options': [   'Через 150-300 м начнётся участок дороги, длиной 500 м, на котором ведутся дорожные работы.',
                       'Участок, на котором ведутся дорожные работы, заканчивается через 500 м.',
                       'Расстояние до участка, на котором ведутся дорожные работы - 500 м.'],
        'question': '22) Эти дорожные знаки предупреждают, что:'},
    {   'correct_index': 2,
        'explanation': 'Знак 4.1.2 «Обязательное направление движения направо» обязывает двигаться только направо по '
                       'той проезжей части дороги, перед которой он установлен. Пояснительная записка к приложению № 3 '
                       '(IV. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ, 4.1.2, абзацы 1 и 5).',
        'image': "image_23_1.png",
        'options': [   'Предупреждает водителей о направлении объезда препятствия.',
                       'Информирует водителей о направлении главной дороги.',
                       'Обязывает водителей двигаться на ближайшем пересечении в указанном направлении.'],
        'question': '23) Этот дорожный знак:'},
    {   'correct_index': 2,
        'explanation': 'Только знак 5.48.3 «Подземная или надземная многоэтажная парковка» может применяться для '
                       'обозначения подземной парковки. Знаки 5.48.1 «Парковка» и 5.48.2 «Зарезервированная парковка» '
                       'обозначают наземные парковки. Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.48.1-5.48.3).',
        'image': "image_24_1.png",
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.'],
        'question': '24) Какой из указанных знаков информирует о наличии подземной парковки?'},
    {   'correct_index': 1,
        'explanation': 'Знак 2.5 «Преимущество встречного движения» запрещает въезд на узкий участок дороги, на '
                       'котором встречный разъезд затруднён или невозможен. Водитель должен уступить дорогу встречным '
                       'транспортным средствам, находящимся на узком участке или противоположном подъезде к нему. Для '
                       'предоставления преимущества перед встречными транспортными средствами и обозначения конца '
                       'участка дороги с односторонним движением применяются другие знаки. Пояснительная записка к '
                       'приложению № 3 (ІІ. ЗНАКИ ПРИОРИТЕTA, 2.5).',
        'image': "image_25_1.png",
        'options': [   'Предоставляет преимущество в движении перед встречными транспортными средствами.',
                       'Запрещает въезд на узкий участок дороги, на котором встречный разъезд затруднён или '
                       'невозможен. Водитель должен уступить дорогу встречным транспортным средствам, находящимся на '
                       'узком участке или на проти воположном подъезде к нему.',
                       'Обозначает конец участка дороги с односторонним движением,'],
        'question': '25) Какое значение имеет изображённый на рисунке дорожный знак?'},
    {   'correct_index': 2,
        'explanation': 'Табличка 6.4.3 «Зона действия», которая размещается непосредственно под знаком 3.31 «Остановка '
                       'запрещена» прекращает действие предшествующего знака 3.31 «Остановка запрещена». Пояснительная '
                       'записка к приложению № 3 (III. ЗАПРЕЩАЮЩИЕ И ОГ РАНИЧИВАЮЩИЕ ЗНАКИ, 3.31, VI. ЗНАКИ '
                       'ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБ ЛИЧКИ/, 6.4.3, Особенности применения дополнительных табличек).',
        'image': "image_26_1.png",
        'options': [   'Указывают начало зоны запрещения остановки транспортных средств.',
                       'Указывают зону запрещения остановки вдоль фасада здания, стороны площади и т. п.',
                       'Прекращают зону действия предшествующего знака STOP «Остановка запрещена».'],
        'question': '26) Эти дорожные знаки:'},
    {   'correct_index': 0,
        'explanation': 'Знаки приоритета 2.1 «Уступи дорогу», 2.2 «Обязательная остановка», 2.3 «Главная дорога» и 2.4 '
                       '«Конец главной дороги» устанавливают очередность проезда нерегулируемых перекрёстков, а знаки '
                       '2.5 «Преимущество встречного движения» и 2.6 «Преимущество перед встречным движением» '
                       'устанавливают очередность проезда узких участков дорог, на которых одновременный встречный '
                       'разъезд транспортных средств невозможен. Для информирования участников дорожного движения о '
                       'приближении к опасному участку дороги, а также для ввода или отмены определённых запретов или '
                       'ограничений применяются другие знаки. П. 26 2), Пояснительная записка к приложению № 3 (1. '
                       'ЗНАКИ ПРИОРИТЕТА, 2.1-26).',
        'image': "image_27_1.png",
        'options': [   'Устанавливают очерёдность проезда нерегулируемых перекрёстков, а также узких участков дорог, '
                       'на которых одновременный встречный разъезд транспортных средств невозможен.',
                       'Информируют участников дорожного движения о приближении к опасному участку дороги.',
                       'Вводят или отменяют определённые запреты или ограничения.'],
        'question': '27) Эти дорожные знаки:'},
    {   'correct_index': 4,
        'explanation': 'Стоянку по чётным числам месяца запрещает только знак 3.32.3 «Стоянка запрещена по чётным '
                       'числам месяца». Знак 3.32.1 «Стоянка запрещена», в том числе с табличками 6.7.1 «Выходные или '
                       'праздничные дни» и 6.7.2 «Рабочие дни», запрещает стоянку во все дни месяца, либо в дни '
                       'указанные на табличках, а знак 3.32.2 «Стоянка запрещена по нечётным числам месяца» запрещает '
                       'стоянку в дни месяца, соответствующие названию знака. Пояснительная записка к приложению № 3 '
                       '(III. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮ ЩИЕ ЗНАКИ, 3.32.1-3.32.3, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ '
                       'ТАБЛИЧ КИ/, 6.7.1, 6.7.2, Особенности применения дополнительных табличек).',
        'image': "image_28_1.png",
        'options': [   'Знак 1.',
                       'Знак с дополнительной табличкой 2.',
                       'Знак с дополнительной табличкой 3.',
                       'Знак 4.',
                       'Знак 5.'],
        'question': '28) Какой знак запрещает стоянку только по чётным числам месяца?'},
    {   'correct_index': 1,
        'explanation': 'Знак 5.48.1 «Парковка» с табличкой 6.8.2 «Способ постановки транспортного средства на '
                       'стоянку», которая размещается непосредственно под знаком обозначает наземную околотротуарную '
                       'парковку, на которой разрешается стоянка легковых автомобилей и мотоциклов с левой стороны '
                       'способом, указанным на табличке. Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.48.1, VI. ЗНАКИ ДОПОЛ НИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБЛИЧКИ/, '
                       '6.8.2, Особенности применения дополни тельных табличек).',
        'image': "image_29_1.png",
        'options': [   'Разрешают стоянку всех транспортных средств способом, указанным на табличке.',
                       'Указывают способ постановки легковых автомобилей и мотоциклов на околотротуарной парковке с '
                       'левой стороны.',
                       'Разрешают стоянку легковых автомобилей, мотоциклов и грузовых автомобилей с разрешённой '
                       'максимальной массой менее 3500 кг способом, указанным на табличке.'],
        'question': '29) Какое значение имеют изображённые на рисунке дорожные знаки?'},
    {   'correct_index': 0,
        'explanation': 'Знак 1.32.1 «Направление опасного поворота» указывает направление поворота на закруглении, о '
                       'приближении к которому водителя предупреждает знак 1.12.1 «Опасный поворот направо» или '
                       'указывает объезд ремонтируемого участка дороги. Движение по такому опасному участку требует '
                       'принятия мер, соответствующих дорожной обстановке. В данном случае Вы должны снизить скорость '
                       'и двигаться осторожно. П. 26 1), Пояснительная записка к приложению № 3 (І. ПРЕДУПРЕЖДАЮЩИЕ '
                       'ЗНАКИ, 1.32.1).',
        'image': "image_30_1.png",
        'options': [   'Снизить скорость и двигаться осторожно, так как знак предупреждает о наличии опасного '
                       'поворота.',
                       'Днём подать звуковой сигнал, а в тёмное время суток применить переключение света фар.',
                       'Включить указатель изменения направления движения и двигаться в указанном направлении.',
                       'Выполнить любое из перечисленных действий.'],
        'question': '30) Приближаясь к указанному знаку Вы должны:'},
    {   'correct_index': 1,
        'explanation': 'Только знак 1.3.1 «Однопутная железная дорога без шлагбаума» предупреждает о том, что Вам '
                       'предстоит пересечь железнодорожный переезд без шлагбаума с одним путём. Знаки 1.4.6 '
                       '«Приближение к железнодорожному переезду вне населённых пунктов» и 1.2 «Железнодорожный '
                       'переезд без шлагбаума» имеют другое значение. П. 24 3), Пояснительная записка к приложению № 3 '
                       '(І. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.2, 1.3.1, 1.4.6).',
        'image': "image_31_1.png",
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.'],
        'question': '31) Какой из указанных знаков предупреждает о том, что Вам предстоит пересечь железнодорожный '
                    'переезд без шлагбаума с одним путём?'},
    {   'correct_index': 0,
        'explanation': 'Только знак 1.3.2 «Многопутная железная дорога без шлагбаума» предупреждает о том, что Вам '
                       'предстоит пересечь железнодорожный переезд без шлагбаума с двумя или более путями. Знаки 1.1 '
                       '«Железнодорожный переезд со шлагбаумом» и 1.4.5 «Приближение к железнодорожному переезду вне '
                       'населённых пунктов» имеют другое значение. П. 24 3), Пояснительная записка к приложению № 3 '
                       '(1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.1, 1.3.2, 1.4.5).',
        'image': "image_32_1.png",
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.'],
        'question': '32) Какой из указанных знаков предупреждает о том, что Вам предстоит пересечь железнодорожный '
                    'переезд без шлагбаума с двумя или более путями?'},
    {   'correct_index': 1,
        'explanation': 'Синий фон надписи «BĂLŢI 140» на вставке знака 5.61.2, установленного в населённом пункте '
                       'означает, что после выезда из этого населённого пункта движение до BALŢI осуществляется по '
                       'национальной дороге общего пользования. Белый фон на других вставках означает, что данные '
                       'объекты находятся в этом населённом пункте. Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.61.2).',
        'image': "image_33_1.png",
        'options': [   'По автомагистрали.',
                       'По национальной дороге общего пользования.',
                       'По дороге европейского значения.'],
        'question': '33) Изображённый на рисунке знак, установленный в населённом пункте, указывает, что движение до '
                    'BĂLŢI после выезда из этого населённого пункта осуществляется:'},
    {   'correct_index': 2,
        'explanation': 'Знак 4.6 «Ограничение минимальной скорости» разрешает движение с указанной на знаке или '
                       'большей скоростью, а отклонение от скорости, указанной на знаке 5.52 «Рекомендуемая скорость» '
                       'не считается нарушением Правил. Знак 3.27.2 «Ограничение максимальной скорости» запрещает '
                       'движение со скоростью большей, чем указана на знаке. Пояснительная записка к приложению № 3 '
                       '(III. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.27.2, М. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ, 4.6, V. '
                       'ИНФОРМАЦИОННО-УКАЗА-ТЕЛЬНЫЕ ЗНАКИ, 5.52).',
        'image': "image_34_1.png",
        'options': ['Только первый знак.', 'Только второй знак.', 'Второй и третий знаки.', 'Ни один из знаков.'],
        'question': '34) Какие из изображённых на рисунке знаков разрешают движение со скоростью большей, чем указана '
                    'на них?'},
    {   'correct_index': 2,
        'explanation': 'Знак 3.27.2 «Ограничение максимальной скорости» запрещает движение со скоростью большей, чем '
                       'указана на знаке, а отклонение от скорости, указанной на знаке 5.52 «Рекомендуемая скорость» '
                       'не считается нарушением Правил. Знак 4.6 «Ограничение минимальной скорости» разрешает движение '
                       'с указанной на знаке или большей скоростью. Пояснительная записка к приложению № 3 (III. '
                       'ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.27.2, IV. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ, 4.6, V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.52).',
        'image': "image_35_1.png",
        'options': ['Только первый знак.', 'Только второй знак.', 'Первый и третий знаки.', 'Все знаки.'],
        'question': '35) Какие из изображённых на рисунке знаков разрешают движение со скоростью меньшей, чем указана '
                    'на них?'},
    {   'correct_index': 2,
        'explanation': 'Знак 3.22 «Ограничение минимальной дистанции» запрещает движение транспортных средств с '
                       'дистанцией между ними меньше указанной на знаке. Пояснительная записка к приложению № 3 (III. '
                       'ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.22).',
        'image': "image_36_1.png",
        'options': [   'Остановку транспортных средств с дистанцией между ними меньше указанной на знаке.',
                       'Стоянку транспортных средств с дистанцией между ними меньше указанной на знаке.',
                       'Движение транспортных средств с дистанцией между ними меньше указанной на знаке.',
                       'Движение транспортных средств с дистанцией между ними больше указанной на знаке.'],
        'question': '36) Изображённый на рисунке дорожный знак запрещает:'},
    {   'correct_index': 3,
        'explanation': 'Только знак 5.1 называется «Общее ограничение скорости». Знак 3.27.2 называется «Ограничение '
                       'максимальной скорости», знак 3.29 «Ограничение максимальной скорости по категориям '
                       'транспортных средств», знак 4.6 «Ограничение минимальной скорости», знак 5.52 - «Рекомендуемая '
                       'скорость». Пояснительная записка к приложению № 3 (II. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, '
                       '3.27.2, 3.29, М. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ, 4.6, V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.1, 5.52).',
        'image': "image_37.png",
        'options': ['Знаки 1, 3.', 'Знак 2.', 'Знаки 3, 5.', 'Знак 4.', 'Знак 5.'],
        'question': '37) Какой из указанных знаков называется «Общее ограничение скорости»?'},
    {   'correct_index': 0,
        'explanation': 'Табличка 6.72 «Рабочие дни», которая размещается непосредственно под знаком 3.31 «Остановка '
                       'запрещена» указывает, что остановка транспортных средств запрещается только в рабочие дни. '
                       'Пояснительная записка к приложению № 3 (III. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.31, VI. '
                       'ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБЛИЧКИ/, 6.7.2, Особенности применения дополнительных '
                       'табличек).',
        'image': "image_38.png",
        'options': [   'В рабочие дни.',
                       'В выходные или праздничные дни.',
                       'В любой день недели, кроме транспортных средств, осуществляющих ремонтные работы.'],
        'question': '38) Изображённые на рисунке дорожные знаки запрещают остановку всех транспортных средств:'},
    {   'correct_index': 1,
        'explanation': 'О том, что дорога не имеет сквозного проезда водителей информирует знак 5.53.1 «Дорога, не '
                       'имеющая сквозного проезда прямо». Знак 5.46 называется «Место для разворота», а знак 5.60 - '
                       '«Схема для изменения направления движения». Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.46, 5.53.1, 5.60).',
        'image': "image_39.png",
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.'],
        'question': '39) Какой из указанных знаков информирует водителей транспортных средств о том, что дорога не '
                    'имеет сквозного проезда?'},
    {   'correct_index': 2,
        'explanation': 'Знак 1.16.2 «Искусственная неровность» предупреждает о том, что на участке дороги в '
                       'направлении движения имеется искусственная неровность (искусственные неровности) для '
                       'принудительного снижения скорости. Для предупреждения об опасности бокового заноса и '
                       'скольжения применяются другие знаки. Пояснительная записка к приложению №3 (1. ПРЕДУПРЕЖДАЮЩИЕ '
                       'ЗНАКИ, 1.16.2).',
        'image': "image_40.png",
        'options': [   'Существует опасность бокового заноса, поскольку проезжая часть имеет значительный поперечный '
                       'уклон.',
                       'Существует опасность скольжения, поскольку поперечные уклоны снижают сцепление шин с дорогой.',
                       'Имеется искусственная неровность (искусственные неровности) для принудительного снижения '
                       'скорости.',
                       'Существуют опасные условия, указанные в пунктах 1 и 2.'],
        'question': '40) Этот дорожный знак предупреждает о том, что на участке дороги в направлении движения:'},
    {   'correct_index': 0,
        'explanation': 'Знак 5.63 называется «Въезд в населённый пункт» и обозначает наименование и начало населённого '
                       'пункта, в котором действуют требования Правил, устанавливающие поря док движения в населённых '
                       'пунктах. Для обозначения наименования и начала населённого пункта в котором на данной дороге '
                       'не действуют требования Правил устанавливающие порядок движения в населённых пунктах, либо '
                       'начала пешеходной зоны применяются другие знаки. Пояснительная записка к приложению № 3 (III. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬ-НЫЕ ЗНАКИ, 5.63).',
        'image': "image_41.png",
        'options': [   'Наименование и начало населённого пункта, в котором действуют требования Правил '
                       'устанавливающие порядок движения в населённых пунктах. Установка знака совпадает с первым '
                       'зданием из компактной группы жилых зданий.',
                       'Наименование и начало населённого пункта, в котором на данной дороге не действуют требования '
                       'Правил устанав ливающие порядок движения в населённых пунктах. Установка знака совпадает с '
                       'первым зданием из компактной груп пы жилых зданий.',
                       'Начало пешеходной зоны.'],
        'question': '41) Этот дорожный знак обозначает:'},
    {   'correct_index': 3,
        'explanation': 'Знак 2.5 «Преимущество встречного движения» обязывает водителей уступить дорогу встречным '
                       'транспортным средствам, находящимся на узком участие дороги или противоположном подъезде к '
                       'нему. Знаки 2.6 «Преимущество перед встречным движением», 5.41.3 «Направление движения по '
                       'полосам» и 1.19 «Двустороннее движение» имеют другое значение. Пояснительная записка к '
                       'приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.19, ІІ. ЗНАКИ ПРИОРИТЕТА, 2.5, 2.6, V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.41.3).',
        'image': "image_42.png",
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.', 'Знак 4.'],
        'question': '42) Какой из указанных знаков обязывает водителей уступить дорогу встречным транспортным '
                    'средствам, находящимся на узком участке или противоположном подъезде к нему?'},
    {   'correct_index': 2,
        'explanation': 'Знак 5.57.1 называется «Пешеходная зона» и информирует о начале части территории населённого '
                       'пункта предназначенной для движения пешеходов, которая включает в себя одну или несколько '
                       'улиц. Движение транспортных средств в этой зоне определяется особыми условиями. Для '
                       'информирования о начале жилой зоны применяется другой знак. П. 7, П. 94, Пояснительная записка '
                       'к приложению № 3 (Ѵ. ИНФОРМАЦИОННО-УКАЗА-ТЕЛЬНЫЕ ЗНАКИ, 5.57.1).',
        'image': "image_43.png",
        'options': [   'Жилой зоны.',
                       'Зоны, где движение пешеходов ни на одном из пешеходных переходов не регулируется сигналами '
                       'светофоров.',
                       'Пешеходной зоны.'],
        'question': '43) Этот дорожный знак информирует о начале:'},
    {   'correct_index': 0,
        'explanation': 'Знак 1.9 называется «Светофор» и предупреждает о приближении к перекрёстку, пешеходному '
                       'переходу или участку дороги, на которых движение регулируется сигналами светофора. О '
                       'приближении к железнодорожному переезду или пересечению с трамвайной линией вне перекрёстка '
                       'применяются другие знаки. Пояснительная записка к приложению № 3 (І. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, '
                       '1.9).',
        'image': "image_44.png",
        'options': [   'Перекрёстку, пешеходному переходу или участку дороги, на которых движение регулируется '
                       'сигналами свето-фора.',
                       'Железнодорожному переезду, перед которым установлен светофор. 3. Пересечению с трамвайной '
                       'линией вне перекрёстка, перед которым установлен светофор.'],
        'question': '44) Этот дорожный знак предупреждает о приближении к:'},
    {   'correct_index': 1,
        'explanation': 'Только знак 5.47 «Зона для разворота» предоставляет возможность нескольким води-телям '
                       'транспортных средств, движущимся в данном направлении, одновременно осуществить разворот. В '
                       'месте где установлен знак 5.46 «Место для разворота» водители транспортных средств могут '
                       'осуществить этот манёвр поочерёдно. Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.46, 5.47).',
        'image': "image_45.png",
        'options': ['Знак 1.', 'Знак 2.', 'Оба знака', 'Ни один,'],
        'question': '45) Какой из указанных знаков предоставляет возможность водителям транспортных средств, '
                    'движущихся в данном направлении, одновременно осуществить разворот?'},
    {   'correct_index': 2,
        'explanation': 'Знак 1.29 называется «Дорожный затор» и предупреждает о приближении к участку дороги, на '
                       'котором образовался затор. Пояснительная записка к приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, '
                       '1.29).',
        'image': "image_46.png",
        'options': [   'Ограничивает скорость движения транспортных средств, изображённых на знаке.',
                       'Предупреждает о том, что данный участок дороги используется для движения официальных колонн.',
                       'Предупреждает о приближении к участку дороги, на котором образовался затор.'],
        'question': '46) Этот дорожный знак:'},
    {   'correct_index': 2,
        'explanation': 'Знак 1.5 «Пересечение с трамвайной линией» предупреждает о пересечении дороги с трамвайной '
                       'линией где водители транспортных средств должны уступить дорогу трамваю. Пояснительная записка '
                       'к приложению № 3 (І. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.5).',
        'image': "image_47.png",
        'options': [   'Трамвайной остановке.',
                       'Железнодорожному вокзалу.',
                       'Пересечению с трамвайной линией.',
                       'Железнодорожному переезду без шлагбаума.'],
        'question': '47) Этот дорожный знак предупреждает о приближении к:'},
    {   'correct_index': 1,
        'explanation': 'Знак 1.17.1 «Выброс гравия» предупреждает о приближении к участку дороги на кото ром возможен '
                       'выброс гравия или щебня из-под колёс транспортных средств. На этом участке существует '
                       'опасность повреждения фар, лобового стекла и боковых стёкол. Водители должны соблюдать '
                       'соответствующую дистанцию до движущегося впереди транспортного средства, а также достаточный '
                       'боковой интервал по отношению к транспортным средствам движущимся навстречу. Пояснительная '
                       'записка к приложению № 3 (І. ПРЕДУПРЕЖДА-ЮЩИЕ ЗНАКИ, 1.17.1).',
        'image': "image_48.png",
        'options': [   'Возможно падение камней.',
                       'Возможен выброс гравия или щебня из-под колёс транспортных средств.',
                       'Возможен боковой занос с последующим опрокидыванием.',
                       'Возможно забрызгивание пешеходов, когда на дороге есть вода или грязь.'],
        'question': '48) Этот дорожный знак предупреждает о приближении к участку дороги на котором:'},
    {   'correct_index': 1,
        'explanation': 'Знак 1.17.2 «Опасная обочина» предупреждает о приближении к участку дороги на котором выезд с '
                       'проезжей части представляет повышенную опасность. Выезд на такую обочину, в особенности на '
                       'большой скорости, может привести к потере устойчивости транспортного средства или даже к его '
                       'опрокидыванию. Пояснительная записка к приложению № 3 (І. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.17.2).',
        'image': "image_49.png",
        'options': [   'Который проходит по краю обрыва.',
                       'На котором выезд с проезжей части представляет повышенную опасность.',
                       'На котором имеется полоса отличающаяся по высоте от соседней полосы.',
                       'На котором возможны обвалы или оползни.'],
        'question': '49) Этот дорожный знак предупреждает о приближении к участку дороги:'},
    {   'correct_index': 0,
        'explanation': 'Знак 1.27 «Аэродром» предупреждает о приближении к участку дороги, над которым на небольшой '
                       'высоте пролетают летательные аппараты (самолёты, вертолёты). Внезапное появление над дорогой '
                       'летательного аппарата может застать водителя врасплох и спровоцировать его на неконтролируемые '
                       'действия. Пояснительная записка к приложению № 3 (І. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.27).',
        'image': "image_50.png",
        'options': [   'О близости участка дороги над которым на небольшой высоте пролетают летательные аппараты, '
                       '(самолёты, вертолеты).',
                       'О возможном появлении на общественной дороге техники предназначенной для обслуживания '
                       'летательных аппаратов.',
                       'О направлении сильного бокового ветра.',
                       'Об обстоятельствах перечисленных в ответах 2 и 3.',
                       'Обо всех перечисленных обстоятельствах.'],
        'question': '50) Этот знак предупреждает:'},
    {   'correct_index': 2,
        'explanation': 'Знак 3.5.2 «Движение мопедов запрещено» запрещает движение только мопедов. Действие знака не '
                       'распространяется на мопеды, принадлежащие гражданам, проживающим или работающим в '
                       'соответствующей зоне. Пояснительная записка к приложению № 3 (Ill. ЗАПРЕЩАЮЩИЕ И '
                       'ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.5.2). Особенности применения запрещающих и ограничивающих знаков, '
                       'абзац 3.',
        'image': "image_51.png",
        'options': ['Велосипедов.', 'Велосипедов и мопедов.', 'Мопедов.', 'Мотоциклов.'],
        'question': '51) Этот дорожный знак запрещает движение:'},
    {   'correct_index': 3,
        'explanation': 'Знак 3.5.1 «Движение мотоциклов запрещено» запрещает движение только мотоциклов. Действие '
                       'знака не распространяется на мотоциклы, принадлежащие гражданам, проживающим или работающим в '
                       'соответствующей зоне. Пояснительная записка к приложению № 3 (II. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ '
                       'ЗНАКИ, 3.5.1). Особенности применения запрещающих и ограничивающих знаков, абзац 3.',
        'image': "image_52.png",
        'options': [   'Велосипедов.',
                       'Велосипедов и мопедов.',
                       'Мопедов.',
                       'Мотоциклов.',
                       'Только мотоциклов без бокового прицепа..'],
        'question': '52) Этот дорожный знак запрещает движение:'},
    {   'correct_index': 1,
        'explanation': 'Знак 3.11 «Движение на велосипедах запрещено» запрещает движение велосипедов и мопедов. '
                       'Пояснительная записка к приложению № 3 (III. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.11).',
        'image': "image_53.png",
        'options': ['Только велосипедов.', 'Велосипедов и мопедов.', 'Мопедов.', 'Мотоциклов.'],
        'question': '53) Этот дорожный знак запрещает движение:'},
    {   'correct_index': 2,
        'explanation': 'Знак 2.5 «Преимущество встречного движения» запрещает въезд на узкий участок дороги, на '
                       'котором встречный разъезд затруднён или невозможен и обязывает водителя уступить дорогу '
                       'встречным транспортным средствам, находящимся на узком участке или противоположном подъезде к '
                       'нему. Но в данном случае под знаком установлены таблички 6.6.2 и 6.6.4 «Вид транспортного '
                       'средства», которые распространяют действие знака соответственно на грузовые автомобили и '
                       'составы транспортных средств с разрешённой максимальной массой более 3500 кг и автобусы с '
                       'разрешённой максимальной массой более 5000 кг. Таким образом, находясь за рулём автомобиля с '
                       'разрешённой максимальной массой менее 3500 кг, соблюдая осторожность, Вы проедете этот узкий '
                       'участок, поскольку в данном случае этот знак с соответствующими табличками не обязывает Вас '
                       'уступить дорогу встречным транспортным средствам. Пояснительная записка к приложению № 3 (II. '
                       'ЗНАКИ ПРИО-РИТЕТА, 2.5, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ /ТАБЛИЧКИ/, 6.6.2, 6.6.4).',
        'image': "image_54.png",
        'options': [   'Уступите дорогу всем транспортным средствам, которые движутся со встречного направления.',
                       'Уступите дорогу только грузовым автомобилям и автобусам, которые движутся со встречного '
                       'направления.',
                       'Соблюдая осторожность, проедете узкий участок дороги даже если со встречного направления '
                       'приближаются транспортные средства.'],
        'question': '54) Находясь за рулём автомобиля с разрешённой максимальной массой менее 3500 кг при проезде '
                    'узкого участка дороги, перед которым установлены указанные знаки, Вы:'},
    {   'correct_index': 3,
        'explanation': 'Знаки 3.19.1 «Таможня» и 3.192 «Полиция» запрещают движение без остановки у этих знаков. '
                       'Пояснительная записка к приложению № 3 (III. ЗАПРЕЩАЮЩИЕ И ОГРА НИЧИВАЮЩИЕ ЗНАКИ, 3.19.1, '
                       '3.19.2).',
        'image': "image_55.png",
        'options': ['Только 1 и 2.', 'Только 1 и 3.', 'Только 2 и 3.', 'Только 4 и 5.', 'Все знаки.'],
        'question': '55) Какие из указанных знаков запрещают дальнейшее движение транспортных средств без остановки у '
                    'этих знаков?'},
    {   'correct_index': 3,
        'explanation': 'Знак 3.1.2 «Въезд запрещён для транспортных средств, оборудованных газовой системой питания» '
                       'запрещает въезд транспортных средств, оборудованных системой питания на основе сжатого '
                       'природного газа или скаженного углеводородного газа. Пояснительная записка к приложению № 3 '
                       '(I. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.1.2).',
        'image': "image_56.png",
        'options': [   'Только транспортных средств оборудованных системой питания на основе сжатого природного газа',
                       'Только транспортных средств оборудованных системой питания на основе сжиженного '
                       'углеводородного газа.',
                       'Только транспортных средств оборудованных гибридной силовой установкой.',
                       'Только транспортных средств перечисленных в ответах 1 и 2.',
                       'Всех перечисленных транспортных средств.'],
        'question': '56) Этот дорожный знак запрещает въезд:'},
    {   'correct_index': 0,
        'explanation': 'Знак 3.30 «Подача звукового синала запрещена» запрещает пользоваться звуковым сигналом, кроме '
                       'тех случаев, когда оинал подаётся для предотвращения дорожно-транс портного происшествия. '
                       'Пояснительная записка к приложению № 3 (ІІ. ЗАПРЕЩАЮ ЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.30).',
        'image': "image_57.png",
        'options': [   'Только для предотвращения дорожно-транспортного происшествия.',
                       'Только для привлечения внимания водителя обгоняемого транспортного средства.',
                       'Только для получения преимущества в движении.',
                       'Только в случаях, перечисленных в пунктах 2 и 3.',
                       'Во всех перечисленных случаях.'],
        'question': '57) В зоне действия этого знака подача звукового сигнала разрешена:'},
    {   'correct_index': 1,
        'explanation': 'Знак 5.65 «Въезд в населённый пункт информирует о наименовании и начале населённого пункта, в '
                       'котором на данной дороге не действуют требования Правил, устанавливающие порядок движения в '
                       'населённых пунктах. Звуковой сигнал может применяться только в случае, если это необходимо для '
                       'предотвращения дорожно-транспортного происшествия, а вне населённых пунктов, в том числе на '
                       'данной дороге этого населённого пункта и для при влечения внимания водителя обгоняемого '
                       'транспортного средства. П. 33. 1). Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.65).',
        'image': "image_58.png",
        'options': ['Только знака 1.', 'Только знака 2.', 'Только знака 3.'],
        'question': '58) В зоне действия какого из указанных знаков Правила разрешают применять звуковой сигнал для '
                    'привлечения внимания водителя обгоняемого транспортного средства?'},
    {   'correct_index': 2,
        'explanation': 'Знак 5.7 обозначает остановку трамвая. Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.7).',
        'image': "image_59.png",
        'options': [   'Место пересечения с трамвайной линией вне перекрёстка.',
                       'Место выезда трамвая из депо.',
                       'Трамвайную остановку.',
                       'Железнодорожный вокзал.'],
        'question': '59) Этот дорожный знак обозначает:'},
    {   'correct_index': 2,
        'explanation': 'Знак 5.30.1 обозначает «Мониторинг дорожного движения» и устанавливается при въезде в зону, '
                       'где осуществляется электронный мониторинг дорожного движения. Пояснительная записка к '
                       'приложению № 3 (V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.30.1).',
        'image': "image_60.png",
        'options': [   'Контроль за скоростью транспортных средств «Внимание, радар».',
                       'Видеоконтроль виньеты.',
                       'Мониторинг дорожного движения.',
                       'Средства контроля, перечисленные в пунктах 1 и 2.'],
        'question': '60) Этот дорожный знак обозначает:'},
    {   'correct_index': 2,
        'explanation': 'Знак 5.23 обозначает гостиницу или мотель. Пояснительная записка к приложению № 3 (М. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.23).',
        'image': "clipboard_image_1770677446928.png",
        'options': ['Место отдыха.', 'Больницу.', 'Гостиницу или мотель.', 'Кемпинг.'],
        'question': '61) Этот дорожный знак обозначает:'},
    {   'correct_index': 1,
        'explanation': 'Знак 5.16.4 называется «Место для аварийной остановки». Пояснительная записка к приложению № 3 '
                       '(V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.16.4).',
        'image': None,
        'options': ['«Место для осмотра автомобилей».', '«Место для аварийной остановки»,', '«Место отдыха».'],
        'question': '62) Этот дорожный знак называется:'},
    {   'correct_index': 3,
        'explanation': 'Знак 3.10 называется «Движение гужевого транспорта запрещено» запрещает движение гужевого '
                       'транспорта, верховых и вьючных животных, прогон одиночных животных или отары, стада. Знак не '
                       'распространяет своё действие на транспортные средства, которые об служивают предприятия, '
                       'находящиеся в обозначенной зоне и граждан, проживающих или работающих в этой зоне, а также на '
                       'транспортные средства, принадлежащие этим предприятиям или гражданам. Пояснительная записка к '
                       'приложению № 3 (ІІІ. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.10). Особенности применения '
                       'запрещающих и ограничивающих знаков, абзац 3.',
        'image': "image_63.png",
        'options': [   'Только движение гужевых повозок (саней).',
                       'Только движение верховых и вьючных животных, а также прогон скота.',
                       'Обгон гужевым повозкам (саням) и верховым животным.',
                       'Действия, перечисленные в пунктах 1 и 2.',
                       'Все перечисленные действия.'],
        'question': '63) Этот дорожный знак запрещает:'},
    {   'correct_index': 2,
        'explanation': 'Знак 5.9 называется «Прокат автомобилей». Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.9).',
        'image': "image_64.png",
        'options': [   '«Станция технического контроля».',
                       '«Автосервис».',
                       '«Прокат автомобилей».',
                       '«Место стоянки такси».'],
        'question': '64) Этот дорожный знак называется:'},
    {   'correct_index': 2,
        'explanation': 'В этом случае применяется табличка 6.18.2 «Скользкое покрытие». Пояснительная записка к '
                       'приложению № 3 (VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБЛИЧ КИ/, 6.18.2).',
        'image': "clipboard_image_1770677588949.png",
        'options': ['Только 1.', 'Только 2.', 'Только 3.', 'Только 4.', 'Таблички 2 и 4.'],
        'question': '65) Какая табличка применяется со знаками в случае когда покрытие проезжей части скользкое?'},
    {   'correct_index': 0,
        'explanation': 'Временный дорожный знак Т 6.3 обозначает разную высоту дороги по сравнению с соседней полосой. '
                       'СРЕДСТВА ОБОЗНАЧЕНИЯ ДОРОЖНЫХ РАБОТ, І. Временные дорожные знаки, Т 6.3.',
        'image': None,
        'options': [   'Разную высоту дороги по сравнению с соседней полосой.',
                       'Место стоянки транспортных средств с частичным заездом на тротуар.',
                       'Запрещение стоянки транспортных средств как на проезжей части, так и на тротуаре.'],
        'question': '66) Этот дорожный знак обозначает:'},
    {   'correct_index': 0,
        'explanation': 'Табличка 6.22 информирует о принудительной эвакуации транспортных средств, которые нарушили '
                       'правила остановки или стоянки. Пояснительная записка к приложению № 3 (V. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ '
                       'ИНФОРМАЦИИ ТАБЛИЧКИ/, 6.22).',
        'image': "clipboard_image_1770677637955.png",
        'options': [   'О принудительной эвакуации автомобилей, которые нарушили правила остановки или стоянки.',
                       'Об услуге предоставляемой для буксировки неисправных транспортных средств.',
                       'Об услуге по доставке транспортных средств оставленных без присмотра.'],
        'question': '67) Эта дополнительная табличка информирует:'},
    {   'correct_index': 2,
        'explanation': 'Временный дорожный знак Т. 4.1 называется «Временная схема объезда». СРЕДСТВА ОБОЗНАЧЕНИЯ '
                       'ДОРОЖНЫХ РАБОТ, І. Временные дорожные знаки, Т4.1.',
        'image': None,
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.', 'Знак 4.'],
        'question': '68) Какой из указанных знаков называется «Временная схема объезда»?'},
    {   'correct_index': 2,
        'explanation': 'Знак 1.12.2 «Опасный поворот» (налево) предупреждает о приближении к закруглению дороги малого '
                       'радиуса или с ограниченной видимостью. Под знаком установлена дополнительная табличка 6.18.3 '
                       '«Опасность опрокидывания», которая, в данном случае, ин формирует об опасности опрокидывания '
                       'по отношению к колёсам с правой стороны транс-портного средства. Пояснительная записка к '
                       'приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.12.2, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ '
                       '/ТАБЛИЧКИ/, 6.18.3).',
        'image': "image_69.png",
        'options': [   'С левой стороны дороги имеется опасная обочина.',
                       'Существует опасность опрокидывания по отношению к колёсам с левой стороны транспортного '
                       'средства.',
                       'Существует опасность опрокидывания по отношению к колёсам с правой стороны транспортного '
                       'средства.',
                       'Непосредственно после поворота имеется искусственная неровность.'],
        'question': '69) Эти дорожные знаки предупреждают о том, что:'},
    {   'correct_index': 1,
        'explanation': 'Знак 5.25 называется «Кемпинг». Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.25).',
        'image': "clipboard_image_1770677705878.png",
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.', 'Знак 4.'],
        'question': '70) Какой из указанных знаков называется «Кемпинг»?'},
    {   'correct_index': 1,
        'explanation': 'Знак 5.21 называется «Торговый центр». Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.21).',
        'image': "clipboard_image_1770677721291.png",
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.', 'Знак 4.'],
        'question': '71) Какие из указанных знаков называется «Торговый центр»?'},
    {   'correct_index': 3,
        'explanation': 'Туристы могут получить необходимую информацию в месте, которое обозначено знаком 5.33 «Пост '
                       'туристической информации». Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.33).',
        'image': None,
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.', 'Знак 4.', 'Знаки 1 и 3.'],
        'question': '72) Какие знаки могут применяться для обозначения мест, где туристы могут получить необходимую '
                    'информацию?'},
    {   'correct_index': 3,
        'explanation': 'Водитель должен уступить дорогу транспортным средствам приближающимся к перекрёстку по '
                       'пересекаемой дороге. Пояснительная записка к приложению № 3 (1. ЗНАКИ ПРИОРИТЕТА, 2.1).',
        'image': "image_73.png",
        'options': [   'Уступить дорогу только механическим транспортным средствам.',
                       'Уступить дорогу только маршрутным транспортным средствам.',
                       'Уступить дорогу только транспортным средствам приближающимся справа.',
                       'Уступить дорогу всем транспортным средствам приближающимся к перекрёстку по пересекаемой '
                       'дороге.',
                       'Уступить дорогу транспортным средствам, перечисленным в пунктах 1 и 2.'],
        'question': '73) При проезде нерегулируемого перекрёстка перед которым установлен указанный знак водитель '
                    'должен:'},
    {   'correct_index': 4,
        'explanation': 'Знаки 1.3.1 «Однопутная железная дорога без шлагбаума» и 1.3.2 «Многопутная железная дорога '
                       'без шлагбаума» устанавливаются непосредственно перед железнодорожным переездом. Пояснительная '
                       'записка к приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ ЗНА-КИ, 1.3.1, 1.3.2). Особенности применения '
                       'предупреждающих знаков, абзац 2.',
        'image': "image_74.png",
        'options': [   'Только первый знак.',
                       'Только второй знак.',
                       'Только третий знак.',
                       'Только четвёртый знак.',
                       'Третий и четвёртый знаки.'],
        'question': '74) Какие из указанных знаков устанавливаются непосредственно перед железнодорожным переездом?'},
    {   'correct_index': 1,
        'explanation': 'Знак 3.21 «Разворот запрещён» запрещает только разворот. Пояснительная записка к приложению № '
                       '3 (І. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.21).',
        'image': "clipboard_image_1770677795782.png",
        'options': ['Поворот налево.', 'Разворот.', 'Движение задним ходом.'],
        'question': '75) Указанный дорожный знак запрещает:'},
    {   'correct_index': 1,
        'explanation': 'Знак 5.18 называется «Мойка». Пояснительная записка к приложению № 3 (М. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.18).',
        'image': None,
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.', 'Знаки 3 и 4.'],
        'question': '76) Какой из указанных знаков называется «Мойка»?'},
    {   'correct_index': 2,
        'explanation': 'Знак 4.4.3 обозначает общую дорожку для пешеходов и велосипедистов. Поясни тельная записка к '
                       'приложению № 3 (IV. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ, 4.4.3).',
        'image': "image_77.png",
        'options': [   'Зону, предназначенную для обучения езде на велосипеде.',
                       'Зону, где велосипедисты должны спешиться и продолжить движение в качестве пешеходов.',
                       'Общую дорожку для пешеходов и велосипедистов.',
                       'Зону для парковки велосипедов.'],
        'question': '77) Указанный дорожный знак обозначает:'},
    {   'correct_index': 3,
        'explanation': 'Действие знаков 3.2 «Движение запрещено» и 3.3 «Движение механических транс портных средств '
                       'запрещено» не распространяется на транспортные средства, принадлежащие гражданам проживающим '
                       'или работающим в этой зоне. Пояснительная записка к приложению № 3 (III. ЗАПРЕЩАЮЩИЕ И '
                       'ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.2, 3.3). Особенности применения запрещающих и ограничивающих знаков, '
                       'абзац 3.',
        'image': "clipboard_image_1770677903048.png",
        'options': ['Только знака 1.', 'Только знака 2.', 'Только знака 3.', 'Знаков 2 и 3.', 'Всех указанных знаков.'],
        'question': '78) Действие какого знака или каких знаков, из указанных на рисунке, не распространяется на '
                    'транспортные средства принадлежащие гражданам проживающим или работающим в обозначенной зоне?'},
    {   'correct_index': 0,
        'explanation': 'Движение в прямом направлении запрещает только знак 4.1.6 «Обязательное направление движения» '
                       '(направо, налево или разворот). Пояснительная записка к приложению № 3 (IV. ПРЕДПИСЫВАЮЩИЕ '
                       'ЗНАКИ, 4.1.6).',
        'image': "clipboard_image_1770677933076.png",
        'options': ['Только знак 1.', 'Только знак 2.', 'Только знак 3.', 'Только знак 4.', 'Знаки 2 и 3.'],
        'question': '79) Какой из указанных знаков запрещает движение в прямом направлении?'},
    {   'correct_index': 4,
        'explanation': 'Таблички 6.3.1 и 6.4.1 «Зона действия» определяют протяжённость зоны действия знака, с которым '
                       'они применяются. Пояснительная записка к приложению № 3 (VI. 3HA-КИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ '
                       'ТАБЛИЧКИ/, 6.3.1, 6.4.1).',
        'image': None,
        'options': ['Только 1.', 'Таблички 1 и 2.', 'Только 3.', 'Только 4.', 'Таблички 3 и 4.'],
        'question': '80) В каком ответе правильно и полностью перечислены таблички, указывающие протяжённость зоны '
                    'действия знака с которым они применяются?'},
    {   'correct_index': 4,
        'explanation': 'Разворот разрешает любой из указанных знаков. Пояснительная записка к приложению № 3 (ІІІ. '
                       'ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.20.2, указанный на указателе, М. ПРЕДПИСЫВАЮЩИЕ ЗНАКИ '
                       '4.1.3, абзац 2; V. ИНФОРМАЦИОННО-УКА-ЗАТЕЛЬНЫЕ ЗНАКИ, 5.36, абзац 2).',
        'image': "image_81.png",
        'options': [   'Только первый.',
                       'Только второй.',
                       'Только третий.',
                       'Только четвёртый.',
                       'Разворот разрешает любой из указанных знаков.'],
        'question': '81) Какой из указанных знаков разрешает разворот?'},
    {   'correct_index': 4,
        'explanation': 'Поворот налево разрешает любой из указанных знаков. Пояснительная записка к приложению № 3 '
                       '(III. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.21 запрещает только разворот, V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.45.2 при въезде на данную дорогу разрешается движение '
                       'только налево, 5.53.3 - сообщает только, что сквозного проезда нет, 5.75 информирует о '
                       'реверсивном движении).',
        'image': "image_82.png",
        'options': [   'Только первый.',
                       'Только второй.',
                       'Только третий.',
                       'Только четвёртый.',
                       'Поворот налево разрешает любой из указанных знаков.'],
        'question': '82) Какой из указанных знаков разрешает поворот налево?'},
    {   'correct_index': 2,
        'explanation': 'Знаки 2 и 3 (1.21 «Дети» и 1.23 «Дорожные работы») повторяются, а в населённых пунктах '
                       'устанавливаются непосредственно в начале опасного участка дороги. Пояснитель ная записка к '
                       'приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.21, 1.23, Особенности применения предупреждающих '
                       'знаков, абзацы 9, 10).',
        'image': "clipboard_image_1770678025798.png",
        'options': ['Только знак 1.', 'Знаки 1 и 4.', 'Знаки 2 и 3.', 'Знаки 4 и 5.', 'Только знак 5.'],
        'question': '83) Какие дорожные знаки повторяются, а в населённых пунктах устанавливаются непосредственно в '
                    'начале опасного участка дороги?'},
    {   'correct_index': 0,
        'explanation': 'О протяжённости зоны для разворота информирует знак 5.47 «Зона для разворота» - Пояснительная '
                       'записка к приложению № 3 (М. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.47).',
        'image': "clipboard_image_1770678064703.png",
        'options': ['На верхнем рисунке.', 'На нижнем рисунке.', 'На обоих рисунках.'],
        'question': '84) На каком рисунке изображён знак информирующий о протяжённости зоны для разворота?'},
    {   'correct_index': 2,
        'explanation': 'Только знаки 3.22 «Ограничение минимальной дистанции» и 3.23 «Обгон запрещён» - имеют зону '
                       'действия которая распространяется от места их установки до ближайшего перекрёстка за ним, а в '
                       'населённых пунктах, при отсутствии перекрёстков до конца населённого пункта. Пояснительная '
                       'записка к приложению № 3 (II. ЗАПРЕЩАЮЩИЕ И ОГРАНИ ЧИВАЮЩИЕ ЗНАКИ, 3.22, 3.23).',
        'image': None,
        'options': ['Только знака 2', 'Только знака 4.', 'Знаков 2 и 4.', 'Знаков 1 и 3.'],
        'question': '85) Зона действия каких знаков распространяется от места установки до ближайшего перекрестка за '
                    'ним, а в населённых пунктах, при отсутствии перекрёстков до конца населённого пункта?'},
    {   'correct_index': 1,
        'explanation': 'Предупреждающие знаки 1.2 «Железнодорожный переезд без шлагбаума» и 1.4.1 «Приближение к '
                       'железнодорожному переезду вне населённых пунктов» предупреждают о том, что расстояние до '
                       'железнодорожного переезда без шлагбаума не менее 150 м. Пояснительная записка к приложению № 3 '
                       '(1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.2, 1.4.1, Особенности применения предупреждающих знаков, абзацы '
                       '1, 3).',
        'image': "image_86.png",
        'options': [   'На расстоянии не менее 150 м до железнодорожного переезда с многопутной железной дорогой.',
                       'На расстоянии не менее 150 м. до железнодорожного переезда без шлагбаума.',
                       'На расстоянии не менее 150 м до железнодорожного переезда со шлагбаумом.'],
        'question': '86) Эти дорожные знаки вне населённых пунктов устанавливаются:'},
    {   'correct_index': 0,
        'explanation': 'Табличка 6.4.1 «Зона действия», которая размещается непосредственно под знаком 3.31 «Остановка '
                       'запрещена» уменьшает его зону действия. Пояснительная записка к приложению № 3 (ІІІ. '
                       'ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.31, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ /ТАБЛИЧКИ/, '
                       '6.4.1).',
        'image': "image_87.png",
        'options': [   'Уменьшает зону действия знака «Остановка запрещена».',
                       'Указывает зону запрещения остановки вдоль фасада здания, стороны площади и т.п.',
                       'Прекращает зону действия предшествующего знака «Остановка запрещена».'],
        'question': '87) Дополнительная табличка, установленная под знаком:'},
    {   'correct_index': 0,
        'explanation': 'Табличка 6.4.2 «Зона действия», которая размещается непосредственно под знаком 3.32.1 «Стоянка '
                       'запрещена» подтверждает нахождение в его зоне действия. Пояснительная записка к приложению № 3 '
                       '(ІІІ. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.32.1, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ '
                       'ТАБЛИЧКИ/, 6.4.2).',
        'image': "image_88.png",
        'options': [   'Подтверждает нахождение в зоне действия знака «Стоянка запрещена».',
                       'Указывает зону запрещения стоянки вдоль фасада здания, стороны площади и т. п.',
                       'Прекращает зону действия предшествующего знака «Стоянка запрещена».'],
        'question': '88) Дополнительная табличка, установленная под знаком:'},
    {   'correct_index': 1,
        'explanation': 'Табличка 6.4.5 «Зона действия», которая размещается непосредственно под знаком 3.32.1 «Стоянка '
                       'запрещена» указывает направление и зону действия знака «Стоянка запрещена» при запрещении '
                       'стоянки вдоль фасада здания, стороны площади и т. п. Пояснительная записка к приложению № 3 '
                       '(ІІІ. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.32.1, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ '
                       'ТАБЛИЧКИ/, 6.4.5).',
        'image': "image_89.png",
        'options': [   'Подтверждает, что зона действия знака «Стоянка запрещена» начнётся через 30 м',
                       'Указывает направление и зону действия знака «Стоянка запрещена» при запрещении стоянки вдоль '
                       'фасада здания, стороны площади и т. п.',
                       'Прекращает зону действия предшествующего знака «Стоянка запрещена» через 30 м.'],
        'question': '89) Дополнительная табличка, установленная под знаком:'},
    {   'correct_index': 1,
        'explanation': 'Знак 3.2 «Движение запрещено» с табличкой 6.5.2 «Направление действия», которая размещается '
                       'непосредственно под знаком, запрещают движение всех транспортных средств по пересекаемой '
                       'дороге. Пояснительная записка к приложению № 3 (ІІІ. ЗАПРЕ-ЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.2, '
                       'VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОР-МАЦИИ ТАБЛИЧКИ/, 6.5.2).',
        'image': "image_90.png",
        'options': [   'Въезд всех транспортных средств на перекресток.',
                       'Движение всех транспортных средств по пересекаемой дороге.',
                       'Движение всех транспортных средств во всех направлениях.'],
        'question': '90) Эти дорожные знаки установленные перед перекрёстком запрещают:'},
    {   'correct_index': 1,
        'explanation': 'Знак 3.3 «Движение механических транспортных средств запрещено» с табличкой 6.5.1 «Направление '
                       'действия», которая размещается непосредственно под знаком, запрещают движение всех '
                       'транспортных средств по пересекаемой дороге направо. Пояснительная записка к приложению № 3 '
                       '(IІIІ. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.2, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ '
                       '/ТАБЛИЧКИ/, 6.5.1).',
        'image': "image_91.png",
        'options': [   'Въезд механических транспортных средств на перекрёсток.',
                       'Движение механических транспортных средств направо по пересекаемой дороге.',
                       'Движение легковых автомобилей направо по пересекаемой дорогe'],
        'question': '91) Эти дорожные знаки установленные перед перекрестком запрещают:'},
    {   'correct_index': 0,
        'explanation': 'Знак 5.15.2 «Электрозаправочная станция» с установленной под ним табличкой 6.5.1 «Направление '
                       'действия» указывает въезд на автозаправочную станцию, находящуюся не-посредственно у дороги, '
                       'только для электротранспортных средств. Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.15.2, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБЛИЧКИ/, '
                       '6.5.1).',
        'image': "image_92.png",
        'options': [   'На автозаправочную станцию, находящуюся непосредственно у дороги, только для '
                       'электротранспортных средств',
                       'На автозаправочную станцию, находящуюся непосредственно у дороги, для автомобилей, '
                       'оборудованных для работы на газовом топливе.',
                       'На станцию технического контроля электротранспортных средств, находящуюся непосредственно у '
                       'дороги'],
        'question': '92) Дорожный знак с установленной под ним табличкой указывает въезд:'},
    {   'correct_index': 0,
        'explanation': 'Знак 5.16.2 «Станция технического контроля» с установленной под ним табличкой 6.2.1 '
                       '«Направление и расстояние» указывает въезд на станцию технического контроля автомобилей, '
                       'находящуюся в стороне от дороги. Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.16.2, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ ТАБЛИЧКИ/, '
                       '6.2.1).',
        'image': "image_93.png",
        'options': [   'На станцию технического контроля, находящуюся в стороне от дороги.',
                       'На станцию технического контроля только легковых автомобилей, находящуюся в стороне от дороги.',
                       'На предприятие по ремонту автотранспортных средств, поврежденных в результате '
                       'дорожно-транспортных происшествий, находящееся в стороне от дороги.',
                       'На предприятие по переоборудованию транспортных средств для работы на других видах топлива, '
                       'находящиеся в стороне от дороги.'],
        'question': '93) Дорожный знак с установленной под ним табличкой указывает въезд:'},
    {   'correct_index': 0,
        'explanation': 'Знак 5.16.3 «Вулканизация» с установленной под ним табличкой 6.2.2 «Направление и расстояние» '
                       'указывает направление к вулканизации и расстояние до неё, когда она находится в стороне от '
                       'дороги. Пояснительная записка к приложению № 3 (V. ИНФОРМАЦИ-ОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.16.3, '
                       'VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ /ТАБЛИЧКИ/, 6.2.2).',
        'image': "image_94.png",
        'options': [   'Направление к вулканизации и расстояние до неё, когда она находится в стороне от дороги.',
                       'Направление к предприятию по переоборудованию транспортных средств на другие виды топлива, '
                       'находящемуся в стороне от дороги, и расстояние до него.',
                       'Направление к коммерческому предприятию по торговле шинами, находящемуся в стороне от дороги, '
                       'и расстояние до него.'],
        'question': '94) Дорожный знак с установленной под ним табличкой указывает:'},
    {   'correct_index': 0,
        'explanation': 'Знак 5.33 «Пост туристической информации» с установленной под ним табличкой 6.5.3 «Направление '
                       'действия» указывает направление движения к посту туристической ин формации, находящемуся '
                       'непосредственно у дороги. Пояснительная записка к приложению № 3 (V. '
                       'ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, 5.33, VI. ЗНАКИ ДОПОЛНИ ТЕЛЬНОЙ ИНФОРМАЦИИ /ТАБЛИЧКИ/, '
                       '6.5.3).',
        'image': "image_95.png",
        'options': [   'Направление движения к посту туристической информации, находящемуся непосредственно у дороги.',
                       'Направление движения к туристическому объекту, находящемуся непосредственно у дороги,',
                       'Направление движения к инспекции «Intehagro», находящейся непосредственно у дороги.',
                       'Направление движения к ипподрому, находящемуся непосредственно у дороги.'],
        'question': '95) Дорожный знак с установленной под ним табличкой указывает:'},
    {   'correct_index': 2,
        'explanation': 'Знак 3.5.1 «Движение мотоциклов запрещено» с табличкой 6.5.2 «Направление действия» запрещает '
                       'движение только мотоциклов по пересекаемой дороге. Пояснительная записка к приложению № 3 '
                       '(ІІІ. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.5.1, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ '
                       '/ТАБЛИЧКИ/, 6.5.2).',
        'image': "image_96.png",
        'options': [   'Всех транспортных средств по пересекаемой дороге.',
                       'Только мотоциклов по пересекаемой дороге.',
                       'Только мопедов по пересекаемой дороге.',
                       'Только велосипедов по пересекаемой дороге.'],
        'question': '96) Этот дорожный знак с табличкой запрещает движение:'},
    {   'correct_index': 0,
        'explanation': 'Знак 3.22 «Ограничение минимальной дистанции» с табличкой 6.3.1 «Зона действия» запрещает '
                       'движение транспортных средств с дистанцией между ними менее 70 м на участке дороги '
                       'протяжённостью 100 м. Пояснительная записка к приложению № 3 (ІІІ. ЗАПРЕЩА-ЮЩИЕ И '
                       'ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.22, VI. ЗНАКИ ДОПОЛНИТЕЛЬНОЙ ИНФОР-МАЦИИ /ТАБЛИЧКИ, 6.3.1).',
        'image': "image_97.png",
        'options': [   'С дистанцией между ними менее 70 м на участке дороги протяжённостью 100 м.',
                       'С дистанцией между ними менее 70 м, зона действия которого начинается через 100 м.',
                       'С дистанцией между ними более 70 м, зона действия которого начинается через 100 м.',
                       'Со скоростью более 70 км/ч на участке дороги протяжённостью 100 м.'],
        'question': '97) Этот дорожный знак с табличкой запрещает движение транспортных средств:'},
    {   'correct_index': 4,
        'explanation': 'Только знак 5.75 «Реверсивное движение» информирует о начале участка дороги на котором на '
                       'одной или нескольких полосах направление движения может временно изменяться на '
                       'противоположное. Пояснительная записка к приложению № 3 (V. ИНФОРМА-ЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, '
                       '5.75).',
        'image': "clipboard_image_1770678425452.png",
        'options': ['Только знак 1.', 'Только знак 2.', 'Только знак 3.', 'Знаки 1 и 2.', 'Только знак 4.'],
        'question': '98) Какой из изображённых на рисунке знаков информирует о начале участка дороги на котором на '
                    'одной или нескольких полосах направление движения может временно изменяться на противоположное'},
    {   'correct_index': 3,
        'explanation': 'Знаки 2 «Конец зоны ограничения максимальной скорости» и 3 «Конец всех ограничений» отменяют '
                       'некоторые ограничения, введённые ранее запрещающими и ограничивающими знаками. Пояснительная '
                       'записка к приложению № 3 (III. ЗАПРЕЩАЮЩИЕ И ОГ. РАНИЧИВАЮЩИЕ ЗНАКИ, 3.28, 3.33).',
        'image': None,
        'options': ['Только знак 1.', 'Только знак 2.', 'Только знак 3.', 'Знаки 2 и 3.', 'Только знак 4.'],
        'question': '99) Какой из дорожных знаков отменяет ограничения, введённые ранее запрещающими и ограничивающими '
                    'знаками?'},
    {   'correct_index': 2,
        'explanation': 'Знак 1.17.1 «Выброс гравия» предупреждает о приближении к участку дороги на котором возможен '
                       'выброс гравия или щебня из-под колёс транспортных средств. При движении по такому участку '
                       'дороги водитель должен увеличить дистанцию до движущегося вереди транспортного средства и '
                       'снизить скорость при встречном разъезде, поскольку гравий или щебень, выбрасываемый из-под '
                       'колёс, может повредить фары, лобовое стекло, а также другие части кузова. Пояснительная '
                       'записка к приложению № 3 (І. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.17.1).',
        'image': "image_100.png",
        'options': [   'Скользкому участку дороги.',
                       'Загрязненному участку дороги.',
                       'Участку дороги на котором возможен выброс гравия или щебня из-под колёс транспортных средств.',
                       'Участку дороги с опасной обочиной.'],
        'question': '100) Этот дорожный знак предупреждает о приближении к:'},
    {   'correct_index': 1,
        'explanation': 'Знаки 1.2 «Железнодорожный переезд без шлагбаума» и 1.4.3 «Приближение к железнодорожному '
                       'переезду вне населённых пунктов» предупреждают о том, что расстояние до железнодорожного '
                       'переезда без шлагбаума не менее 50 м. Пояснительная записка к приложению № 3 (1. '
                       'ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.2, 1.4.3, Особенности применения предупреждающих знаков, абзацы 1, '
                       '3).',
        'image': "image_101.png",
        'options': [   'На расстоянии не менее 50 м до железнодорожного переезда с однопутной железной дорогой.',
                       'На расстоянии не менее 50 м до железнодорожного переезда без шлагбаума.',
                       'На расстоянии не менее 50 м до железнодорожного переезда со шлагбаумом.'],
        'question': '101) Эти дорожные знаки вне населённых пунктов устанавливаются:'},
    {   'correct_index': 2,
        'explanation': 'Знаки 1.1 «Железнодорожный переезд со шлагбаумом» и 1.4.3 «Приближение к железнодорожному '
                       'переезду вне населённых пунктов» предупреждают о том, что расстояние до железнодорожного '
                       'переезда со шлагбаумом не менее 50 м. Пояснительная записка к приложению № 3 (1. '
                       'ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.1, 1.4.3, Особенности применения предупреждающих знаков, абзацы 1, '
                       '3).',
        'image': "image_102.png",
        'options': [   'На расстоянии не менее 50 м до железнодорожного переезда с многопутной железной дорогой.',
                       'На расстоянии не менее 50 м до железнодорожного переезда без шлагбаума.',
                       'На расстоянии не менее 50 м до железнодорожного переезда со шлагбаумом.'],
        'question': '102) Эти дорожные знаки вне населённых пунктов устанавливаются:'},
    {   'correct_index': 3,
        'explanation': 'Знак 1.10 «Разводной мост или паром» предупреждает о приближении как к развод ному мосту, так '
                       'и к паромной переправе. О приближении к выезду на набережную предупреждает другой знак. '
                       'Пояснительная записка к приложению № 3 (1. ПРЕДУПРЕЖДАЮ ЩИЕ ЗНАКИ, 1.10).',
        'image': "image_103.png",
        'options': [   'Только к выезду на набережную',
                       'Только к разводному мосту.',
                       'К разводному мосту или паромной переправе',
                       'Только к паромной переправе'],
        'question': '103) Этот дорожный знах предупреждает о приближении:'},
    {   'correct_index': 0,
        'explanation': 'Знак 1.11 «Выезд на набережную» предупреждает о приближении к выезду на набережную. О '
                       'приближении как к разводному мосту, так и к паромной переправе предупреждает другой знак. '
                       'Пояснительная записка к приложению № 3 (І. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.11).',
        'image': "image_104.png",
        'options': [   'Только к выезду на набережную',
                       'Только к разводному мосту.',
                       'Только к паромной переправе.',
                       'К разводному мосту или паромной переправе'],
        'question': '104) Этот дорожный знак предупреждает о приближении:'},
    {   'correct_index': 4,
        'explanation': 'Знак 3.33 «Конец всех ограничений» обозначает конец зоны действия одного или нескольких из '
                       'перечисленных знаков. Пояснительная записка к приложению № 3 (III. ЗАПРЕЩАЮЩИЕ И '
                       'ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.33).',
        'image': "image_105.png",
        'options': [   'Только знаков «Ограничение минимальной дистанции» и «Подача звукового сигнала запрещена',
                       'Только знака «Ограничение максимальной скорости по категориям транспортных средств».',
                       'Только знаков «Стоянка запрещена по нечетным числам месяца», «Стоянка запрещена по четным '
                       'числам месяца»',
                       'Только знаков перечисленных в пунктах 1 и 2.',
                       'Одного или нескольких знаков, перечисленных в предыдущих пунктах.'],
        'question': '105) Конец зоны действия каких знаков обозначает указанный знак?'},
    {   'correct_index': 4,
        'explanation': 'В пешеходные зоны запрещается въезд всех транспортных средств, кроме перечисленных в пунктах '
                       '13. П. 952), Пояснительная записка к приложению № 3 (V. ИНФОРМАЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, '
                       '5.57.1).',
        'image': "image_106.png",
        'options': [   'Только принадлежащих лицам проживающим в данной зоне и не имеющих других подъездных путей',
                       'Только обслуживающих население и учреждения, находящиеся в данной зоне, разрешённая '
                       'максимальная масса которых не превышает 3500 кг.',
                       'Только осуществляющих технологические работы.',
                       'Только перечисленных в пунктах 1 и 2.',
                       'Всех, перечисленных в предыдущих пунктах.'],
        'question': '106) В пешеходные зоны запрещается въезд транспортных средств за исключением:'},
    {   'correct_index': 3,
        'explanation': 'Знак 1.4.2 «Приближение к железнодорожному переезду вне населённых пунктов» устанавливается на '
                       'правой стороне дороги самостоятельно, на равном расстоянии между знаками «Железнодорожный '
                       'переезд со шлагбаумом» или «Железнодорожный переезд без шлагбаума». Пояснительная записка к '
                       'приложению № 3 (І. ПРЕДУПРЕЖДАЮЩИЕ ЗНА-КИ, 1.4.2, Особенности применения предупреждающих '
                       'знаков, абзац 3).',
        'image': "image_107.png",
        'options': [   'Только под знаком «Железнодорожный переезд со шлагбаумом».',
                       'Только под знаком «Железнодорожный переезд без шлагбаума».',
                       'Под любым из знаков, указанных в пунктах 1 и 2.',
                       'Самостоятельно, на равном расстоянии между знаками «Железнодорожный переезд со шлагбаумом» или '
                       '«Железнодорожный переезд без шлагбаума»,'],
        'question': '107) Этот дорожный знак устанавливается:'},
    {   'correct_index': 2,
        'explanation': 'Знак 1.25.1 «Падение камней» предупреждает о приближении к участку дороги на котором слева '
                       'возможны обвалы, оползни или падение камней. Пояснительная записка к приложению № 3 (1. '
                       'ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, 1.25.1).',
        'image': "image_108.png",
        'options': [   'На котором возможен выброс гравия или щебня из-под колёс транспортных средств.',
                       'С опасной обочиной, на котором выезд с проезжей части представляет повышенную опасность',
                       'На котором возможны обвалы, оползни или падение камней.'],
        'question': '108) Этот дорожный знак предупреждает о приближении к участку дороги:'},
    {   'correct_index': 3,
        'explanation': 'Знак 2.2, тыльная сторона которого показана на рисунке, называется «Обязательная остановка». '
                       'Пояснительная записка к приложению № 3 (II. ЗНАКИ ПРИОРИТЕТА, 2.2).',
        'image': "image_109.png",
        'options': [   'Преимущество встречного движения.',
                       'Въезд запрещён',
                       'Движение механических транспортных средств запрещено.',
                       'Обязательная остановка.',
                       'Остановка запрещена.'],
        'question': '109) Как называется знак, тыльная сторона которого показана на рисунке?'},
    {   'correct_index': 2,
        'explanation': 'Знак 2.1, тыльная сторона которого показана на рисунке, называется «Уступи дорогу». '
                       'Пояснительная записка к приложению № 3 (ІІ. ЗНАКИ ПРИОРИТЕТА, 2.1).',
        'image': "image_110.png",
        'options': ['Светофор.', 'Выезд на набережную.', 'Уступи дорогу.', 'Выброс гравия', 'Падение камней.'],
        'question': '110) Как называется знак, тыльная сторона которого показана на рисунка?'},
    {   'correct_index': 4,
        'explanation': 'Знаки 2.3 и 2.4, тыльная сторона которых показана на рисунке, называются «Главная дорога» и '
                       '«Конец главной дороги». Пояснительная записка к приложению № 3 (II. ЗНАКИ ПРИОРИТЕТА, 23, '
                       '2.4).',
        'image': "image_111.png",
        'options': [   'Преимущество перед встречным движением.',
                       'Больница.',
                       'Главная дорога,',
                       'Конец главной дороги.',
                       'Главная дорога либо Конец главной дороги.'],
        'question': '111) В каком ответе правильно и полностью указано название знака, тыльная сторона которого '
                    'показана на'},
    {   'correct_index': 0,
        'explanation': 'Знак 1.3.1, тыльная сторона которого показана на рисунке, называется «Однопутная железная '
                       'дорога без шлагбаума». Пояснительная записка к приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, '
                       '1.3.1).',
        'image': "image_112.png",
        'options': [   'Однопутная железная дорога без шлагбаума',
                       'Пересечение равнозначных дороr',
                       'Двустороннее движение.',
                       'Аэродром.'],
        'question': '112) Как называется знак, тыльная сторона которого показана на рисунке?'},
    {   'correct_index': 3,
        'explanation': 'Знак 1.3.2, тыльная сторона которого показана на рисунке, называется «Многопутная железная '
                       'дорога без шлагбаума». Пояснительная записка к приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, '
                       '1.3.2).',
        'image': "image_113.png",
        'options': [   'Пересечение со второстепенной дорогой.',
                       'Железнодорожный переезд со шлагбаумом.',
                       'Многопутная железная дорога без шлагбаума.',
                       'Обязательное направление объезда препятствия.'],
        'question': '113) Как называется знак, тыльная сторона которого показана на рисунке?'},
    {   'correct_index': 1,
        'explanation': 'Этот дорожный знак предупреждает о приближении к участку дороги, вблизи школ, дошкольных '
                       'учреждений, детских игровых площадок и т. п., на проезжей части которого воз можно появление '
                       'детей. Пояснительная записка к приложению № 3 (1. ПРЕДУПРЕЖДА ЮЩИЕ ЗНАКИ, 1.21).',
        'image': "image_114_1.png",
        'options': [   'К пешеходной дорожке, предназначенной только для детей.',
                       'К участку дороги, вблизи школ, дошкольных учреждений и т. п., на проезжей части которого '
                       'возможно появление детей.',
                       'К пешеходному переходу, предназначенному для детей только в сопровождении взрослых.'],
        'question': '114) Этот дорожный знак предупреждает о приближении:'},
    {   'correct_index': 2,
        'explanation': 'Эти дорожные знаки предупреждают о приближении к железнодорожному переезду вне населённых '
                       'пунктов и устанавливаются последовательно на левой стороне дороги по мере приближения к '
                       'железнодорожному переезду. Пояснительная записка к приложению № 3 (1. ПРЕДУПРЕЖДАЮЩИЕ ЗНАКИ, '
                       '1.4.4, 1.4.5, 1.4.6).',
        'image': "clipboard_image_1770678625023.png",
        'options': [   'К разводному мосту или парому.',
                       'К препятствию с указанием направления его объезда',
                       'К железнодорожному переезду вне населённых пунктов'],
        'question': '115) Эти дорожные знаки предупреждают о приближении:'},
    {   'correct_index': 1,
        'explanation': 'Знак 2 называется «Движение мопедов запрещено», запрещает движение на мопедах. Пояснительная '
                       'записка к приложению № 3 (III. ЗАПРЕЩАЮЩИЕ И ОГРАНИЧИВА-ЮЩИЕ ЗНАКИ, 3.5.2).',
        'image': "image_117.png",
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.'],
        'question': '116) Какой из указанных знаков называется «Движение мопедов запрещено»?'},
    {   'correct_index': 0,
        'explanation': 'Знак 1 называется «Движение мотоциклов запрещено», запрещает движение на мотоциклах. '
                       'Пояснительная записка к приложению № 3 (III. ЗАПРЕЩАЮЩИЕ И ОГРАНИ ЧИВАЮЩИЕ ЗНАКИ, 3.5.1).',
        'image': "image_118.png",
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.'],
        'question': '117) Какой из указанных знаков называется «Движение мотоциклов запрещено»?'},
    {   'correct_index': 2,
        'explanation': 'Знак 3 называется «Движение на велосипедах запрещено», запрещается движение велосипедов и '
                       'мопедов. Пояснительная записка к приложению № 3 (III. ЗАПРЕЩАЮ ЩИЕ И ОГРАНИЧИВАЮЩИЕ ЗНАКИ, '
                       '3.11).',
        'image': "clipboard_image_1770678661622.png",
        'options': ['Знак 1.', 'Знак 2.', 'Знак 3.'],
        'question': '118) Какой из указанных знаков называется «Движение на велосипедах запрещено»?'},
    {   'correct_index': 3,
        'explanation': 'Движение мопедов запрещают два знака: знак 2 «Движение мопедов запрещено» и знак 3 «Движение '
                       'на велосипедах запрещено». Пояснительная записка к приложению № 3 (III. ЗАПРЕЩАЮЩИЕ И '
                       'ОГРАНИЧИВАЮЩИЕ ЗНАКИ, 3.5.2, 3.11).',
        'image': "clipboard_image_1770678682880.png",
        'options': ['Только знак 1,', 'Только знак 2.', 'Только знак 3.', 'Знаки 2 и 3.'],
        'question': '119) Какие из указанных знаков запрещают движение на мопедах?'},
    {   'correct_index': 2,
        'explanation': 'Знак 5.57.3 «Пограничная зона» указывает на начало зоны шириной в 10 км от государственной '
                       'границы внутрь. Пояснительная записка к приложению № 3 (V. ИНФОΡΜΑ-ЦИОННО-УКАЗАТЕЛЬНЫЕ ЗНАКИ, '
                       '5.57.3).',
        'image': None,
        'options': ['Шириной в 3 км,', 'Шириной в 5 км.', 'Шириной в 10 км.', 'Шириной в 15 км.'],
        'question': '120) Знак «Пограничная зона» указывает на начало зоны от государственной границы внутрь:'}]
